{"translation":{"id":"BSB","name":"Berean Standard Bible","website":"https://berean.bible/","licenseUrl":"https://berean.bible/","licenseNotes":null,"shortName":"BSB","englishName":"Berean Standard Bible","language":"eng","textDirection":"ltr","sha256":"b2898c49cadb50fd8763feb9e2f74a90a3817e33408a24b6cbf09e7a950dde97","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json","numberOfBooks":66,"totalNumberOfChapters":1189,"totalNumberOfVerses":31086,"languageName":"English","languageEnglishName":"English"},"book":{"id":"REV","translationId":"BSB","name":"Revelation","commonName":"Revelation","title":"Revelation","order":66,"numberOfChapters":22,"sha256":"cd3448476444e1c0134979476b340df289be179b043fc74d95c5e84a79c1f18d","firstChapterNumber":1,"firstChapterApiLink":"/api/BSB/REV/1.json","lastChapterNumber":22,"lastChapterApiLink":"/api/BSB/REV/22.json","totalNumberOfVerses":404},"chapter":{"number":2,"content":[{"type":"heading","content":["To the Church in Ephesus"]},{"type":"verse","number":1,"content":["“To the angel of the church in Ephesus write:",{"lineBreak":true},"These are the words of Him who holds the seven stars in His right hand and walks among the seven golden lampstands."]},{"type":"line_break"},{"type":"verse","number":2,"content":["I know your deeds, your labor, and your perseverance. I know that you cannot tolerate those who are evil, and you have tested and exposed as liars those who falsely claim to be apostles."]},{"type":"verse","number":3,"content":["Without growing weary, you have persevered and endured many things for the sake of My name."]},{"type":"line_break"},{"type":"verse","number":4,"content":["But I have this against you: You have abandoned your first love."]},{"type":"verse","number":5,"content":["Therefore, keep in mind how far you have fallen. Repent and perform the deeds you did at first. But if you do not repent, I will come to you and remove your lampstand from its place."]},{"type":"line_break"},{"type":"verse","number":6,"content":["But you have this to your credit: You hate the works of the Nicolaitans, which I also hate."]},{"type":"line_break"},{"type":"verse","number":7,"content":["He who has an ear, let him hear what the Spirit says to the churches. To the one who overcomes, I will grant the right to eat from the tree of life in the Paradise of God."]},{"type":"heading","content":["To the Church in Smyrna"]},{"type":"line_break"},{"type":"verse","number":8,"content":["To the angel of the church in Smyrna write:",{"lineBreak":true},"These are the words of the First and the Last, who died and returned to life."]},{"type":"line_break"},{"type":"verse","number":9,"content":["I know your affliction and your poverty—though you are rich! And I am aware of the slander of those who falsely claim to be Jews, but are in fact a synagogue of Satan."]},{"type":"line_break"},{"type":"verse","number":10,"content":["Do not fear what you are about to suffer. Look, the devil is about to throw some of you into prison to test you, and you will suffer tribulation for ten days. Be faithful even unto death, and I will give you the crown of life."]},{"type":"line_break"},{"type":"verse","number":11,"content":["He who has an ear, let him hear what the Spirit says to the churches. The one who overcomes will not be harmed by the second death."]},{"type":"heading","content":["To the Church in Pergamum"]},{"type":"line_break"},{"type":"verse","number":12,"content":["To the angel of the church in Pergamum write:",{"lineBreak":true},"These are the words of the One who holds the sharp, double-edged sword."]},{"type":"line_break"},{"type":"verse","number":13,"content":["I know where you live, where the throne of Satan sits. Yet you have held fast to My name and have not denied your faith in Me, even in the day when My faithful witness Antipas was killed among you, where Satan dwells."]},{"type":"line_break"},{"type":"verse","number":14,"content":["But I have a few things against you, because some of you hold to the teaching of Balaam, who taught Balak to place a stumbling block before the Israelites so they would eat food sacrificed to idols and commit sexual immorality."]},{"type":"verse","number":15,"content":["In the same way, some of you also hold to the teaching of the Nicolaitans."]},{"type":"verse","number":16,"content":["Therefore repent! Otherwise I will come to you shortly and wage war against them with the sword of My mouth."]},{"type":"line_break"},{"type":"verse","number":17,"content":["He who has an ear, let him hear what the Spirit says to the churches. To the one who overcomes, I will give the hidden manna. I will also give him a white stone inscribed with a new name, known only to the one who receives it."]},{"type":"heading","content":["To the Church in Thyatira"]},{"type":"line_break"},{"type":"verse","number":18,"content":["To the angel of the church in Thyatira write:",{"lineBreak":true},"These are the words of the Son of God, whose eyes are like a blazing fire and whose feet are like polished bronze."]},{"type":"line_break"},{"type":"verse","number":19,"content":["I know your deeds—your love, your faith, your service, your perseverance—and your latter deeds are greater than your first."]},{"type":"line_break"},{"type":"verse","number":20,"content":["But I have this against you: You tolerate that woman Jezebel, who calls herself a prophetess. By her teaching she misleads My servants to be sexually immoral and to eat food sacrificed to idols."]},{"type":"verse","number":21,"content":["Even though I have given her time to repent of her immorality, she is unwilling."]},{"type":"line_break"},{"type":"verse","number":22,"content":["Behold, I will cast her onto a bed of sickness, and those who commit adultery with her will suffer great tribulation unless they repent of her deeds."]},{"type":"verse","number":23,"content":["Then I will strike her children dead, and all the churches will know that I am the One who searches minds and hearts, and I will repay each of you according to your deeds."]},{"type":"line_break"},{"type":"verse","number":24,"content":["But I say to the rest of you in Thyatira, who do not hold to her teaching and have not learned the so-called deep things of Satan: I will place no further burden upon you."]},{"type":"verse","number":25,"content":["Nevertheless, hold fast to what you have until I come."]},{"type":"verse","number":26,"content":["And to the one who overcomes and continues in My work until the end, I will give authority over the nations."]},{"type":"verse","number":27,"content":["He will rule them with an iron scepter and shatter them like pottery",{"noteId":6},"—just as I have received authority from My Father."]},{"type":"verse","number":28,"content":["And I will give him the morning star."]},{"type":"line_break"},{"type":"verse","number":29,"content":["He who has an ear, let him hear what the Spirit says to the churches."]}],"footnotes":[{"noteId":6,"caller":"+","text":"Psalms 2:9 (see also LXX)","reference":{"chapter":2,"verse":27}}]},"thisChapterLink":"/api/BSB/REV/2.json","thisChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_66_Rev_002_G.mp3","hays":"https://openbible.com/audio/hays/BSB_66_Rev_002_H.mp3","souer":"https://openbible.com/audio/souer/BSB_66_Rev_002.mp3"},"nextChapterApiLink":"/api/BSB/REV/3.json","nextChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_66_Rev_003_G.mp3","hays":"https://openbible.com/audio/hays/BSB_66_Rev_003_H.mp3","souer":"https://openbible.com/audio/souer/BSB_66_Rev_003.mp3"},"previousChapterApiLink":"/api/BSB/REV/1.json","previousChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_66_Rev_001_G.mp3","hays":"https://openbible.com/audio/hays/BSB_66_Rev_001_H.mp3","souer":"https://openbible.com/audio/souer/BSB_66_Rev_001.mp3"},"numberOfVerses":29}