{"translation":{"id":"BSB","name":"Berean Standard Bible","website":"https://berean.bible/","licenseUrl":"https://berean.bible/","licenseNotes":null,"shortName":"BSB","englishName":"Berean Standard Bible","language":"eng","textDirection":"ltr","sha256":"b2898c49cadb50fd8763feb9e2f74a90a3817e33408a24b6cbf09e7a950dde97","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json","numberOfBooks":66,"totalNumberOfChapters":1189,"totalNumberOfVerses":31086,"languageName":"English","languageEnglishName":"English"},"book":{"id":"EZR","translationId":"BSB","name":"Ezra","commonName":"Ezra","title":"Ezra","order":15,"numberOfChapters":10,"sha256":"220e973700f69560d3fb5d8948c3ffcf978c050767dd5667f2263fb959d4dee8","firstChapterNumber":1,"firstChapterApiLink":"/api/BSB/EZR/1.json","lastChapterNumber":10,"lastChapterApiLink":"/api/BSB/EZR/10.json","totalNumberOfVerses":280},"chapter":{"number":9,"content":[{"type":"heading","content":["Intermarriage with Neighboring Peoples"]},{"type":"verse","number":1,"content":["After these things had been accomplished, the leaders approached me and said, “The people of Israel, including the priests and Levites, have not kept themselves separate from the surrounding peoples whose abominations are like those of the Canaanites, Hittites, Perizzites, Jebusites, Ammonites, Moabites, Egyptians, and Amorites."]},{"type":"verse","number":2,"content":["Indeed, the Israelites have taken some of their daughters as wives for themselves and their sons, so that the holy seed has been mixed with the people of the land. And the leaders and officials have taken the lead in this unfaithfulness!”"]},{"type":"line_break"},{"type":"verse","number":3,"content":["When I heard this report, I tore my tunic and cloak, pulled out some hair from my head and beard, and sat down in horror."]},{"type":"line_break"},{"type":"verse","number":4,"content":["Then everyone who trembled at the words of the God of Israel gathered around me because of the unfaithfulness of the exiles, while I sat there in horror until the evening offering."]},{"type":"heading","content":["Ezra’s Prayer of Confession"]},{"type":"line_break"},{"type":"verse","number":5,"content":["At the evening offering, I got up from my humiliation with my tunic and cloak torn, and I fell on my knees, spread out my hands to the LORD my God,"]},{"type":"verse","number":6,"content":["and said:",{"lineBreak":true},"“O my God, I am ashamed and embarrassed to lift up my face to You, my God, because our iniquities are higher than our heads, and our guilt has reached the heavens."]},{"type":"verse","number":7,"content":["From the days of our fathers to this day, our guilt has been great. Because of our iniquities, we and our kings and priests have been delivered into the hands of the kings of the earth and put to the sword and captivity, to pillage and humiliation, as we are this day."]},{"type":"line_break"},{"type":"verse","number":8,"content":["But now, for a brief moment, grace has come from the LORD our God to preserve for us a remnant and to give us a stake",{"noteId":64},"in His holy place. Even in our bondage, our God has given us new life and light to our eyes."]},{"type":"verse","number":9,"content":["Though we are slaves, our God has not forsaken us in our bondage, but He has extended to us grace in the sight of the kings of Persia, giving us new life to rebuild the house of our God and repair its ruins, and giving us a wall of protection in Judah and Jerusalem."]},{"type":"line_break"},{"type":"verse","number":10,"content":["And now, our God, what can we say after this? For we have forsaken the commandments"]},{"type":"verse","number":11,"content":["that You gave through Your servants the prophets, saying: ‘The land that you are entering to possess is a land polluted by the impurity of its peoples and the abominations with which they have filled it from end to end."]},{"type":"verse","number":12,"content":["Now, therefore, do not give your daughters in marriage to their sons or take their daughters for your sons. Never seek their peace or prosperity, so that you may be strong and may eat the good things of the land, leaving it as an inheritance to your sons forever.’"]},{"type":"line_break"},{"type":"verse","number":13,"content":["After all that has come upon us because of our evil deeds and our great guilt (though You, our God, have punished us less than our iniquities deserve and have given us such a remnant as this),"]},{"type":"verse","number":14,"content":["shall we again break Your commandments and intermarry with the peoples who commit these abominations? Would You not become so angry with us as to wipe us out, leaving no remnant or survivor?"]},{"type":"line_break"},{"type":"verse","number":15,"content":["O LORD, God of Israel, You are righteous! For we remain this day as a remnant. Here we are before You in our guilt, though because of it no one can stand before You.”"]}],"footnotes":[{"noteId":64,"caller":"+","text":"Or nail or foothold","reference":{"chapter":9,"verse":8}}]},"thisChapterLink":"/api/BSB/EZR/9.json","thisChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_15_Ezr_009_G.mp3","hays":"https://openbible.com/audio/hays/BSB_15_Ezr_009_H.mp3","souer":"https://openbible.com/audio/souer/BSB_15_Ezr_009.mp3"},"nextChapterApiLink":"/api/BSB/EZR/10.json","nextChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_15_Ezr_010_G.mp3","hays":"https://openbible.com/audio/hays/BSB_15_Ezr_010_H.mp3","souer":"https://openbible.com/audio/souer/BSB_15_Ezr_010.mp3"},"previousChapterApiLink":"/api/BSB/EZR/8.json","previousChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_15_Ezr_008_G.mp3","hays":"https://openbible.com/audio/hays/BSB_15_Ezr_008_H.mp3","souer":"https://openbible.com/audio/souer/BSB_15_Ezr_008.mp3"},"numberOfVerses":15}