{"translation":{"id":"BSB","name":"Berean Standard Bible","website":"https://berean.bible/","licenseUrl":"https://berean.bible/","licenseNotes":null,"shortName":"BSB","englishName":"Berean Standard Bible","language":"eng","textDirection":"ltr","sha256":"b2898c49cadb50fd8763feb9e2f74a90a3817e33408a24b6cbf09e7a950dde97","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json","numberOfBooks":66,"totalNumberOfChapters":1189,"totalNumberOfVerses":31086,"languageName":"English","languageEnglishName":"English"},"book":{"id":"2CH","translationId":"BSB","name":"2 Chronicles","commonName":"2 Chronicles","title":"2 Chronicles","order":14,"numberOfChapters":36,"sha256":"24ca0b2296952968a6650788c00868a9c5005a1e120565c3a9f08c7c69763301","firstChapterNumber":1,"firstChapterApiLink":"/api/BSB/2CH/1.json","lastChapterNumber":36,"lastChapterApiLink":"/api/BSB/2CH/36.json","totalNumberOfVerses":822},"chapter":{"number":28,"content":[{"type":"heading","content":["Ahaz Reigns in Judah"]},{"type":"verse","number":1,"content":["Ahaz was twenty years old when he became king, and he reigned in Jerusalem sixteen years. And unlike David his father, he did not do what was right in the eyes of the LORD."]},{"type":"verse","number":2,"content":["Instead, he walked in the ways of the kings of Israel and even made cast images of the Baals."]},{"type":"line_break"},{"type":"verse","number":3,"content":["Moreover, Ahaz burned incense in the Valley of Hinnom and sacrificed his sons in the fire,",{"noteId":137},"according to the abominations of the nations that the LORD had driven out before the Israelites."]},{"type":"verse","number":4,"content":["And he sacrificed and burned incense on the high places, on the hills, and under every green tree."]},{"type":"heading","content":["Aram Defeats Judah"]},{"type":"line_break"},{"type":"verse","number":5,"content":["So the LORD his God delivered Ahaz into the hand of the king of Aram, who attacked him and took many captives to Damascus.",{"lineBreak":true},"Ahaz was also delivered into the hand of the king of Israel, who struck him with great force."]},{"type":"verse","number":6,"content":["For in one day Pekah son of Remaliah killed 120,000 valiant men in Judah. This happened because they had forsaken the LORD, the God of their fathers."]},{"type":"verse","number":7,"content":["Zichri, a mighty man of Ephraim, killed Maaseiah the son of the king, Azrikam the governor of the palace, and Elkanah the second to the king."]},{"type":"verse","number":8,"content":["Then the Israelites took 200,000 captives from their kinsmen—women, sons, and daughters. They also carried off a great deal of plunder and brought it to Samaria."]},{"type":"line_break"},{"type":"verse","number":9,"content":["But a prophet of the LORD named Oded was there, and he went out to meet the army that returned to Samaria. “Look,” he said to them, “because of His wrath against Judah, the LORD, the God of your fathers, has delivered them into your hand. But you have slaughtered them in a rage that reaches up to heaven."]},{"type":"verse","number":10,"content":["And now you intend to reduce to slavery the men and women of Judah and Jerusalem. But are you not also guilty before the LORD your God?"]},{"type":"verse","number":11,"content":["Now therefore, listen to me and return the captives you took from your kinsmen, for the fierce anger of the LORD is upon you.”"]},{"type":"line_break"},{"type":"verse","number":12,"content":["Then some of the leaders of the Ephraimites",{"noteId":138},"—Azariah son of Jehohanan, Berechiah son of Meshillemoth,",{"noteId":139},"Jehizkiah son of Shallum, and Amasa son of Hadlai—stood in opposition to those arriving from the war."]},{"type":"verse","number":13,"content":["“You must not bring the captives here,” they said, “for you are proposing to bring guilt upon us from the LORD and to add to our sins and our guilt. For our guilt is great, and fierce anger is upon Israel.”"]},{"type":"line_break"},{"type":"verse","number":14,"content":["So the armed men left the captives and the plunder before the leaders and all the assembly."]},{"type":"verse","number":15,"content":["Then the men who were designated by name arose, took charge of the captives, and provided from the plunder clothing for the naked. They clothed them, gave them sandals and food and drink, anointed their wounds, and put all the feeble on donkeys. So they brought them to Jericho, the City of Palms, to their brothers. Then they returned to Samaria."]},{"type":"heading","content":["The Idolatry of Ahaz"]},{"type":"line_break"},{"type":"verse","number":16,"content":["At that time King Ahaz sent for help from the king",{"noteId":140},"of Assyria."]},{"type":"verse","number":17,"content":["The Edomites had again come and attacked Judah and carried away captives."]},{"type":"verse","number":18,"content":["The Philistines had also raided the cities of the foothills",{"noteId":141},"and the Negev of Judah, capturing and occupying Beth-shemesh, Aijalon, and Gederoth, as well as Soco, Timnah, and Gimzo with their villages."]},{"type":"verse","number":19,"content":["For the LORD humbled Judah because Ahaz king of Israel",{"noteId":142},"had thrown off restraint in Judah and had been most unfaithful to the LORD."]},{"type":"line_break"},{"type":"verse","number":20,"content":["Then Tiglath-pileser",{"noteId":143},"king of Assyria came to Ahaz but afflicted him rather than strengthening him."]},{"type":"verse","number":21,"content":["Although Ahaz had taken a portion from the house of the LORD, from the royal palace, and from the princes and had presented it to the king of Assyria, it did not help him."]},{"type":"line_break"},{"type":"verse","number":22,"content":["In the time of his distress, King Ahaz became even more unfaithful to the LORD."]},{"type":"verse","number":23,"content":["Since Damascus had defeated him, he sacrificed to their gods and said, “Because the gods of the kings of Aram have helped them, I will sacrifice to them that they may help me.” But these gods were the downfall of Ahaz and of all Israel."]},{"type":"line_break"},{"type":"verse","number":24,"content":["Then Ahaz gathered up the articles of the house of God, cut them into pieces, shut the doors of the house of the LORD, and set up altars of his own on every street corner in Jerusalem."]},{"type":"verse","number":25,"content":["In every city of Judah he built high places to offer incense to other gods, and so he provoked the LORD, the God of his fathers."]},{"type":"line_break"},{"type":"verse","number":26,"content":["As for the rest of the acts of Ahaz and all his ways, from beginning to end, they are indeed written in the Book of the Kings of Judah and Israel."]},{"type":"verse","number":27,"content":["And Ahaz rested with his fathers and was buried in the city of Jerusalem, but he was not placed in the tombs of the kings of Israel. And his son Hezekiah reigned in his place."]}],"footnotes":[{"noteId":137,"caller":"+","text":"Literally passed his sons through the fire","reference":{"chapter":28,"verse":3}},{"noteId":138,"caller":"+","text":"That is, the leaders of the northern kingdom of Israel","reference":{"chapter":28,"verse":12}},{"noteId":139,"caller":"+","text":"Meshillemoth is a variant of Meshillemith; see 1 Chronicles 9:12.","reference":{"chapter":28,"verse":12}},{"noteId":140,"caller":"+","text":"LXX, Syriac, and Vulgate (see also 2 Kings 16:7); Hebrew kings","reference":{"chapter":28,"verse":16}},{"noteId":141,"caller":"+","text":"Hebrew Shephelah or lowlands; that is, the western foothills of Judea","reference":{"chapter":28,"verse":18}},{"noteId":142,"caller":"+","text":"That is, Judah; in 2 Chronicles, Judah is occasionally called Israel, as representative of the true Israel.","reference":{"chapter":28,"verse":19}},{"noteId":143,"caller":"+","text":"Hebrew Tilgath-pilneser, a variant spelling of Tiglath-pileser","reference":{"chapter":28,"verse":20}}]},"thisChapterLink":"/api/BSB/2CH/28.json","thisChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_14_2Ch_028_G.mp3","hays":"https://openbible.com/audio/hays/BSB_14_2Ch_028_H.mp3","souer":"https://openbible.com/audio/souer/BSB_14_2Ch_028.mp3"},"nextChapterApiLink":"/api/BSB/2CH/29.json","nextChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_14_2Ch_029_G.mp3","hays":"https://openbible.com/audio/hays/BSB_14_2Ch_029_H.mp3","souer":"https://openbible.com/audio/souer/BSB_14_2Ch_029.mp3"},"previousChapterApiLink":"/api/BSB/2CH/27.json","previousChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_14_2Ch_027_G.mp3","hays":"https://openbible.com/audio/hays/BSB_14_2Ch_027_H.mp3","souer":"https://openbible.com/audio/souer/BSB_14_2Ch_027.mp3"},"numberOfVerses":27}