{"translation":{"id":"BSB","name":"Berean Standard Bible","website":"https://berean.bible/","licenseUrl":"https://berean.bible/","licenseNotes":null,"shortName":"BSB","englishName":"Berean Standard Bible","language":"eng","textDirection":"ltr","sha256":"b2898c49cadb50fd8763feb9e2f74a90a3817e33408a24b6cbf09e7a950dde97","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json","numberOfBooks":66,"totalNumberOfChapters":1189,"totalNumberOfVerses":31086,"languageName":"English","languageEnglishName":"English"},"book":{"id":"2CH","translationId":"BSB","name":"2 Chronicles","commonName":"2 Chronicles","title":"2 Chronicles","order":14,"numberOfChapters":36,"sha256":"24ca0b2296952968a6650788c00868a9c5005a1e120565c3a9f08c7c69763301","firstChapterNumber":1,"firstChapterApiLink":"/api/BSB/2CH/1.json","lastChapterNumber":36,"lastChapterApiLink":"/api/BSB/2CH/36.json","totalNumberOfVerses":822},"chapter":{"number":32,"content":[{"type":"heading","content":["Sennacherib Invades Judah"]},{"type":"verse","number":1,"content":["After all these acts of faithfulness, Sennacherib king of Assyria came and invaded Judah. He laid siege to the fortified cities, intending to conquer them for himself."]},{"type":"line_break"},{"type":"verse","number":2,"content":["When Hezekiah saw that Sennacherib had come to make war against Jerusalem,"]},{"type":"verse","number":3,"content":["he consulted with his leaders and commanders about stopping up the waters of the springs outside the city, and they helped him carry it out."]},{"type":"verse","number":4,"content":["Many people assembled and stopped up all the springs and the stream that flowed through the land. “Why should the kings",{"noteId":150},"of Assyria come and find plenty of water?” they said."]},{"type":"line_break"},{"type":"verse","number":5,"content":["Then Hezekiah worked resolutely to rebuild all the broken sections of the wall and to raise up towers on it. He also built an outer wall and reinforced the supporting terraces",{"noteId":151},"of the City of David, and he produced an abundance of weapons and shields."]},{"type":"line_break"},{"type":"verse","number":6,"content":["Hezekiah appointed military commanders over the people and gathered the people in the square of the city gate. Then he encouraged them, saying,"]},{"type":"verse","number":7,"content":["“Be strong and courageous! Do not be afraid or discouraged before the king of Assyria and the vast army with him, for there is a greater One with us than with him."]},{"type":"verse","number":8,"content":["With him is only the arm of flesh,",{"noteId":152},"but with us is the LORD our God to help us and to fight our battles.”",{"lineBreak":true},"So the people were strengthened by the words of Hezekiah king of Judah."]},{"type":"heading","content":["Sennacherib Threatens Jerusalem"]},{"type":"line_break"},{"type":"verse","number":9,"content":["Later, as Sennacherib king of Assyria and all his forces besieged Lachish, he sent his servants to Jerusalem with a message for King Hezekiah of Judah and all the people of Judah who were in Jerusalem:"]},{"type":"verse","number":10,"content":["“This is what Sennacherib king of Assyria says: What is the basis of your confidence, that you remain in Jerusalem under siege?"]},{"type":"verse","number":11,"content":["Is not Hezekiah misleading you to give you over to death by famine and thirst when he says, ‘The LORD our God will deliver us from the hand of the king of Assyria?’"]},{"type":"verse","number":12,"content":["Did not Hezekiah himself remove His high places and His altars and say to Judah and Jerusalem, ‘You must worship before one altar, and on it you shall burn sacrifices’?"]},{"type":"line_break"},{"type":"verse","number":13,"content":["Do you not know what I and my fathers have done to all the peoples of the lands? Have the gods of these nations ever been able to deliver their land from my hand?"]},{"type":"verse","number":14,"content":["Who among all the gods of these nations that my fathers devoted to destruction",{"noteId":153},"has been able to deliver his people from my hand? How then can your God deliver you from my hand?"]},{"type":"line_break"},{"type":"verse","number":15,"content":["So now, do not let Hezekiah deceive you, and do not let him mislead you like this. Do not believe him, for no god of any nation or kingdom has been able to deliver his people from my hand or from the hand of my fathers. How much less will your God deliver you from my hand!”"]},{"type":"line_break"},{"type":"verse","number":16,"content":["And the servants of Sennacherib spoke further against the LORD God and against His servant Hezekiah."]},{"type":"verse","number":17,"content":["He also wrote letters mocking the LORD, the God of Israel, and saying against Him: “Just as the gods of the nations did not deliver their people from my hand, so the God of Hezekiah will not deliver His people from my hand.”"]},{"type":"line_break"},{"type":"verse","number":18,"content":["Then the Assyrians called out loudly in Hebrew",{"noteId":154},"to the people of Jerusalem who were on the wall, to frighten and terrify them in order to capture the city."]},{"type":"verse","number":19,"content":["They spoke against the God of Jerusalem as they had spoken against the gods of the peoples of the earth—the work of human hands."]},{"type":"heading","content":["Jerusalem Delivered from the Assyrians"]},{"type":"line_break"},{"type":"verse","number":20,"content":["In response, King Hezekiah and the prophet Isaiah son of Amoz cried out to heaven in prayer,"]},{"type":"verse","number":21,"content":["and the LORD sent an angel who annihilated every mighty man of valor and every leader and commander in the camp of the king of Assyria. So he withdrew to his own land in disgrace. And when he entered the temple of his god, some of his own sons struck him down with the sword."]},{"type":"line_break"},{"type":"verse","number":22,"content":["So the LORD saved Hezekiah and the people of Jerusalem from the hands of King Sennacherib of Assyria and all the others, and He gave them rest on every side."]},{"type":"verse","number":23,"content":["Many brought offerings to Jerusalem for the LORD and valuable gifts for Hezekiah king of Judah, and from then on he was exalted in the eyes of all nations."]},{"type":"heading","content":["Hezekiah’s Illness and Recovery"]},{"type":"line_break"},{"type":"verse","number":24,"content":["In those days Hezekiah became mortally ill. So he prayed to the LORD, who spoke to him and gave him a sign."]},{"type":"verse","number":25,"content":["But because his heart was proud, Hezekiah did not repay the favor shown to him. Therefore wrath came upon him and upon Judah and Jerusalem."]},{"type":"line_break"},{"type":"verse","number":26,"content":["Then Hezekiah humbled the pride of his heart—he and the people of Jerusalem—so that the wrath of the LORD did not come upon them during the days of Hezekiah."]},{"type":"line_break"},{"type":"verse","number":27,"content":["Hezekiah had very great riches and honor, and he made treasuries for his silver, gold, precious stones, spices, shields, and all kinds of valuable articles."]},{"type":"verse","number":28,"content":["He also made storehouses for the harvest of grain and new wine and oil, stalls for all kinds of livestock, and pens for the flocks."]},{"type":"verse","number":29,"content":["He made cities for himself, and he acquired herds of sheep and cattle in abundance, for God gave him very great wealth."]},{"type":"line_break"},{"type":"verse","number":30,"content":["It was Hezekiah who blocked the upper outlet of the Spring of Gihon and channeled it down to the west side of the City of David. And Hezekiah prospered in all that he did."]},{"type":"verse","number":31,"content":["And so when ambassadors of the rulers of Babylon were sent to him to inquire about the wonder that had happened in the land, God left him alone to test him, that He might know all that was in Hezekiah’s heart."]},{"type":"heading","content":["Hezekiah’s Death"]},{"type":"line_break"},{"type":"verse","number":32,"content":["As for the rest of the acts of Hezekiah and his deeds of loving devotion, they are indeed written in the vision of the prophet Isaiah son of Amoz in the Book of the Kings of Judah and Israel."]},{"type":"verse","number":33,"content":["And Hezekiah rested with his fathers and was buried in the upper tombs of David’s descendants. All Judah and the people of Jerusalem paid him honor at his death. And his son Manasseh reigned in his place."]}],"footnotes":[{"noteId":150,"caller":"+","text":"Hebrew; LXX and Syriac king","reference":{"chapter":32,"verse":4}},{"noteId":151,"caller":"+","text":"Hebrew the Millo","reference":{"chapter":32,"verse":5}},{"noteId":152,"caller":"+","text":"Or He has only the strength of his own flesh","reference":{"chapter":32,"verse":8}},{"noteId":153,"caller":"+","text":"Forms of the Hebrew cherem refer to the giving over of things or persons to the LORD, either by destroying them or by giving them as an offering.","reference":{"chapter":32,"verse":14}},{"noteId":154,"caller":"+","text":"Or in the dialect of Judah","reference":{"chapter":32,"verse":18}}]},"thisChapterLink":"/api/BSB/2CH/32.json","thisChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_14_2Ch_032_G.mp3","hays":"https://openbible.com/audio/hays/BSB_14_2Ch_032_H.mp3","souer":"https://openbible.com/audio/souer/BSB_14_2Ch_032.mp3"},"nextChapterApiLink":"/api/BSB/2CH/33.json","nextChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_14_2Ch_033_G.mp3","hays":"https://openbible.com/audio/hays/BSB_14_2Ch_033_H.mp3","souer":"https://openbible.com/audio/souer/BSB_14_2Ch_033.mp3"},"previousChapterApiLink":"/api/BSB/2CH/31.json","previousChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_14_2Ch_031_G.mp3","hays":"https://openbible.com/audio/hays/BSB_14_2Ch_031_H.mp3","souer":"https://openbible.com/audio/souer/BSB_14_2Ch_031.mp3"},"numberOfVerses":33}