{"translation":{"id":"BSB","name":"Berean Standard Bible","website":"https://berean.bible/","licenseUrl":"https://berean.bible/","licenseNotes":null,"shortName":"BSB","englishName":"Berean Standard Bible","language":"eng","textDirection":"ltr","sha256":"b2898c49cadb50fd8763feb9e2f74a90a3817e33408a24b6cbf09e7a950dde97","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json","numberOfBooks":66,"totalNumberOfChapters":1189,"totalNumberOfVerses":31086,"languageName":"English","languageEnglishName":"English"},"book":{"id":"2KI","translationId":"BSB","name":"2 Kings","commonName":"2 Kings","title":"2 Kings","order":12,"numberOfChapters":25,"sha256":"0320c327a92846ca2bfc83f41f8c6bd1514089abcecc3c2b9b09e8b395a87778","firstChapterNumber":1,"firstChapterApiLink":"/api/BSB/2KI/1.json","lastChapterNumber":25,"lastChapterApiLink":"/api/BSB/2KI/25.json","totalNumberOfVerses":719},"chapter":{"number":17,"content":[{"type":"heading","content":["Hoshea the Last King of Israel"]},{"type":"verse","number":1,"content":["In the twelfth year of the reign of Ahaz over Judah, Hoshea son of Elah became king of Israel, and he reigned in Samaria nine years."]},{"type":"verse","number":2,"content":["And he did evil in the sight of the LORD, but not like the kings of Israel who preceded him."]},{"type":"line_break"},{"type":"verse","number":3,"content":["Shalmaneser king of Assyria attacked him, and Hoshea became his vassal and paid him tribute."]},{"type":"verse","number":4,"content":["But the king of Assyria discovered that Hoshea had conspired to send envoys to King So",{"noteId":70},"of Egypt, and that he had not paid tribute to the king of Assyria as in previous years. Therefore the king of Assyria arrested Hoshea and put him in prison."]},{"type":"heading","content":["Israel Carried Captive to Assyria"]},{"type":"line_break"},{"type":"verse","number":5,"content":["Then the king of Assyria invaded the whole land, marched up to Samaria, and besieged it for three years."]},{"type":"line_break"},{"type":"verse","number":6,"content":["In the ninth year of Hoshea, the king of Assyria captured Samaria and carried away the Israelites to Assyria, where he settled them in Halah, in Gozan by the Habor River, and in the cities of the Medes."]},{"type":"line_break"},{"type":"verse","number":7,"content":["All this happened because the people of Israel had sinned against the LORD their God, who had brought them out of the land of Egypt from under the hand of Pharaoh king of Egypt. They had worshiped other gods"]},{"type":"verse","number":8,"content":["and walked in the customs of the nations that the LORD had driven out before the Israelites, as well as in the practices introduced by the kings of Israel."]},{"type":"line_break"},{"type":"verse","number":9,"content":["The Israelites secretly did things against the LORD their God that were not right. From watchtower to fortified city, they built high places in all their cities."]},{"type":"verse","number":10,"content":["They set up for themselves sacred pillars and Asherah poles on every high hill and under every green tree."]},{"type":"verse","number":11,"content":["They burned incense on all the high places like the nations that the LORD had driven out before them. They did wicked things, provoking the LORD to anger."]},{"type":"verse","number":12,"content":["They served idols, although the LORD had told them, “You shall not do this thing.”",{"noteId":71}]},{"type":"line_break"},{"type":"verse","number":13,"content":["Yet through all His prophets and seers, the LORD warned Israel and Judah, saying, “Turn from your wicked ways and keep My commandments and statutes, according to the entire Law that I commanded your fathers and delivered to you through My servants the prophets.”"]},{"type":"line_break"},{"type":"verse","number":14,"content":["But they would not listen, and they stiffened their necks like their fathers, who did not believe the LORD their God."]},{"type":"verse","number":15,"content":["They rejected His statutes and the covenant He had made with their fathers, as well as the decrees He had given them. They pursued worthless idols and themselves became worthless, going after the surrounding nations that the LORD had commanded them not to imitate."]},{"type":"line_break"},{"type":"verse","number":16,"content":["They abandoned all the commandments of the LORD their God and made for themselves two cast idols of calves and an Asherah pole. They bowed down to all the host of heaven and served Baal."]},{"type":"verse","number":17,"content":["They sacrificed their sons and daughters in the fire",{"noteId":72},"and practiced divination and soothsaying. They devoted themselves to doing evil in the sight of the LORD, provoking Him to anger."]},{"type":"line_break"},{"type":"verse","number":18,"content":["So the LORD was very angry with Israel, and He removed them from His presence. Only the tribe of Judah remained,"]},{"type":"verse","number":19,"content":["and even Judah did not keep the commandments of the LORD their God, but lived according to the customs Israel had introduced."]},{"type":"verse","number":20,"content":["So the LORD rejected all the descendants of Israel. He afflicted them and delivered them into the hands of plunderers, until He had banished them from His presence."]},{"type":"line_break"},{"type":"verse","number":21,"content":["When the LORD had torn Israel away from the house of David, they made Jeroboam son of Nebat king, and Jeroboam led Israel away from following the LORD and caused them to commit a great sin."]},{"type":"verse","number":22,"content":["The Israelites persisted in all the sins that Jeroboam had committed and did not turn away from them."]},{"type":"verse","number":23,"content":["Finally, the LORD removed Israel from His presence, as He had declared through all His servants the prophets. So Israel was exiled from their homeland into Assyria, where they are to this day."]},{"type":"heading","content":["Samaria Resettled"]},{"type":"line_break"},{"type":"verse","number":24,"content":["Then the king of Assyria brought people from Babylon, Cuthah, Avva, Hamath, and Sepharvaim and settled them in the towns of Samaria to replace the Israelites. They took possession of Samaria and lived in its towns."]},{"type":"line_break"},{"type":"verse","number":25,"content":["Now when the settlers first lived there, they did not worship the LORD, so He sent lions among them, which killed some of them."]},{"type":"verse","number":26,"content":["So they spoke to the king of Assyria, saying, “The peoples that you have removed and placed in the cities of Samaria do not know the requirements of the God of the land. Because of this, He has sent lions among them, which are indeed killing them off.”"]},{"type":"line_break"},{"type":"verse","number":27,"content":["Then the king of Assyria commanded: “Send back one of the priests you carried off from Samaria, and have him go back to live there and teach the requirements of the God of the land.”"]},{"type":"line_break"},{"type":"verse","number":28,"content":["Thus one of the priests they had carried away came and lived in Bethel, and he began to teach them how they should worship the LORD."]},{"type":"line_break"},{"type":"verse","number":29,"content":["Nevertheless, the people of each nation continued to make their own gods in the cities where they had settled, and they set them up in the shrines that the people of Samaria had made on the high places."]},{"type":"verse","number":30,"content":["The men of Babylon made Succoth-benoth, the men of Cuth made Nergal, the men of Hamath made Ashima,"]},{"type":"verse","number":31,"content":["the Avvites made Nibhaz and Tartak, and the Sepharvites burned their children in the fire to Adrammelech and Anammelech the gods of the Sepharvaim."]},{"type":"line_break"},{"type":"verse","number":32,"content":["So the new residents worshiped the LORD, but they also appointed for themselves priests of all sorts to serve in the shrines of the high places."]},{"type":"verse","number":33,"content":["They worshiped the LORD, but they also served their own gods according to the customs of the nations from which they had been carried away."]},{"type":"line_break"},{"type":"verse","number":34,"content":["To this day they are still practicing their former customs. None of them worship the LORD or observe the statutes, ordinances, laws, and commandments that the LORD gave the descendants of Jacob, whom He named Israel."]},{"type":"line_break"},{"type":"verse","number":35,"content":["For the LORD had made a covenant with the Israelites and commanded them, “Do not worship other gods or bow down to them; do not serve them or sacrifice to them."]},{"type":"verse","number":36,"content":["Instead, worship the LORD, who brought you out of the land of Egypt with great power and an outstretched arm. You are to bow down to Him and offer sacrifices to Him."]},{"type":"verse","number":37,"content":["And you must always be careful to observe the statutes, ordinances, laws, and commandments He wrote for you. Do not worship other gods."]},{"type":"verse","number":38,"content":["Do not forget the covenant I have made with you. Do not worship other gods,"]},{"type":"verse","number":39,"content":["but worship the LORD your God, and He will deliver you from the hands of all your enemies.”"]},{"type":"line_break"},{"type":"verse","number":40,"content":["But they would not listen, and they persisted in their former customs."]},{"type":"verse","number":41,"content":["So these nations worshiped the LORD but also served their idols, and to this day their children and grandchildren continue to do as their fathers did."]}],"footnotes":[{"noteId":70,"caller":"+","text":"So is likely an abbreviation for Osorkon.","reference":{"chapter":17,"verse":4}},{"noteId":71,"caller":"+","text":"Exodus 20:4–6; Deuteronomy 5:8–10","reference":{"chapter":17,"verse":12}},{"noteId":72,"caller":"+","text":"Literally made their sons and their daughters pass through the fire","reference":{"chapter":17,"verse":17}}]},"thisChapterLink":"/api/BSB/2KI/17.json","thisChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_12_2Ki_017_G.mp3","hays":"https://openbible.com/audio/hays/BSB_12_2Ki_017_H.mp3","souer":"https://openbible.com/audio/souer/BSB_12_2Ki_017.mp3"},"nextChapterApiLink":"/api/BSB/2KI/18.json","nextChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_12_2Ki_018_G.mp3","hays":"https://openbible.com/audio/hays/BSB_12_2Ki_018_H.mp3","souer":"https://openbible.com/audio/souer/BSB_12_2Ki_018.mp3"},"previousChapterApiLink":"/api/BSB/2KI/16.json","previousChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_12_2Ki_016_G.mp3","hays":"https://openbible.com/audio/hays/BSB_12_2Ki_016_H.mp3","souer":"https://openbible.com/audio/souer/BSB_12_2Ki_016.mp3"},"numberOfVerses":41}