{"translation":{"id":"BSB","name":"Berean Standard Bible","website":"https://berean.bible/","licenseUrl":"https://berean.bible/","licenseNotes":null,"shortName":"BSB","englishName":"Berean Standard Bible","language":"eng","textDirection":"ltr","sha256":"b2898c49cadb50fd8763feb9e2f74a90a3817e33408a24b6cbf09e7a950dde97","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json","numberOfBooks":66,"totalNumberOfChapters":1189,"totalNumberOfVerses":31086,"languageName":"English","languageEnglishName":"English"},"book":{"id":"2KI","translationId":"BSB","name":"2 Kings","commonName":"2 Kings","title":"2 Kings","order":12,"numberOfChapters":25,"sha256":"0320c327a92846ca2bfc83f41f8c6bd1514089abcecc3c2b9b09e8b395a87778","firstChapterNumber":1,"firstChapterApiLink":"/api/BSB/2KI/1.json","lastChapterNumber":25,"lastChapterApiLink":"/api/BSB/2KI/25.json","totalNumberOfVerses":719},"chapter":{"number":23,"content":[{"type":"heading","content":["Josiah Renews the Covenant"]},{"type":"verse","number":1,"content":["Then the king summoned all the elders of Judah and Jerusalem."]},{"type":"verse","number":2,"content":["And he went up to the house of the LORD with all the people of Judah and Jerusalem, as well as the priests and the prophets—all the people small and great—and in their hearing he read all the words of the Book of the Covenant that had been found in the house of the LORD."]},{"type":"line_break"},{"type":"verse","number":3,"content":["So the king stood by the pillar and made a covenant before the LORD to follow the LORD and to keep His commandments, decrees, and statutes with all his heart and all his soul, and to carry out the words of this covenant that were written in this book. And all the people entered into the covenant."]},{"type":"heading","content":["Josiah Destroys Idolatry"]},{"type":"line_break"},{"type":"verse","number":4,"content":["Then the king commanded Hilkiah the high priest, the priests second in rank, and the doorkeepers to remove from the temple of the LORD all the articles made for Baal, Asherah, and all the host of heaven. And he burned them outside Jerusalem in the fields of Kidron and carried their ashes to Bethel."]},{"type":"line_break"},{"type":"verse","number":5,"content":["Josiah also did away with the idolatrous priests ordained by the kings of Judah to burn incense on the high places of the cities of Judah and in the places all around Jerusalem—those who had burned incense to Baal, to the sun and moon, to the constellations, and to all the host of heaven."]},{"type":"line_break"},{"type":"verse","number":6,"content":["He brought the Asherah pole from the house of the LORD to the Kidron Valley outside Jerusalem, and there he burned it, ground it to powder, and threw its dust on the graves of the common people."]},{"type":"verse","number":7,"content":["He also tore down the quarters of the male shrine prostitutes that were in the house of the LORD, where the women had woven tapestries for Asherah."]},{"type":"line_break"},{"type":"verse","number":8,"content":["Then Josiah brought all the priests from the cities of Judah and desecrated the high places, from Geba to Beersheba, where the priests had burned incense. He tore down the high places of the gates at the entrance of the gate of Joshua the governor of the city, which was to the left of the city gate."]},{"type":"verse","number":9,"content":["Although the priests of the high places did not come up to the altar of the LORD in Jerusalem, they ate unleavened bread with their fellow priests."]},{"type":"line_break"},{"type":"verse","number":10,"content":["He also desecrated Topheth in the Valley of Ben-hinnom",{"noteId":96},"so that no one could sacrifice his son or daughter in the fire",{"noteId":97},"to Molech."]},{"type":"verse","number":11,"content":["And he removed from the entrance to the house of the LORD the horses that the kings of Judah had dedicated to the sun. They were in the court",{"noteId":98},"near the chamber of an official named Nathan-melech. And Josiah burned up the chariots of the sun."]},{"type":"line_break"},{"type":"verse","number":12,"content":["He pulled down the altars that the kings of Judah had set up on the roof near the upper chamber of Ahaz, and the altars that Manasseh had set up in the two courtyards of the house of the LORD. The king pulverized them there",{"noteId":99},"and threw their dust into the Kidron Valley."]},{"type":"line_break"},{"type":"verse","number":13,"content":["The king also desecrated the high places east of Jerusalem, to the south of the Mount of Corruption, which King Solomon of Israel had built for Ashtoreth the abomination of the Sidonians, for Chemosh the abomination of the Moabites, and for Milcom",{"noteId":100},"the abomination of the Ammonites."]},{"type":"verse","number":14,"content":["He smashed the sacred pillars to pieces, cut down the Asherah poles, and covered the sites with human bones."]},{"type":"line_break"},{"type":"verse","number":15,"content":["He even pulled down the altar at Bethel, the high place set up by Jeroboam son of Nebat, who had caused Israel to sin. Then he burned",{"noteId":101},"the high place, ground it to powder, and burned the Asherah pole."]},{"type":"verse","number":16,"content":["And as Josiah turned, he saw the tombs there on the hillside, and he sent someone to take the bones out of the tombs, and he burned them on the altar to defile it, according to the word of the LORD proclaimed by the man of God who had foretold these things.",{"noteId":102}]},{"type":"line_break"},{"type":"verse","number":17,"content":["Then the king asked, “What is this monument I see?”",{"lineBreak":true},"And the men of the city replied, “It is the tomb of the man of God who came from Judah and pronounced these things that you have done to the altar of Bethel.”"]},{"type":"line_break"},{"type":"verse","number":18,"content":["“Let him rest,” said Josiah. “Do not let anyone disturb his bones.”",{"lineBreak":true},"So they left his bones undisturbed, along with those of the prophet who had come from Samaria."]},{"type":"line_break"},{"type":"verse","number":19,"content":["Just as Josiah had done at Bethel, so also in the cities of Samaria he removed all the shrines of the high places set up by the kings of Israel who had provoked the LORD to anger."]},{"type":"verse","number":20,"content":["On the altars he slaughtered all the priests of the high places, and he burned human bones on them. Then he returned to Jerusalem."]},{"type":"heading","content":["Josiah Restores the Passover"]},{"type":"line_break"},{"type":"verse","number":21,"content":["The king commanded all the people, “Keep the Passover of the LORD your God, as it is written in this Book of the Covenant.”"]},{"type":"line_break"},{"type":"verse","number":22,"content":["No such Passover had been observed from the days of the judges who had governed Israel through all the days of the kings of Israel and Judah."]},{"type":"verse","number":23,"content":["But in the eighteenth year of Josiah’s reign, this Passover was observed to the LORD in Jerusalem."]},{"type":"line_break"},{"type":"verse","number":24,"content":["Furthermore, Josiah removed the mediums and spiritists, the household gods and idols, and all the abominations that were seen in the land of Judah and in Jerusalem. He did this to carry out the words of the law written in the book that Hilkiah the priest had found in the house of the LORD."]},{"type":"line_break"},{"type":"verse","number":25,"content":["Neither before nor after Josiah was there any king like him, who turned to the LORD with all his heart and with all his soul and with all his strength, according to all the Law of Moses."]},{"type":"line_break"},{"type":"verse","number":26,"content":["Nevertheless, the LORD did not turn away from the fury of His burning anger, which was kindled against Judah because of all that Manasseh had done to provoke Him to anger."]},{"type":"verse","number":27,"content":["For the LORD had said, “I will remove Judah from My sight, just as I removed Israel. I will reject this city Jerusalem, which I chose, and the temple of which I said, ‘My Name shall be there.’”"]},{"type":"heading","content":["The Death of Josiah"]},{"type":"line_break"},{"type":"verse","number":28,"content":["As for the rest of the acts of Josiah, along with all his accomplishments, are they not written in the Book of the Chronicles of the Kings of Judah?"]},{"type":"line_break"},{"type":"verse","number":29,"content":["At the end of Josiah’s reign, Pharaoh Neco king of Egypt marched up to help the king of Assyria at the Euphrates River. King Josiah went out to confront him, but Neco faced him and killed him at Megiddo."]},{"type":"line_break"},{"type":"verse","number":30,"content":["From Megiddo his servants carried his body in a chariot, brought him to Jerusalem, and buried him in his own tomb. Then the people of the land took Jehoahaz son of Josiah, anointed him, and made him king in place of his father."]},{"type":"heading","content":["Jehoahaz Succeeds Josiah"]},{"type":"line_break"},{"type":"verse","number":31,"content":["Jehoahaz was twenty-three years old when he became king, and he reigned in Jerusalem three months. His mother’s name was Hamutal daughter of Jeremiah; she was from Libnah."]},{"type":"verse","number":32,"content":["And he did evil in the sight of the LORD, just as his fathers had done."]},{"type":"line_break"},{"type":"verse","number":33,"content":["And Pharaoh Neco imprisoned Jehoahaz at Riblah in the land of Hamath so that he could not reign in Jerusalem, and he imposed on Judah a levy of a hundred talents of silver",{"noteId":103},"and a talent of gold.",{"noteId":104}]},{"type":"verse","number":34,"content":["Then Pharaoh Neco made Eliakim son of Josiah king in place of his father Josiah, and he changed Eliakim’s name to Jehoiakim. But Neco took Jehoahaz and carried him off to Egypt, where he died."]},{"type":"line_break"},{"type":"verse","number":35,"content":["So Jehoiakim paid the silver and gold to Pharaoh Neco, but to meet Pharaoh’s demand he taxed the land and exacted the silver and the gold from the people, each according to his wealth."]},{"type":"heading","content":["Jehoiakim Reigns in Judah"]},{"type":"line_break"},{"type":"verse","number":36,"content":["Jehoiakim was twenty-five years old when he became king, and he reigned in Jerusalem eleven years. His mother’s name was Zebidah daughter of Pedaiah; she was from Rumah."]},{"type":"verse","number":37,"content":["And he did evil in the sight of the LORD, just as his fathers had done."]}],"footnotes":[{"noteId":96,"caller":"+","text":"Or the Valley of the Son of Hinnom","reference":{"chapter":23,"verse":10}},{"noteId":97,"caller":"+","text":"Literally could pass his son or daughter through the fire","reference":{"chapter":23,"verse":10}},{"noteId":98,"caller":"+","text":"Hebrew parbarim","reference":{"chapter":23,"verse":11}},{"noteId":99,"caller":"+","text":"Or quickly removed them from there","reference":{"chapter":23,"verse":12}},{"noteId":100,"caller":"+","text":"Milcom is a variant of Molech; see Leviticus 18:21 and 1 Kings 11:7.","reference":{"chapter":23,"verse":13}},{"noteId":101,"caller":"+","text":"Hebrew; LXX broke into pieces","reference":{"chapter":23,"verse":15}},{"noteId":102,"caller":"+","text":"See 1 Kings 13:2; Hebrew; LXX includes when Jeroboam stood by the altar at the feast. And he turned and lifted his eyes to the tomb of the man of God.","reference":{"chapter":23,"verse":16}},{"noteId":103,"caller":"+","text":"100 talents is approximately 3.77 tons or 3.42 metric tons of silver.","reference":{"chapter":23,"verse":33}},{"noteId":104,"caller":"+","text":"A talent is approximately 75.4 pounds or 34.2 kilograms of gold.","reference":{"chapter":23,"verse":33}}]},"thisChapterLink":"/api/BSB/2KI/23.json","thisChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_12_2Ki_023_G.mp3","hays":"https://openbible.com/audio/hays/BSB_12_2Ki_023_H.mp3","souer":"https://openbible.com/audio/souer/BSB_12_2Ki_023.mp3"},"nextChapterApiLink":"/api/BSB/2KI/24.json","nextChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_12_2Ki_024_G.mp3","hays":"https://openbible.com/audio/hays/BSB_12_2Ki_024_H.mp3","souer":"https://openbible.com/audio/souer/BSB_12_2Ki_024.mp3"},"previousChapterApiLink":"/api/BSB/2KI/22.json","previousChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_12_2Ki_022_G.mp3","hays":"https://openbible.com/audio/hays/BSB_12_2Ki_022_H.mp3","souer":"https://openbible.com/audio/souer/BSB_12_2Ki_022.mp3"},"numberOfVerses":37}