{"translation":{"id":"BSB","name":"Berean Standard Bible","website":"https://berean.bible/","licenseUrl":"https://berean.bible/","licenseNotes":null,"shortName":"BSB","englishName":"Berean Standard Bible","language":"eng","textDirection":"ltr","sha256":"b2898c49cadb50fd8763feb9e2f74a90a3817e33408a24b6cbf09e7a950dde97","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json","numberOfBooks":66,"totalNumberOfChapters":1189,"totalNumberOfVerses":31086,"languageName":"English","languageEnglishName":"English"},"book":{"id":"2KI","translationId":"BSB","name":"2 Kings","commonName":"2 Kings","title":"2 Kings","order":12,"numberOfChapters":25,"sha256":"0320c327a92846ca2bfc83f41f8c6bd1514089abcecc3c2b9b09e8b395a87778","firstChapterNumber":1,"firstChapterApiLink":"/api/BSB/2KI/1.json","lastChapterNumber":25,"lastChapterApiLink":"/api/BSB/2KI/25.json","totalNumberOfVerses":719},"chapter":{"number":6,"content":[{"type":"heading","content":["The Axe Head Floats"]},{"type":"verse","number":1,"content":["Now the sons of the prophets said to Elisha, “Please take note that the place where we meet with you is too small for us."]},{"type":"verse","number":2,"content":["Please let us go to the Jordan, where each of us can get a log so we can build ourselves a place to live there.”",{"lineBreak":true},"“Go,” said Elisha."]},{"type":"line_break"},{"type":"verse","number":3,"content":["Then one of them said, “Please come with your servants.”",{"lineBreak":true},"“I will come,” he replied."]},{"type":"line_break"},{"type":"verse","number":4,"content":["So Elisha went with them, and when they came to the Jordan, they began to cut down some trees."]},{"type":"verse","number":5,"content":["As one of them was cutting down a tree, the iron axe head fell into the water. “Oh, my master,” he cried out, “it was borrowed!”"]},{"type":"line_break"},{"type":"verse","number":6,"content":["“Where did it fall?” asked the man of God.",{"lineBreak":true},"And when he showed him the place, the man of God cut a stick, threw it there, and made the iron float."]},{"type":"line_break"},{"type":"verse","number":7,"content":["“Lift it out,” he said, and the man reached out his hand and took it."]},{"type":"heading","content":["Elisha Captures the Blinded Arameans"]},{"type":"line_break"},{"type":"verse","number":8,"content":["Now the king of Aram was at war against Israel. After consulting with his servants, he said, “My camp will be in such and such a place.”"]},{"type":"line_break"},{"type":"verse","number":9,"content":["Then the man of God sent word to the king of Israel: “Be careful passing by this place, for the Arameans are going down there.”"]},{"type":"line_break"},{"type":"verse","number":10,"content":["So the king of Israel sent word to the place the man of God had pointed out. Time and again",{"noteId":14},"Elisha warned the king, so that he was on his guard in such places."]},{"type":"verse","number":11,"content":["For this reason the king of Aram became enraged and called his servants to demand of them, “Tell me, which one of us is on the side of the king of Israel?”"]},{"type":"line_break"},{"type":"verse","number":12,"content":["But one of his servants replied, “No one, my lord the king. For Elisha, the prophet in Israel, tells the king of Israel the very words you speak in your bedroom.”"]},{"type":"line_break"},{"type":"verse","number":13,"content":["So the king said, “Go and see where he is, that I may send men to capture him.”",{"lineBreak":true},"On receiving the report, “Elisha is in Dothan,”"]},{"type":"verse","number":14,"content":["the king of Aram sent horses, chariots, and a great army. They went there by night and surrounded the city."]},{"type":"line_break"},{"type":"verse","number":15,"content":["When the servant of the man of God got up and went out early in the morning, an army with horses and chariots had surrounded the city. So he asked Elisha, “Oh, my master, what are we to do?”"]},{"type":"line_break"},{"type":"verse","number":16,"content":["“Do not be afraid,” Elisha answered, “for those who are with us are more than those who are with them.”"]},{"type":"line_break"},{"type":"verse","number":17,"content":["Then Elisha prayed, “O LORD, please open his eyes that he may see.”",{"lineBreak":true},"And the LORD opened the eyes of the young man, and he saw that the hills were full of horses and chariots of fire all around Elisha."]},{"type":"line_break"},{"type":"verse","number":18,"content":["As the Arameans came down against him, Elisha prayed to the LORD, “Please strike these people with blindness.” So He struck them with blindness, according to the word of Elisha."]},{"type":"line_break"},{"type":"verse","number":19,"content":["And Elisha told them, “This is not the way, and this is not the city. Follow me, and I will take you to the man you are seeking.” And he led them to Samaria."]},{"type":"line_break"},{"type":"verse","number":20,"content":["When they had entered Samaria, Elisha said, “O LORD, open the eyes of these men that they may see.”",{"lineBreak":true},"Then the LORD opened their eyes, and they looked around and discovered that they were in Samaria."]},{"type":"line_break"},{"type":"verse","number":21,"content":["And when the king of Israel saw them, he asked Elisha, “My father, shall I kill them? Shall I kill them?”"]},{"type":"line_break"},{"type":"verse","number":22,"content":["“Do not kill them,” he replied. “Would you kill those you have captured with your own sword or bow? Set food and water before them, that they may eat and drink and then return to their master.”"]},{"type":"line_break"},{"type":"verse","number":23,"content":["So the king prepared a great feast for them, and after they had finished eating and drinking, he sent them away, and they returned to their master. And the Aramean raiders did not come into the land of Israel again."]},{"type":"heading","content":["The Siege and Famine of Samaria"]},{"type":"line_break"},{"type":"verse","number":24,"content":["Some time later, Ben-hadad king of Aram assembled his entire army and marched up to besiege Samaria."]},{"type":"line_break"},{"type":"verse","number":25,"content":["So there was a great famine in Samaria. Indeed, they besieged the city so long that a donkey’s head sold for eighty shekels of silver,",{"noteId":15},"and a quarter cab of dove’s dung",{"noteId":16},"sold for five shekels of silver.",{"noteId":17}]},{"type":"line_break"},{"type":"verse","number":26,"content":["As the king of Israel was passing by on the wall, a woman cried out to him, “Help me, my lord the king!”"]},{"type":"line_break"},{"type":"verse","number":27,"content":["He answered, “If the LORD does not help you, where can I find help for you? From the threshing floor or the winepress?”"]},{"type":"verse","number":28,"content":["Then the king asked her, “What is the matter?”",{"lineBreak":true},"And she answered, “This woman said to me, ‘Give up your son, that we may eat him, and tomorrow we will eat my son.’"]},{"type":"verse","number":29,"content":["So we boiled my son and ate him, and the next day I said to her, ‘Give up your son, that we may eat him.’ But she had hidden her son.”"]},{"type":"line_break"},{"type":"verse","number":30,"content":["When the king heard the words of the woman, he tore his clothes. And as he passed by on the wall, the people saw the sackcloth under his clothes next to his skin."]},{"type":"verse","number":31,"content":["He announced, “May God punish me, and ever so severely, if the head of Elisha son of Shaphat remains on his shoulders through this day!”"]},{"type":"line_break"},{"type":"verse","number":32,"content":["Now Elisha was sitting in his house, and the elders were sitting with him. The king sent a messenger ahead, but before he arrived, Elisha said to the elders, “Do you see how this murderer has sent someone to cut off my head? Look, when the messenger comes, shut the door to keep him out. Is not the sound of his master’s footsteps behind him?”"]},{"type":"line_break"},{"type":"verse","number":33,"content":["While Elisha was still speaking with them, the messenger came down to him. And the king said, “This calamity is from the LORD. Why should I wait for the LORD any longer?”"]}],"footnotes":[{"noteId":14,"caller":"+","text":"Literally Not once and not twice","reference":{"chapter":6,"verse":10}},{"noteId":15,"caller":"+","text":"80 shekels is approximately 2 pounds or 907.2 grams of silver.","reference":{"chapter":6,"verse":25}},{"noteId":16,"caller":"+","text":"Or a quarter cab of seed pods; that is, approximately 0.28 dry quarts or 0.31 liters","reference":{"chapter":6,"verse":25}},{"noteId":17,"caller":"+","text":"5 shekels is approximately 2 ounces or 57 grams of silver.","reference":{"chapter":6,"verse":25}}]},"thisChapterLink":"/api/BSB/2KI/6.json","thisChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_12_2Ki_006_G.mp3","hays":"https://openbible.com/audio/hays/BSB_12_2Ki_006_H.mp3","souer":"https://openbible.com/audio/souer/BSB_12_2Ki_006.mp3"},"nextChapterApiLink":"/api/BSB/2KI/7.json","nextChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_12_2Ki_007_G.mp3","hays":"https://openbible.com/audio/hays/BSB_12_2Ki_007_H.mp3","souer":"https://openbible.com/audio/souer/BSB_12_2Ki_007.mp3"},"previousChapterApiLink":"/api/BSB/2KI/5.json","previousChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_12_2Ki_005_G.mp3","hays":"https://openbible.com/audio/hays/BSB_12_2Ki_005_H.mp3","souer":"https://openbible.com/audio/souer/BSB_12_2Ki_005.mp3"},"numberOfVerses":33}