{"translation":{"id":"BSB","name":"Berean Standard Bible","website":"https://berean.bible/","licenseUrl":"https://berean.bible/","licenseNotes":null,"shortName":"BSB","englishName":"Berean Standard Bible","language":"eng","textDirection":"ltr","sha256":"b2898c49cadb50fd8763feb9e2f74a90a3817e33408a24b6cbf09e7a950dde97","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json","numberOfBooks":66,"totalNumberOfChapters":1189,"totalNumberOfVerses":31086,"languageName":"English","languageEnglishName":"English"},"book":{"id":"2KI","translationId":"BSB","name":"2 Kings","commonName":"2 Kings","title":"2 Kings","order":12,"numberOfChapters":25,"sha256":"0320c327a92846ca2bfc83f41f8c6bd1514089abcecc3c2b9b09e8b395a87778","firstChapterNumber":1,"firstChapterApiLink":"/api/BSB/2KI/1.json","lastChapterNumber":25,"lastChapterApiLink":"/api/BSB/2KI/25.json","totalNumberOfVerses":719},"chapter":{"number":10,"content":[{"type":"heading","content":["Ahab’s Seventy Sons Killed"]},{"type":"verse","number":1,"content":["Now Ahab had seventy sons in Samaria. So Jehu wrote letters and sent them to Samaria to the officials of Jezreel,",{"noteId":35},"to the elders, and to the guardians of the sons",{"noteId":36},"of Ahab, saying:"]},{"type":"verse","number":2,"content":["“When this letter arrives, since your master’s sons are with you and you have chariots and horses, a fortified city and weaponry,"]},{"type":"verse","number":3,"content":["select the best and most worthy son of your master, set him on his father’s throne, and fight for your master’s house.”"]},{"type":"line_break"},{"type":"verse","number":4,"content":["But they were terrified and reasoned, “If two kings could not stand against him, how can we?”"]},{"type":"line_break"},{"type":"verse","number":5,"content":["So the palace administrator, the overseer of the city, the elders, and the guardians sent a message to Jehu: “We are your servants, and we will do whatever you say. We will not make anyone king. Do whatever is good in your sight.”"]},{"type":"line_break"},{"type":"verse","number":6,"content":["Then Jehu wrote them a second letter and said: “If you are on my side, and if you will obey me, then bring the heads of your master’s sons to me at Jezreel by this time tomorrow.”",{"lineBreak":true},"Now the sons of the king, seventy in all, were being brought up by the leading men of the city."]},{"type":"verse","number":7,"content":["And when the letter arrived, they took the sons of the king and slaughtered all seventy of them. They put their heads in baskets and sent them to Jehu at Jezreel."]},{"type":"line_break"},{"type":"verse","number":8,"content":["When the messenger arrived, he told Jehu, “They have brought the heads of the sons of the king.”",{"lineBreak":true},"And Jehu ordered, “Pile them in two heaps at the entrance of the gate until morning.”"]},{"type":"line_break"},{"type":"verse","number":9,"content":["The next morning, Jehu went out and stood before all the people and said, “You are innocent. It was I who conspired against my master and killed him. But who killed all these?"]},{"type":"verse","number":10,"content":["Know, then, that not a word the LORD has spoken against the house of Ahab will fail, for the LORD has done what He promised through His servant Elijah.”"]},{"type":"line_break"},{"type":"verse","number":11,"content":["So Jehu killed everyone in Jezreel who remained of the house of Ahab, as well as all his great men and close friends and priests, leaving him without a single survivor."]},{"type":"line_break"},{"type":"verse","number":12,"content":["Then Jehu set out toward Samaria. At Beth-eked of the Shepherds,"]},{"type":"verse","number":13,"content":["Jehu met some relatives of Ahaziah king of Judah and asked, “Who are you?”",{"lineBreak":true},"“We are relatives of Ahaziah,” they answered, “and we have come down to greet the sons of the king and of the queen mother.”"]},{"type":"line_break"},{"type":"verse","number":14,"content":["Then Jehu ordered, “Take them alive.” So his men took them alive, then slaughtered them at the well of Beth-eked—forty-two men. He spared none of them."]},{"type":"line_break"},{"type":"verse","number":15,"content":["When he left there, he found Jehonadab son of Rechab, who was coming to meet him. Jehu greeted him and asked, “Is your heart as true to mine as my heart is to yours?”",{"lineBreak":true},"“It is!” Jehonadab replied.",{"lineBreak":true},"“If it is,” said Jehu, “give me your hand.”",{"lineBreak":true},"So he gave him his hand, and Jehu helped him into his chariot,"]},{"type":"verse","number":16,"content":["saying, “Come with me and see my zeal for the LORD!” So he had him ride",{"noteId":37},"in his chariot."]},{"type":"line_break"},{"type":"verse","number":17,"content":["When Jehu came to Samaria, he struck down everyone belonging to Ahab who remained there, until he had destroyed them, according to the word that the LORD had spoken to Elijah."]},{"type":"heading","content":["Jehu Kills the Priests of Baal"]},{"type":"line_break"},{"type":"verse","number":18,"content":["Then Jehu brought all the people together and said, “Ahab served Baal a little, but Jehu will serve him a lot."]},{"type":"verse","number":19,"content":["Now, therefore, summon to me all the prophets of Baal, all his servants, and all his priests. See that no one is missing, for I have a great sacrifice for Baal. Whoever is missing will not live.”",{"lineBreak":true},"But Jehu was acting deceptively in order to destroy the servants of Baal."]},{"type":"line_break"},{"type":"verse","number":20,"content":["And Jehu commanded, “Proclaim a solemn assembly for Baal.” So they announced it."]},{"type":"line_break"},{"type":"verse","number":21,"content":["Then Jehu sent word throughout Israel, and all the servants of Baal came; there was not a man who failed to show. They entered the temple of Baal, and it was filled from end to end."]},{"type":"line_break"},{"type":"verse","number":22,"content":["And Jehu said to the keeper of the wardrobe, “Bring out garments for all the servants of Baal.” So he brought out garments for them."]},{"type":"line_break"},{"type":"verse","number":23,"content":["Next, Jehu and Jehonadab son of Rechab entered the temple of Baal, and Jehu said to the servants of Baal, “Look around to see that there are no servants of the LORD here among you—only servants of Baal.”"]},{"type":"line_break"},{"type":"verse","number":24,"content":["And they went in",{"noteId":38},"to offer sacrifices and burnt offerings. Now Jehu had stationed eighty men outside and warned them, “If anyone allows one of the men I am delivering into your hands to escape, he will forfeit his life for theirs.”"]},{"type":"line_break"},{"type":"verse","number":25,"content":["When he had finished making the burnt offering, Jehu said to the guards and officers, “Go in and kill them. Do not let anyone out.”",{"lineBreak":true},"So the guards and officers put them to the sword, threw the bodies out, and went into the inner room of the temple of Baal."]},{"type":"line_break"},{"type":"verse","number":26,"content":["They brought out the sacred pillar of the temple of Baal and burned it."]},{"type":"verse","number":27,"content":["They also demolished the sacred pillar of Baal. Then they tore down the temple of Baal and made it into a latrine, which it is to this day."]},{"type":"heading","content":["Jehu Repeats Jeroboam’s Sins"]},{"type":"line_break"},{"type":"verse","number":28,"content":["Thus Jehu eradicated Baal from Israel,"]},{"type":"verse","number":29,"content":["but he did not turn away from the sins that Jeroboam son of Nebat had caused Israel to commit—the worship of the golden calves at Bethel and Dan."]},{"type":"line_break"},{"type":"verse","number":30,"content":["Nevertheless, the LORD said to Jehu, “Because you have done well in carrying out what is right in My sight and have done to the house of Ahab all that was in My heart, four generations of your sons will sit on the throne of Israel.”"]},{"type":"line_break"},{"type":"verse","number":31,"content":["Yet Jehu was not careful to follow the instruction of the LORD, the God of Israel, with all his heart. He did not turn away from the sins that Jeroboam had caused Israel to commit."]},{"type":"line_break"},{"type":"verse","number":32,"content":["In those days the LORD began to reduce the size of Israel. Hazael defeated the Israelites throughout their territory"]},{"type":"verse","number":33,"content":["from the Jordan eastward through all the land of Gilead (the region of Gad, Reuben, and Manasseh), and from Aroer by the Arnon Valley through Gilead to Bashan."]},{"type":"heading","content":["Jehoahaz Succeeds Jehu in Israel"]},{"type":"line_break"},{"type":"verse","number":34,"content":["As for the rest of the acts of Jehu, along with all his accomplishments and all his might, are they not written in the Book of the Chronicles of the Kings of Israel?"]},{"type":"line_break"},{"type":"verse","number":35,"content":["And Jehu rested with his fathers and was buried in Samaria, and his son Jehoahaz reigned in his place."]},{"type":"verse","number":36,"content":["So the duration of Jehu’s reign over Israel in Samaria was twenty-eight years."]}],"footnotes":[{"noteId":35,"caller":"+","text":"Hebrew; LXX and Vulgate officials of the city","reference":{"chapter":10,"verse":1}},{"noteId":36,"caller":"+","text":"Hebrew does not include of the sons.","reference":{"chapter":10,"verse":1}},{"noteId":37,"caller":"+","text":"LXX, Syriac, and Targum Yonaton; Hebrew they had him ride","reference":{"chapter":10,"verse":16}},{"noteId":38,"caller":"+","text":"LXX he went in; see also verse 25.","reference":{"chapter":10,"verse":24}}]},"thisChapterLink":"/api/BSB/2KI/10.json","thisChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_12_2Ki_010_G.mp3","hays":"https://openbible.com/audio/hays/BSB_12_2Ki_010_H.mp3","souer":"https://openbible.com/audio/souer/BSB_12_2Ki_010.mp3"},"nextChapterApiLink":"/api/BSB/2KI/11.json","nextChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_12_2Ki_011_G.mp3","hays":"https://openbible.com/audio/hays/BSB_12_2Ki_011_H.mp3","souer":"https://openbible.com/audio/souer/BSB_12_2Ki_011.mp3"},"previousChapterApiLink":"/api/BSB/2KI/9.json","previousChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_12_2Ki_009_G.mp3","hays":"https://openbible.com/audio/hays/BSB_12_2Ki_009_H.mp3","souer":"https://openbible.com/audio/souer/BSB_12_2Ki_009.mp3"},"numberOfVerses":36}