{"translation":{"id":"BSB","name":"Berean Standard Bible","website":"https://berean.bible/","licenseUrl":"https://berean.bible/","licenseNotes":null,"shortName":"BSB","englishName":"Berean Standard Bible","language":"eng","textDirection":"ltr","sha256":"b2898c49cadb50fd8763feb9e2f74a90a3817e33408a24b6cbf09e7a950dde97","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json","numberOfBooks":66,"totalNumberOfChapters":1189,"totalNumberOfVerses":31086,"languageName":"English","languageEnglishName":"English"},"book":{"id":"2KI","translationId":"BSB","name":"2 Kings","commonName":"2 Kings","title":"2 Kings","order":12,"numberOfChapters":25,"sha256":"0320c327a92846ca2bfc83f41f8c6bd1514089abcecc3c2b9b09e8b395a87778","firstChapterNumber":1,"firstChapterApiLink":"/api/BSB/2KI/1.json","lastChapterNumber":25,"lastChapterApiLink":"/api/BSB/2KI/25.json","totalNumberOfVerses":719},"chapter":{"number":3,"content":[{"type":"heading","content":["Moab’s Rebellion"]},{"type":"verse","number":1,"content":["In the eighteenth year of Jehoshaphat’s reign over Judah, Jehoram",{"noteId":4},"son of Ahab became king of Israel, and he reigned in Samaria twelve years."]},{"type":"verse","number":2,"content":["And he did evil in the sight of the LORD, but not as his father and mother had done. He removed the sacred pillar of Baal that his father had made."]},{"type":"line_break"},{"type":"verse","number":3,"content":["Nevertheless, he clung to the sins that Jeroboam son of Nebat had caused Israel to commit; he did not turn away from them."]},{"type":"line_break"},{"type":"verse","number":4,"content":["Now Mesha king of Moab was a sheep breeder,",{"noteId":5},"and he would render to the king of Israel a hundred thousand lambs and the wool of a hundred thousand rams."]},{"type":"verse","number":5,"content":["But after the death of Ahab, the king of Moab rebelled against the king of Israel."]},{"type":"verse","number":6,"content":["So at that time King Jehoram set out from Samaria and mobilized all Israel."]},{"type":"verse","number":7,"content":["And he sent a message to Jehoshaphat king of Judah: “The king of Moab has rebelled against me. Will you go with me to fight against Moab?”",{"lineBreak":true},"“I will go,” replied Jehoshaphat. “I am like you, my people are your people, and my horses are your horses.”"]},{"type":"verse","number":8,"content":["Then he asked, “Which way shall we go up?”",{"lineBreak":true},"“By way of the Desert of Edom,” replied Joram."]},{"type":"line_break"},{"type":"verse","number":9,"content":["So the king of Israel, the king of Judah, and the king of Edom set out, and after they had traveled a roundabout route for seven days, they had no water for their army or for their animals."]},{"type":"line_break"},{"type":"verse","number":10,"content":["“Alas,” said the king of Israel, “for the LORD has summoned these three kings to deliver them into the hand of Moab!”"]},{"type":"line_break"},{"type":"verse","number":11,"content":["But Jehoshaphat asked, “Is there no prophet of the LORD here? Let us inquire of the LORD through him.”",{"lineBreak":true},"And one of the servants of the king of Israel answered, “Elisha son of Shaphat is here. He used to pour water on the hands of Elijah.",{"noteId":6},"”"]},{"type":"line_break"},{"type":"verse","number":12,"content":["Jehoshaphat affirmed, “The word of the LORD is with him.” So the king of Israel and Jehoshaphat and the king of Edom went down to him."]},{"type":"line_break"},{"type":"verse","number":13,"content":["Elisha, however, said to the king of Israel, “What have we to do with each other? Go to the prophets of your father and of your mother!”",{"lineBreak":true},"“No,” replied the king of Israel, “for it is the LORD who has summoned these three kings to deliver them into the hand of Moab.”"]},{"type":"line_break"},{"type":"verse","number":14,"content":["Then Elisha said, “As surely as the LORD of Hosts lives, before whom I stand, were it not for my regard for the presence of Jehoshaphat king of Judah, I would not look at you or acknowledge you."]},{"type":"verse","number":15,"content":["But now, bring me a harpist.",{"noteId":7},"”",{"lineBreak":true},"And while the harpist played, the hand of the LORD came upon Elisha"]},{"type":"verse","number":16,"content":["and he said, “This is what the LORD says: ‘Dig this valley full of ditches.’"]},{"type":"verse","number":17,"content":["For the LORD says, ‘You will not see wind or rain, but the valley will be filled with water, and you will drink—you and your cattle and your animals.’"]},{"type":"verse","number":18,"content":["This is a simple matter in the sight of the LORD, and He will also deliver the Moabites into your hand."]},{"type":"verse","number":19,"content":["And you shall attack every fortified city and every city of importance. You shall cut down every good tree, stop up every spring, and ruin every good field with stones.”"]},{"type":"line_break"},{"type":"verse","number":20,"content":["The next morning, at the time of the morning sacrifice, water suddenly flowed from the direction of Edom and filled the land."]},{"type":"line_break"},{"type":"verse","number":21,"content":["Now all the Moabites had heard that the kings had come up to fight against them. So all who could bear arms, young and old, were summoned and stationed at the border."]},{"type":"verse","number":22,"content":["When they got up early in the morning, the sun was shining on the water, and it looked as red as blood to the Moabites across the way."]},{"type":"line_break"},{"type":"verse","number":23,"content":["“This is blood!” they exclaimed. “The kings have clashed swords and slaughtered one another. Now to the plunder, Moab!”"]},{"type":"line_break"},{"type":"verse","number":24,"content":["But when the Moabites came to the camp of Israel, the Israelites rose up and attacked them, and they fled before them. So the Israelites invaded their land and struck down the Moabites."]},{"type":"verse","number":25,"content":["They destroyed the cities, and each man threw stones on every good field until it was covered. They stopped up every spring and cut down every good tree. Only Kir-haraseth was left with stones in place, but men with slings surrounded it and attacked it as well."]},{"type":"line_break"},{"type":"verse","number":26,"content":["When the king of Moab saw that the battle was too fierce for him, he took with him seven hundred swordsmen to break through to the king of Edom, but they could not prevail."]},{"type":"verse","number":27,"content":["So he took his firstborn son, who was to succeed him, and offered him as a burnt offering on the city wall.",{"lineBreak":true},"And there was great fury against the Israelites,",{"noteId":8},"so they withdrew and returned to their own land."]}],"footnotes":[{"noteId":4,"caller":"+","text":"Jehoram is a variant spelling of Joram; also in verse 6.","reference":{"chapter":3,"verse":1}},{"noteId":5,"caller":"+","text":"Or sheepherder","reference":{"chapter":3,"verse":4}},{"noteId":6,"caller":"+","text":"Or He was Elijah’s personal assistant","reference":{"chapter":3,"verse":11}},{"noteId":7,"caller":"+","text":"Or a musician; twice in this verse","reference":{"chapter":3,"verse":15}},{"noteId":8,"caller":"+","text":"Or And Israel’s fury was great","reference":{"chapter":3,"verse":27}}]},"thisChapterLink":"/api/BSB/2KI/3.json","thisChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_12_2Ki_003_G.mp3","hays":"https://openbible.com/audio/hays/BSB_12_2Ki_003_H.mp3","souer":"https://openbible.com/audio/souer/BSB_12_2Ki_003.mp3"},"nextChapterApiLink":"/api/BSB/2KI/4.json","nextChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_12_2Ki_004_G.mp3","hays":"https://openbible.com/audio/hays/BSB_12_2Ki_004_H.mp3","souer":"https://openbible.com/audio/souer/BSB_12_2Ki_004.mp3"},"previousChapterApiLink":"/api/BSB/2KI/2.json","previousChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_12_2Ki_002_G.mp3","hays":"https://openbible.com/audio/hays/BSB_12_2Ki_002_H.mp3","souer":"https://openbible.com/audio/souer/BSB_12_2Ki_002.mp3"},"numberOfVerses":27}