{"translation":{"id":"BSB","name":"Berean Standard Bible","website":"https://berean.bible/","licenseUrl":"https://berean.bible/","licenseNotes":null,"shortName":"BSB","englishName":"Berean Standard Bible","language":"eng","textDirection":"ltr","sha256":"b2898c49cadb50fd8763feb9e2f74a90a3817e33408a24b6cbf09e7a950dde97","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json","numberOfBooks":66,"totalNumberOfChapters":1189,"totalNumberOfVerses":31086,"languageName":"English","languageEnglishName":"English"},"book":{"id":"2KI","translationId":"BSB","name":"2 Kings","commonName":"2 Kings","title":"2 Kings","order":12,"numberOfChapters":25,"sha256":"0320c327a92846ca2bfc83f41f8c6bd1514089abcecc3c2b9b09e8b395a87778","firstChapterNumber":1,"firstChapterApiLink":"/api/BSB/2KI/1.json","lastChapterNumber":25,"lastChapterApiLink":"/api/BSB/2KI/25.json","totalNumberOfVerses":719},"chapter":{"number":4,"content":[{"type":"heading","content":["The Widow’s Oil"]},{"type":"verse","number":1,"content":["Now the wife of one of the sons of the prophets cried out to Elisha, “Your servant, my husband, is dead, and you know that your servant feared the LORD. And now his creditor is coming to take my two children as his slaves!”"]},{"type":"line_break"},{"type":"verse","number":2,"content":["“How can I help you?” asked Elisha. “Tell me, what do you have in the house?”",{"lineBreak":true},"She answered, “Your servant has nothing in the house but a jar of oil.”"]},{"type":"line_break"},{"type":"verse","number":3,"content":["“Go,” said Elisha, “borrow jars, even empty ones, from all your neighbors. Do not gather just a few."]},{"type":"verse","number":4,"content":["Then go inside, shut the door behind you and your sons, and pour oil into all these jars, setting the full ones aside.”"]},{"type":"line_break"},{"type":"verse","number":5,"content":["So she left him, and after she had shut the door behind her and her sons, they kept bringing jars to her, and she kept pouring."]},{"type":"verse","number":6,"content":["When all the jars were full, she said to her son, “Bring me another.”",{"lineBreak":true},"But he replied, “There are no more jars.” Then the oil stopped flowing."]},{"type":"line_break"},{"type":"verse","number":7,"content":["She went and told the man of God, and he said, “Go, sell the oil, and pay your debt. Then you and your sons can live on the remainder.”"]},{"type":"heading","content":["The Shunammite Woman"]},{"type":"line_break"},{"type":"verse","number":8,"content":["One day Elisha went to Shunem, and a prominent woman who lived there persuaded him to have a meal. So whenever he would pass by, he would stop there to eat."]},{"type":"line_break"},{"type":"verse","number":9,"content":["Then the woman said to her husband, “Behold, now I know that the one who often comes our way is a holy man of God."]},{"type":"verse","number":10,"content":["Please let us make a small room upstairs and put in it a bed, a table, a chair, and a lamp for him. Then when he comes to us, he can stay there.”"]},{"type":"line_break"},{"type":"verse","number":11,"content":["One day Elisha came to visit and went to his upper room to lie down."]},{"type":"verse","number":12,"content":["And he said to Gehazi his servant, “Call the Shunammite woman.”",{"lineBreak":true},"And when he had called her, she stood before him,"]},{"type":"verse","number":13,"content":["and Elisha said to Gehazi, “Now tell her, ‘Look, you have gone to all this trouble for us. What can we do for you? Can we speak on your behalf to the king or the commander of the army?’”",{"lineBreak":true},"“I have a home among my own people,” she replied."]},{"type":"line_break"},{"type":"verse","number":14,"content":["So he asked, “Then what should be done for her?”",{"lineBreak":true},"“Well, she has no son,” Gehazi replied, “and her husband is old.”"]},{"type":"line_break"},{"type":"verse","number":15,"content":["“Call her,” said Elisha.",{"lineBreak":true},"So Gehazi called her, and she stood in the doorway."]},{"type":"verse","number":16,"content":["And Elisha declared, “At this time next year, you will hold a son in your arms.”",{"lineBreak":true},"“No, my lord,” she said. “Do not lie to your maidservant, O man of God.”"]},{"type":"line_break"},{"type":"verse","number":17,"content":["But the woman did conceive, and at that time the next year she gave birth to a son, just as Elisha had told her."]},{"type":"heading","content":["Elisha Raises the Shunammite’s Son"]},{"type":"line_break"},{"type":"verse","number":18,"content":["And the child grew, and one day he went out to his father, who was with the harvesters."]},{"type":"line_break"},{"type":"verse","number":19,"content":["“My head! My head!” he complained to his father.",{"lineBreak":true},"So his father told a servant, “Carry him to his mother.”"]},{"type":"line_break"},{"type":"verse","number":20,"content":["After the servant had picked him up and carried him to his mother, the boy sat on her lap until noon, and then he died."]},{"type":"verse","number":21,"content":["And she went up and laid him on the bed of the man of God. Then she shut the door and went out."]},{"type":"line_break"},{"type":"verse","number":22,"content":["And the woman called her husband and said, “Please send me one of the servants and one of the donkeys, that I may go quickly to the man of God and return.”"]},{"type":"line_break"},{"type":"verse","number":23,"content":["“Why would you go to him today?” he replied. “It is not a New Moon or a Sabbath.”",{"lineBreak":true},"“Everything is all right,” she said."]},{"type":"line_break"},{"type":"verse","number":24,"content":["Then she saddled the donkey and told her servant, “Drive onward; do not slow the pace for me unless I tell you.”"]},{"type":"verse","number":25,"content":["So she set out and went to the man of God at Mount Carmel.",{"lineBreak":true},"When the man of God saw her at a distance, he said to his servant Gehazi, “Look, there is the Shunammite woman."]},{"type":"verse","number":26,"content":["Please run out now to meet her and ask, ‘Are you all right? Is your husband all right? Is your child all right?’”",{"lineBreak":true},"And she answered, “Everything is all right.”"]},{"type":"line_break"},{"type":"verse","number":27,"content":["When she reached the man of God at the mountain, she clung to his feet. Gehazi came over to push her away, but the man of God said, “Leave her alone, for her soul is in deep distress, and the LORD has hidden it from me and has not told me.”"]},{"type":"line_break"},{"type":"verse","number":28,"content":["Then she said, “Did I ask you for a son, my lord? Didn’t I say, ‘Do not deceive me?’”"]},{"type":"line_break"},{"type":"verse","number":29,"content":["So Elisha said to Gehazi, “Tie up your garment,",{"noteId":9},"take my staff in your hand, and go! If you meet anyone, do not greet him, and if anyone greets you, do not answer him. Then lay my staff on the boy’s face.”"]},{"type":"line_break"},{"type":"verse","number":30,"content":["And the mother of the boy said, “As surely as the LORD lives and as you yourself live, I will not leave you.” So he got up and followed her."]},{"type":"line_break"},{"type":"verse","number":31,"content":["Gehazi went on ahead of them and laid the staff on the boy’s face, but there was no sound or response. So he went back to meet Elisha and told him, “The boy has not awakened.”"]},{"type":"line_break"},{"type":"verse","number":32,"content":["When Elisha reached the house, there was the boy lying dead on his bed."]},{"type":"verse","number":33,"content":["So he went in, closed the door behind the two of them, and prayed to the LORD."]},{"type":"line_break"},{"type":"verse","number":34,"content":["Then Elisha got on the bed and lay on the boy, mouth to mouth, eye to eye, and hand to hand. As he stretched himself out over him, the boy’s body became warm."]},{"type":"verse","number":35,"content":["Elisha turned away and paced back and forth across the room. Then he got on the bed and stretched himself out over the boy again, and the boy sneezed seven times and opened his eyes."]},{"type":"line_break"},{"type":"verse","number":36,"content":["Elisha summoned Gehazi and said, “Call the Shunammite woman.” So he called her and she came.",{"lineBreak":true},"Then Elisha said, “Pick up your son.”"]},{"type":"line_break"},{"type":"verse","number":37,"content":["She came in, fell at his feet, and bowed to the ground. Then she picked up her son and went out."]},{"type":"heading","content":["Elisha Purifies the Poisonous Stew"]},{"type":"line_break"},{"type":"verse","number":38,"content":["When Elisha returned to Gilgal, there was a famine in the land. As the sons of the prophets were sitting at his feet, he said to his attendant, “Put on the large pot and boil some stew for the sons of the prophets.”"]},{"type":"line_break"},{"type":"verse","number":39,"content":["One of them went out to the field to gather herbs, and he found a wild vine from which he gathered as many wild gourds as his garment could hold. Then he came back and cut them up into the pot of stew, though no one knew what they were."]},{"type":"line_break"},{"type":"verse","number":40,"content":["And they poured it out for the men to eat, but when they tasted the stew they cried out, “There is death in the pot, O man of God!” And they could not eat it."]},{"type":"line_break"},{"type":"verse","number":41,"content":["Then Elisha said, “Get some flour.” He threw it into the pot and said, “Pour it out for the people to eat.” And there was nothing harmful in the pot."]},{"type":"heading","content":["Feeding a Hundred Men"]},{"type":"line_break"},{"type":"verse","number":42,"content":["Now a man from Baal-shalishah came to the man of God with a sack of twenty loaves of barley bread from the first ripe grain.",{"lineBreak":true},"“Give it to the people to eat,” said Elisha."]},{"type":"line_break"},{"type":"verse","number":43,"content":["But his servant asked, “How am I to set twenty loaves before a hundred men?”",{"lineBreak":true},"“Give it to the people to eat,” said Elisha, “for this is what the LORD says: ‘They will eat and have some left over.’”"]},{"type":"line_break"},{"type":"verse","number":44,"content":["So he set it before them, and they ate and had some left over, according to the word of the LORD."]}],"footnotes":[{"noteId":9,"caller":"+","text":"Literally Gird up your loins","reference":{"chapter":4,"verse":29}}]},"thisChapterLink":"/api/BSB/2KI/4.json","thisChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_12_2Ki_004_G.mp3","hays":"https://openbible.com/audio/hays/BSB_12_2Ki_004_H.mp3","souer":"https://openbible.com/audio/souer/BSB_12_2Ki_004.mp3"},"nextChapterApiLink":"/api/BSB/2KI/5.json","nextChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_12_2Ki_005_G.mp3","hays":"https://openbible.com/audio/hays/BSB_12_2Ki_005_H.mp3","souer":"https://openbible.com/audio/souer/BSB_12_2Ki_005.mp3"},"previousChapterApiLink":"/api/BSB/2KI/3.json","previousChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_12_2Ki_003_G.mp3","hays":"https://openbible.com/audio/hays/BSB_12_2Ki_003_H.mp3","souer":"https://openbible.com/audio/souer/BSB_12_2Ki_003.mp3"},"numberOfVerses":44}