{"translation":{"id":"BSB","name":"Berean Standard Bible","website":"https://berean.bible/","licenseUrl":"https://berean.bible/","licenseNotes":null,"shortName":"BSB","englishName":"Berean Standard Bible","language":"eng","textDirection":"ltr","sha256":"b2898c49cadb50fd8763feb9e2f74a90a3817e33408a24b6cbf09e7a950dde97","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json","numberOfBooks":66,"totalNumberOfChapters":1189,"totalNumberOfVerses":31086,"languageName":"English","languageEnglishName":"English"},"book":{"id":"2KI","translationId":"BSB","name":"2 Kings","commonName":"2 Kings","title":"2 Kings","order":12,"numberOfChapters":25,"sha256":"0320c327a92846ca2bfc83f41f8c6bd1514089abcecc3c2b9b09e8b395a87778","firstChapterNumber":1,"firstChapterApiLink":"/api/BSB/2KI/1.json","lastChapterNumber":25,"lastChapterApiLink":"/api/BSB/2KI/25.json","totalNumberOfVerses":719},"chapter":{"number":5,"content":[{"type":"heading","content":["Naaman Cured of Leprosy"]},{"type":"verse","number":1,"content":["Now Naaman, the commander of the army of the king of Aram, was a great man in his master’s sight and highly regarded, for through him the LORD had given victory to Aram. And he was a mighty man of valor, but he was a leper.",{"noteId":10}]},{"type":"line_break"},{"type":"verse","number":2,"content":["At this time the Arameans had gone out in bands and had taken a young girl from the land of Israel, and she was serving Naaman’s wife."]},{"type":"verse","number":3,"content":["She said to her mistress, “If only my master would go to the prophet who is in Samaria, he would cure him of his leprosy.”"]},{"type":"line_break"},{"type":"verse","number":4,"content":["And Naaman went and told his master what the girl from the land of Israel had said."]},{"type":"line_break"},{"type":"verse","number":5,"content":["“Go now,” said the king of Aram, “and I will send you with a letter to the king of Israel.”",{"lineBreak":true},"So Naaman departed, taking with him ten talents of silver,",{"noteId":11},"six thousand shekels of gold,",{"noteId":12},"and ten sets of clothing."]},{"type":"line_break"},{"type":"verse","number":6,"content":["And the letter that he took to the king of Israel stated: “With this letter I am sending my servant Naaman, so that you may cure him of his leprosy.”"]},{"type":"line_break"},{"type":"verse","number":7,"content":["When the king of Israel read the letter, he tore his clothes and asked, “Am I God, killing and giving life, that this man expects me to cure a leper? Surely you can see that he is seeking a quarrel with me!”"]},{"type":"line_break"},{"type":"verse","number":8,"content":["Now when Elisha the man of God heard that the king of Israel had torn his clothes, he sent a message to the king: “Why have you torn your clothes? Please let the man come to me, and he will know that there is a prophet in Israel.”"]},{"type":"line_break"},{"type":"verse","number":9,"content":["So Naaman came with his horses and chariots and stood at the door of Elisha’s house."]},{"type":"line_break"},{"type":"verse","number":10,"content":["Then Elisha sent him a messenger, who said, “Go and wash yourself seven times in the Jordan, and your flesh will be restored, and you will be clean.”"]},{"type":"line_break"},{"type":"verse","number":11,"content":["But Naaman went away angry, saying, “I thought that he would surely come out, stand and call on the name of the LORD his God, and wave his hand over the spot to cure my leprosy."]},{"type":"verse","number":12,"content":["Are not the Abanah and Pharpar, the rivers of Damascus, better than all the waters of Israel? Could I not have washed in them and been cleansed?” So he turned and went away in a rage."]},{"type":"line_break"},{"type":"verse","number":13,"content":["Naaman’s servants, however, approached him and said, “My father, if the prophet had told you to do some great thing, would you not have done it? How much more, then, when he tells you, ‘Wash and be cleansed’?”"]},{"type":"line_break"},{"type":"verse","number":14,"content":["So Naaman went down and dipped himself in the Jordan seven times, according to the word of the man of God, and his flesh was restored and became like that of a little child, and he was clean."]},{"type":"heading","content":["Gehazi’s Greed and Leprosy"]},{"type":"line_break"},{"type":"verse","number":15,"content":["Then Naaman and all his attendants went back to the man of God, stood before him, and declared, “Now I know for sure that there is no God in all the earth except in Israel. So please accept a gift from your servant.”"]},{"type":"line_break"},{"type":"verse","number":16,"content":["But Elisha replied, “As surely as the LORD lives, before whom I stand, I will not accept it.” And although Naaman urged him to accept it, he refused."]},{"type":"line_break"},{"type":"verse","number":17,"content":["“If you will not,” said Naaman, “please let me, your servant, be given as much soil as a pair of mules can carry. For your servant will never again make a burnt offering or a sacrifice to any other god but the LORD."]},{"type":"verse","number":18,"content":["Yet may the LORD forgive your servant this one thing: When my master goes into the temple of Rimmon to worship there, and he leans on my arm, and I bow down in the temple of Rimmon, may the LORD forgive your servant in this matter.”"]},{"type":"line_break"},{"type":"verse","number":19,"content":["“Go in peace,” said Elisha.",{"lineBreak":true},"But after Naaman had traveled a short distance,"]},{"type":"verse","number":20,"content":["Gehazi, the servant of Elisha the man of God, said, “Look, my master has spared this Aramean, Naaman, while not accepting what he brought. As surely as the LORD lives, I will run after him and get something from him.”"]},{"type":"line_break"},{"type":"verse","number":21,"content":["So Gehazi pursued Naaman. And when Naaman saw him running toward him, he got down from the chariot to meet him and asked, “Is everything all right?”"]},{"type":"line_break"},{"type":"verse","number":22,"content":["“Everything is all right,” Gehazi replied. “My master has sent me to say, ‘I have just now discovered that two young men from the sons of the prophets have come to me from the hill country of Ephraim. Please give them a talent of silver",{"noteId":13},"and two sets of clothing.’”"]},{"type":"line_break"},{"type":"verse","number":23,"content":["But Naaman insisted, “Please, take two talents.” And he urged Gehazi to accept them. Then he tied up two talents of silver in two bags along with two sets of clothing and gave them to two of his servants, who carried them ahead of Gehazi."]},{"type":"line_break"},{"type":"verse","number":24,"content":["When Gehazi came to the hill, he took the gifts from the servants and stored them in the house. Then he dismissed the men, and they departed."]},{"type":"line_break"},{"type":"verse","number":25,"content":["When Gehazi went in and stood before his master, Elisha asked him, “Gehazi, where have you been?”",{"lineBreak":true},"“Your servant did not go anywhere,” he replied."]},{"type":"line_break"},{"type":"verse","number":26,"content":["But Elisha questioned him, “Did not my spirit go with you when the man got down from his chariot to meet you? Is this the time to accept money and clothing, olive groves and vineyards, sheep and oxen, menservants and maidservants?"]},{"type":"verse","number":27,"content":["Therefore, the leprosy of Naaman will cling to you and your descendants forever!”",{"lineBreak":true},"And as Gehazi left his presence, he was leprous—as white as snow."]}],"footnotes":[{"noteId":10,"caller":"+","text":"A leper, or one with leprosy, was one afflicted with a skin disease; here and throughout this chapter; see Leviticus 13.","reference":{"chapter":5,"verse":1}},{"noteId":11,"caller":"+","text":"10 talents is approximately 754 pounds or 342 kilograms of silver.","reference":{"chapter":5,"verse":5}},{"noteId":12,"caller":"+","text":"6,000 shekels is approximately 150.8 pounds or 68.4 kilograms of gold.","reference":{"chapter":5,"verse":5}},{"noteId":13,"caller":"+","text":"A talent is approximately 75.4 pounds or 34.2 kilograms of silver.","reference":{"chapter":5,"verse":22}}]},"thisChapterLink":"/api/BSB/2KI/5.json","thisChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_12_2Ki_005_G.mp3","hays":"https://openbible.com/audio/hays/BSB_12_2Ki_005_H.mp3","souer":"https://openbible.com/audio/souer/BSB_12_2Ki_005.mp3"},"nextChapterApiLink":"/api/BSB/2KI/6.json","nextChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_12_2Ki_006_G.mp3","hays":"https://openbible.com/audio/hays/BSB_12_2Ki_006_H.mp3","souer":"https://openbible.com/audio/souer/BSB_12_2Ki_006.mp3"},"previousChapterApiLink":"/api/BSB/2KI/4.json","previousChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_12_2Ki_004_G.mp3","hays":"https://openbible.com/audio/hays/BSB_12_2Ki_004_H.mp3","souer":"https://openbible.com/audio/souer/BSB_12_2Ki_004.mp3"},"numberOfVerses":27}