{"translation":{"id":"BSB","name":"Berean Standard Bible","website":"https://berean.bible/","licenseUrl":"https://berean.bible/","licenseNotes":null,"shortName":"BSB","englishName":"Berean Standard Bible","language":"eng","textDirection":"ltr","sha256":"b2898c49cadb50fd8763feb9e2f74a90a3817e33408a24b6cbf09e7a950dde97","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json","numberOfBooks":66,"totalNumberOfChapters":1189,"totalNumberOfVerses":31086,"languageName":"English","languageEnglishName":"English"},"book":{"id":"ACT","translationId":"BSB","name":"Acts","commonName":"Acts","title":"Acts","order":44,"numberOfChapters":28,"sha256":"68bfdf85acb4b59ed9b0a22d3a1d46b0cc210f3f7160e3726af9dcdb076275a9","firstChapterNumber":1,"firstChapterApiLink":"/api/BSB/ACT/1.json","lastChapterNumber":28,"lastChapterApiLink":"/api/BSB/ACT/28.json","totalNumberOfVerses":1003},"chapter":{"number":20,"content":[{"type":"heading","content":["Paul in Macedonia and Greece"]},{"type":"verse","number":1,"content":["When the uproar had ended, Paul sent for the disciples. And after encouraging them, he said goodbye to them and left for Macedonia."]},{"type":"verse","number":2,"content":["After traveling through that area and speaking many words of encouragement, he arrived in Greece,"]},{"type":"verse","number":3,"content":["where he stayed three months. And when the Jews formed a plot against him as he was about to sail for Syria, he decided to go back through Macedonia."]},{"type":"line_break"},{"type":"verse","number":4,"content":["Paul was accompanied by Sopater son of Pyrrhus from Berea, Aristarchus and Secundus from Thessalonica, Gaius from Derbe, Timothy, and Tychicus and Trophimus from the province of Asia.",{"noteId":114}]},{"type":"verse","number":5,"content":["These men went on ahead and waited for us in Troas."]},{"type":"verse","number":6,"content":["And after the Feast of Unleavened Bread,",{"noteId":115},"we sailed from Philippi, and five days later we rejoined them in Troas, where we stayed seven days."]},{"type":"heading","content":["Eutychus Revived at Troas"]},{"type":"line_break"},{"type":"verse","number":7,"content":["On the first day of the week we came together to break bread. Since Paul was ready to leave the next day, he talked to them and kept on speaking until midnight."]},{"type":"line_break"},{"type":"verse","number":8,"content":["Now there were many lamps in the upper room where we were gathered."]},{"type":"verse","number":9,"content":["And a certain young man named Eutychus, seated in the window, was sinking into a deep sleep as Paul talked on and on. When he was sound asleep, he fell from the third story and was picked up dead."]},{"type":"verse","number":10,"content":["But Paul went down, threw himself on the young man, and embraced him. “Do not be alarmed!” he said. “He is still alive!”"]},{"type":"line_break"},{"type":"verse","number":11,"content":["Then Paul went back upstairs, broke bread, and ate. And after speaking until daybreak, he departed."]},{"type":"verse","number":12,"content":["And the people were greatly relieved to take the boy home alive."]},{"type":"heading","content":["From Troas to Miletus"]},{"type":"line_break"},{"type":"verse","number":13,"content":["We went on ahead to the ship and sailed to Assos, where we were to take Paul aboard. He had arranged this because he was going there on foot."]},{"type":"verse","number":14,"content":["And when he met us at Assos, we took him aboard and went on to Mitylene."]},{"type":"verse","number":15,"content":["Sailing on from there, we arrived the next day opposite Chios. The day after that we arrived at Samos, and",{"noteId":116},"on the following day we came to Miletus."]},{"type":"line_break"},{"type":"verse","number":16,"content":["Paul had decided to sail past Ephesus to avoid spending time in the province of Asia, because he was in a hurry to reach Jerusalem, if possible, by the day of Pentecost.",{"noteId":117}]},{"type":"heading","content":["Paul’s Farewell to the Ephesians"]},{"type":"line_break"},{"type":"verse","number":17,"content":["From Miletus, Paul sent to Ephesus for the elders of the church."]},{"type":"line_break"},{"type":"verse","number":18,"content":["When they came to him, he said, “You know how I lived the whole time I was with you, from the first day I arrived in the province of Asia."]},{"type":"verse","number":19,"content":["I served the Lord with great humility and with tears, especially in the trials that came upon me through the plots of the Jews."]},{"type":"verse","number":20,"content":["I did not shrink back from declaring anything that was helpful to you as I taught you publicly and from house to house,"]},{"type":"verse","number":21,"content":["testifying to Jews and Greeks alike about repentance to God and faith in our Lord Jesus Christ.",{"noteId":118}]},{"type":"line_break"},{"type":"verse","number":22,"content":["And now, compelled by the Spirit, I am going to Jerusalem, not knowing what will happen to me there."]},{"type":"verse","number":23,"content":["I only know that in town after town the Holy Spirit warns me that chains and afflictions await me."]},{"type":"verse","number":24,"content":["But I consider my life of no value to me, if only I may finish my course and complete the ministry I have received from the Lord Jesus—the ministry of testifying to the good news of God’s grace."]},{"type":"line_break"},{"type":"verse","number":25,"content":["Now I know that none of you among whom I have preached the kingdom will see my face again."]},{"type":"verse","number":26,"content":["Therefore I testify to you this day that I am innocent of the blood of all men.",{"noteId":119}]},{"type":"verse","number":27,"content":["For I did not shrink back from declaring to you the whole will of God."]},{"type":"line_break"},{"type":"verse","number":28,"content":["Keep watch over yourselves and the entire flock of which the Holy Spirit has made you overseers. Be shepherds of the church of God,",{"noteId":120},"which He purchased with His own blood.",{"noteId":121}]},{"type":"verse","number":29,"content":["I know that after my departure, savage wolves will come in among you and will not spare the flock."]},{"type":"verse","number":30,"content":["Even from your own number, men will rise up and distort the truth to draw away disciples after them."]},{"type":"verse","number":31,"content":["Therefore be alert and remember that for three years I never stopped warning each of you night and day with tears."]},{"type":"line_break"},{"type":"verse","number":32,"content":["And now I commit you to God and to the word of His grace, which can build you up and give you an inheritance among all who are sanctified."]},{"type":"line_break"},{"type":"verse","number":33,"content":["I have not coveted anyone’s silver or gold or clothing."]},{"type":"verse","number":34,"content":["You yourselves know that these hands of mine have ministered to my own needs and those of my companions."]},{"type":"verse","number":35,"content":["In everything, I showed you that by this kind of hard work we must help the weak, remembering the words of the Lord Jesus Himself: ‘It is more blessed to give than to receive.’”"]},{"type":"line_break"},{"type":"verse","number":36,"content":["When Paul had said this, he knelt down with all of them and prayed."]},{"type":"verse","number":37,"content":["They all wept openly as they embraced Paul and kissed him."]},{"type":"verse","number":38,"content":["They were especially grieved by his statement that they would never see his face again. Then they accompanied him to the ship."]}],"footnotes":[{"noteId":114,"caller":"+","text":"Literally from Asia; Asia was a Roman province in what is now western Turkey; also in verses 16 and 18.","reference":{"chapter":20,"verse":4}},{"noteId":115,"caller":"+","text":"Literally after the days of the Unleavened; see Exodus 12:14–20.","reference":{"chapter":20,"verse":6}},{"noteId":116,"caller":"+","text":"BYZ and TR and, after remaining at Trogyllium,","reference":{"chapter":20,"verse":15}},{"noteId":117,"caller":"+","text":"That is, Shavuot, the late spring feast of pilgrimage to Jerusalem; it is also known as the Feast of Harvest (see Exodus 23:16) or the Feast of Weeks (see Exodus 34:22).","reference":{"chapter":20,"verse":16}},{"noteId":118,"caller":"+","text":"ECM, TR, and Tischendorf; NA, SBL, NE, BYZ, and WH our Lord Jesus","reference":{"chapter":20,"verse":21}},{"noteId":119,"caller":"+","text":"See Ezekiel 33:8–9.","reference":{"chapter":20,"verse":26}},{"noteId":120,"caller":"+","text":"Tischendorf of the Lord; BYZ and GOC of the Lord and God","reference":{"chapter":20,"verse":28}},{"noteId":121,"caller":"+","text":"Or with the blood of His own Son.","reference":{"chapter":20,"verse":28}}]},"thisChapterLink":"/api/BSB/ACT/20.json","thisChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_44_Act_020_G.mp3","hays":"https://openbible.com/audio/hays/BSB_44_Act_020_H.mp3","souer":"https://openbible.com/audio/souer/BSB_44_Act_020.mp3"},"nextChapterApiLink":"/api/BSB/ACT/21.json","nextChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_44_Act_021_G.mp3","hays":"https://openbible.com/audio/hays/BSB_44_Act_021_H.mp3","souer":"https://openbible.com/audio/souer/BSB_44_Act_021.mp3"},"previousChapterApiLink":"/api/BSB/ACT/19.json","previousChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_44_Act_019_G.mp3","hays":"https://openbible.com/audio/hays/BSB_44_Act_019_H.mp3","souer":"https://openbible.com/audio/souer/BSB_44_Act_019.mp3"},"numberOfVerses":38}