{"translation":{"id":"BSB","name":"Berean Standard Bible","website":"https://berean.bible/","licenseUrl":"https://berean.bible/","licenseNotes":null,"shortName":"BSB","englishName":"Berean Standard Bible","language":"eng","textDirection":"ltr","sha256":"b2898c49cadb50fd8763feb9e2f74a90a3817e33408a24b6cbf09e7a950dde97","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json","numberOfBooks":66,"totalNumberOfChapters":1189,"totalNumberOfVerses":31086,"languageName":"English","languageEnglishName":"English"},"book":{"id":"ACT","translationId":"BSB","name":"Acts","commonName":"Acts","title":"Acts","order":44,"numberOfChapters":28,"sha256":"68bfdf85acb4b59ed9b0a22d3a1d46b0cc210f3f7160e3726af9dcdb076275a9","firstChapterNumber":1,"firstChapterApiLink":"/api/BSB/ACT/1.json","lastChapterNumber":28,"lastChapterApiLink":"/api/BSB/ACT/28.json","totalNumberOfVerses":1003},"chapter":{"number":25,"content":[{"type":"heading","content":["Paul’s Trial before Festus"]},{"type":"verse","number":1,"content":["Three days after his arrival in the province, Festus went up from Caesarea to Jerusalem,"]},{"type":"verse","number":2,"content":["where the chief priests and Jewish leaders presented their case against Paul. They urged Festus"]},{"type":"verse","number":3,"content":["to grant them a concession against Paul by summoning him to Jerusalem, because they were preparing an ambush to kill him along the way."]},{"type":"line_break"},{"type":"verse","number":4,"content":["But Festus replied, “Paul is being held in Caesarea, and I myself am going there soon."]},{"type":"verse","number":5,"content":["So if this man has done anything wrong, let some of your leaders come down with me and accuse him there.”"]},{"type":"line_break"},{"type":"verse","number":6,"content":["After spending no more than eight or ten days with them, Festus went down to Caesarea. The next day he sat on the judgment seat and ordered that Paul be brought in."]},{"type":"verse","number":7,"content":["When Paul arrived, the Jews who had come down from Jerusalem stood around him, bringing many serious charges that they could not prove."]},{"type":"line_break"},{"type":"verse","number":8,"content":["Then Paul made his defense: “I have committed no offense against the law of the Jews or against the temple or against Caesar.”"]},{"type":"line_break"},{"type":"verse","number":9,"content":["But Festus, wishing to do the Jews a favor, said to Paul, “Are you willing to go up to Jerusalem to stand trial before me on these charges?”"]},{"type":"heading","content":["Paul Appeals to Caesar"]},{"type":"line_break"},{"type":"verse","number":10,"content":["Paul replied, “I am standing before the judgment seat of Caesar, where I ought to be tried. I have done nothing wrong to the Jews, as you yourself know very well."]},{"type":"verse","number":11,"content":["If, however, I am guilty of anything worthy of death, I do not refuse to die. But if there is no truth to their accusations against me, no one has the right to hand me over to them. I appeal to Caesar!”"]},{"type":"line_break"},{"type":"verse","number":12,"content":["Then Festus conferred with his council and replied, “You have appealed to Caesar. To Caesar you will go!”"]},{"type":"heading","content":["Festus Consults Agrippa"]},{"type":"line_break"},{"type":"verse","number":13,"content":["After several days had passed, King Agrippa and Bernice came down to Caesarea to pay their respects to Festus."]},{"type":"verse","number":14,"content":["Since they were staying several days, Festus laid out Paul’s case before the king: “There is a certain man whom Felix left in prison."]},{"type":"verse","number":15,"content":["While I was in Jerusalem, the chief priests and elders of the Jews presented their case and requested a judgment against him."]},{"type":"verse","number":16,"content":["I told them that it is not the Roman custom to hand a man over before he has had an opportunity to face his accusers and defend himself against their charges."]},{"type":"line_break"},{"type":"verse","number":17,"content":["So when they came here with me, I did not delay. The next day I sat on the judgment seat and ordered that the man be brought in."]},{"type":"verse","number":18,"content":["But when his accusers rose to speak, they did not charge him with any of the crimes I had expected."]},{"type":"verse","number":19,"content":["They only had some contentions with him regarding their own religion and a certain Jesus who had died, but whom Paul affirmed to be alive."]},{"type":"line_break"},{"type":"verse","number":20,"content":["Since I was at a loss as to how to investigate these matters, I asked if he was willing to go to Jerusalem and be tried there on these charges."]},{"type":"verse","number":21,"content":["But when Paul appealed to be held over for the decision of the Emperor, I ordered that he be held until I could send him to Caesar.”"]},{"type":"line_break"},{"type":"verse","number":22,"content":["Then Agrippa said to Festus, “I would like to hear this man myself.”",{"lineBreak":true},"“Tomorrow you will hear him,” Festus declared."]},{"type":"heading","content":["Paul before Agrippa and Bernice"]},{"type":"line_break"},{"type":"verse","number":23,"content":["The next day Agrippa and Bernice came with great pomp and entered the auditorium, along with the commanders and leading men of the city. And Festus ordered that Paul be brought in."]},{"type":"line_break"},{"type":"verse","number":24,"content":["Then Festus said, “King Agrippa and all who are present with us, you see this man. The whole Jewish community has petitioned me about him, both here and in Jerusalem, crying out that he ought not to live any longer."]},{"type":"verse","number":25,"content":["But I found he had done nothing worthy of death, and since he has now appealed to the Emperor, I decided to send him."]},{"type":"line_break"},{"type":"verse","number":26,"content":["I have nothing definite to write to our sovereign one about him. Therefore I have brought him before all of you, and especially before you, King Agrippa, so that after this inquiry I may have something to write."]},{"type":"verse","number":27,"content":["For it seems unreasonable to me to send on a prisoner without specifying the charges against him.”"]}],"footnotes":[]},"thisChapterLink":"/api/BSB/ACT/25.json","thisChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_44_Act_025_G.mp3","hays":"https://openbible.com/audio/hays/BSB_44_Act_025_H.mp3","souer":"https://openbible.com/audio/souer/BSB_44_Act_025.mp3"},"nextChapterApiLink":"/api/BSB/ACT/26.json","nextChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_44_Act_026_G.mp3","hays":"https://openbible.com/audio/hays/BSB_44_Act_026_H.mp3","souer":"https://openbible.com/audio/souer/BSB_44_Act_026.mp3"},"previousChapterApiLink":"/api/BSB/ACT/24.json","previousChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_44_Act_024_G.mp3","hays":"https://openbible.com/audio/hays/BSB_44_Act_024_H.mp3","souer":"https://openbible.com/audio/souer/BSB_44_Act_024.mp3"},"numberOfVerses":27}