{"translation":{"id":"BSB","name":"Berean Standard Bible","website":"https://berean.bible/","licenseUrl":"https://berean.bible/","licenseNotes":null,"shortName":"BSB","englishName":"Berean Standard Bible","language":"eng","textDirection":"ltr","sha256":"b2898c49cadb50fd8763feb9e2f74a90a3817e33408a24b6cbf09e7a950dde97","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json","numberOfBooks":66,"totalNumberOfChapters":1189,"totalNumberOfVerses":31086,"languageName":"English","languageEnglishName":"English"},"book":{"id":"ACT","translationId":"BSB","name":"Acts","commonName":"Acts","title":"Acts","order":44,"numberOfChapters":28,"sha256":"68bfdf85acb4b59ed9b0a22d3a1d46b0cc210f3f7160e3726af9dcdb076275a9","firstChapterNumber":1,"firstChapterApiLink":"/api/BSB/ACT/1.json","lastChapterNumber":28,"lastChapterApiLink":"/api/BSB/ACT/28.json","totalNumberOfVerses":1003},"chapter":{"number":5,"content":[{"type":"heading","content":["Ananias and Sapphira"]},{"type":"verse","number":1,"content":["Now a man named Ananias, together with his wife Sapphira, also sold a piece of property."]},{"type":"verse","number":2,"content":["With his wife’s full knowledge, he kept back some of the proceeds for himself, but brought a portion and laid it at the apostles’ feet."]},{"type":"line_break"},{"type":"verse","number":3,"content":["Then Peter said, “Ananias, how is it that Satan has filled your heart to lie to the Holy Spirit and withhold some of the proceeds from the land?"]},{"type":"verse","number":4,"content":["Did it not belong to you before it was sold? And after it was sold, was it not at your disposal? How could you conceive such a deed in your heart? You have not lied to men, but to God!”"]},{"type":"line_break"},{"type":"verse","number":5,"content":["On hearing these words, Ananias fell down and died. And great fear came over all who heard what had happened."]},{"type":"verse","number":6,"content":["Then the young men stepped forward, wrapped up his body, and carried him out and buried him."]},{"type":"line_break"},{"type":"verse","number":7,"content":["About three hours later his wife also came in, unaware of what had happened."]},{"type":"verse","number":8,"content":["“Tell me,” said Peter, “is this the price you and your husband got for the land?”",{"lineBreak":true},"“Yes,” she answered, “that is the price.”"]},{"type":"line_break"},{"type":"verse","number":9,"content":["“How could you agree to test the Spirit of the Lord?” Peter replied. “Look, the feet of the men who buried your husband are at the door, and they will carry you out also.”"]},{"type":"line_break"},{"type":"verse","number":10,"content":["At that instant she fell down at his feet and died. Then the young men came in and, finding her dead, carried her out and buried her beside her husband."]},{"type":"verse","number":11,"content":["And great fear came over the whole church and all who heard about these events."]},{"type":"heading","content":["The Apostles Heal Many"]},{"type":"line_break"},{"type":"verse","number":12,"content":["The apostles performed many signs and wonders among the people, and with one accord the believers gathered together in Solomon’s Colonnade."]},{"type":"verse","number":13,"content":["Although the people regarded them highly, no one else dared to join them."]},{"type":"verse","number":14,"content":["Yet more and more believers were brought to the Lord—large numbers of both men and women."]},{"type":"line_break"},{"type":"verse","number":15,"content":["As a result, people brought the sick into the streets and laid them on cots and mats, so that at least Peter’s shadow might fall on some of them as he passed by."]},{"type":"verse","number":16,"content":["Crowds also gathered from the towns around Jerusalem, bringing the sick and those tormented by unclean spirits, and all of them were healed."]},{"type":"heading","content":["The Apostles Arrested and Freed"]},{"type":"line_break"},{"type":"verse","number":17,"content":["Then the high priest and all his associates, who belonged to the party of the Sadducees, were filled with jealousy. They went out"]},{"type":"verse","number":18,"content":["and arrested the apostles and put them in the public jail."]},{"type":"verse","number":19,"content":["But during the night an angel of the Lord opened the doors of the jail and brought them out, saying,"]},{"type":"verse","number":20,"content":["“Go, stand in the temple courts",{"noteId":29},"and tell the people the full message of this new life.”"]},{"type":"line_break"},{"type":"verse","number":21,"content":["At daybreak the apostles entered the temple courts as they had been told and began to teach the people.",{"lineBreak":true},"When the high priest and his associates arrived, they convened the Sanhedrin",{"noteId":30},"—the full assembly of the elders of Israel—and sent to the jail for the apostles."]},{"type":"verse","number":22,"content":["But on arriving at the jail, the officers did not find them there. So they returned with the report:"]},{"type":"verse","number":23,"content":["“We found the jail securely locked, with the guards posted at the doors; but when we opened them, we found no one inside.”"]},{"type":"heading","content":["The Apostles before the Sanhedrin"]},{"type":"line_break"},{"type":"verse","number":24,"content":["When the captain of the temple guard and the chief priests heard this account, they were perplexed as to what was happening.",{"noteId":31}]},{"type":"verse","number":25,"content":["Then someone came in and announced, “Look, the men you put in jail are standing in the temple courts teaching the people!”"]},{"type":"line_break"},{"type":"verse","number":26,"content":["At that point, the captain went with the officers and brought the apostles—but not by force, for fear the people would stone them."]},{"type":"verse","number":27,"content":["They brought them in and made them stand before the Sanhedrin, where the high priest interrogated them."]},{"type":"verse","number":28,"content":["“We gave you strict orders not to teach in this name,” he said. “Yet you have filled Jerusalem with your teaching and are determined to make us responsible for this man’s blood.”"]},{"type":"line_break"},{"type":"verse","number":29,"content":["But Peter and the other apostles replied, “We must obey God rather than men."]},{"type":"verse","number":30,"content":["The God of our fathers raised up Jesus, whom you had killed by hanging Him on a tree."]},{"type":"verse","number":31,"content":["God exalted Him to His right hand as Prince and Savior, in order to grant repentance and forgiveness of sins to Israel."]},{"type":"verse","number":32,"content":["We are witnesses of these things, and so is the Holy Spirit, whom God has given to those who obey Him.”"]},{"type":"heading","content":["Gamaliel’s Advice"]},{"type":"line_break"},{"type":"verse","number":33,"content":["When the Council members heard this, they were enraged, and they resolved",{"noteId":32},"to put the apostles to death."]},{"type":"verse","number":34,"content":["But a Pharisee named Gamaliel, a teacher of the law who was honored by all the people, stood up in the Sanhedrin and ordered that the men be put outside for a short time."]},{"type":"line_break"},{"type":"verse","number":35,"content":["“Men of Israel,” he said, “consider carefully what you are about to do to these men."]},{"type":"verse","number":36,"content":["Some time ago Theudas rose up, claiming to be somebody, and about four hundred men joined him. He was killed, all his followers were dispersed, and it all came to nothing."]},{"type":"verse","number":37,"content":["After him, Judas the Galilean appeared in the days of the census and drew away people after him. He too perished, and all his followers were scattered."]},{"type":"line_break"},{"type":"verse","number":38,"content":["So in the present case I advise you: Leave these men alone. Let them go! For if their purpose or endeavor is of human origin, it will fail."]},{"type":"verse","number":39,"content":["But if it is from God, you will not be able to stop them. You may even find yourselves fighting against God.”"]},{"type":"line_break"},{"type":"verse","number":40,"content":["At this, they yielded to Gamaliel. They called the apostles in and had them flogged. Then they ordered them not to speak in the name of Jesus, and released them."]},{"type":"line_break"},{"type":"verse","number":41,"content":["The apostles left the Sanhedrin, rejoicing that they had been counted worthy of suffering disgrace for the Name."]},{"type":"verse","number":42,"content":["Every day, in the temple courts and from house to house, they did not stop teaching and proclaiming the good news that Jesus is the Christ."]}],"footnotes":[{"noteId":29,"caller":"+","text":"Literally the temple; also in verses 21, 25, and 42","reference":{"chapter":5,"verse":20}},{"noteId":30,"caller":"+","text":"Or the Council; also in verses 27, 34, and 41","reference":{"chapter":5,"verse":21}},{"noteId":31,"caller":"+","text":"Literally as to what this might be","reference":{"chapter":5,"verse":24}},{"noteId":32,"caller":"+","text":"ECM, BYZ, TR, and Tischendorf; or they took counsel; NA, SBL, NE, and WH they wanted","reference":{"chapter":5,"verse":33}}]},"thisChapterLink":"/api/BSB/ACT/5.json","thisChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_44_Act_005_G.mp3","hays":"https://openbible.com/audio/hays/BSB_44_Act_005_H.mp3","souer":"https://openbible.com/audio/souer/BSB_44_Act_005.mp3"},"nextChapterApiLink":"/api/BSB/ACT/6.json","nextChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_44_Act_006_G.mp3","hays":"https://openbible.com/audio/hays/BSB_44_Act_006_H.mp3","souer":"https://openbible.com/audio/souer/BSB_44_Act_006.mp3"},"previousChapterApiLink":"/api/BSB/ACT/4.json","previousChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_44_Act_004_G.mp3","hays":"https://openbible.com/audio/hays/BSB_44_Act_004_H.mp3","souer":"https://openbible.com/audio/souer/BSB_44_Act_004.mp3"},"numberOfVerses":42}