{"translation":{"id":"BSB","name":"Berean Standard Bible","website":"https://berean.bible/","licenseUrl":"https://berean.bible/","licenseNotes":null,"shortName":"BSB","englishName":"Berean Standard Bible","language":"eng","textDirection":"ltr","sha256":"b2898c49cadb50fd8763feb9e2f74a90a3817e33408a24b6cbf09e7a950dde97","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json","numberOfBooks":66,"totalNumberOfChapters":1189,"totalNumberOfVerses":31086,"languageName":"English","languageEnglishName":"English"},"book":{"id":"2CH","translationId":"BSB","name":"2 Chronicles","commonName":"2 Chronicles","title":"2 Chronicles","order":14,"numberOfChapters":36,"sha256":"24ca0b2296952968a6650788c00868a9c5005a1e120565c3a9f08c7c69763301","firstChapterNumber":1,"firstChapterApiLink":"/api/BSB/2CH/1.json","lastChapterNumber":36,"lastChapterApiLink":"/api/BSB/2CH/36.json","totalNumberOfVerses":822},"chapter":{"number":33,"content":[{"type":"heading","content":["Manasseh Reigns in Judah"]},{"type":"verse","number":1,"content":["Manasseh was twelve years old when he became king, and he reigned in Jerusalem fifty-five years."]},{"type":"verse","number":2,"content":["And he did evil in the sight of the LORD by following the abominations of the nations that the LORD had driven out before the Israelites."]},{"type":"verse","number":3,"content":["For he rebuilt the high places that his father Hezekiah had torn down, and he raised up altars for the Baals and made Asherah poles. And he worshiped and served all the host of heaven."]},{"type":"line_break"},{"type":"verse","number":4,"content":["Manasseh also built altars in the house of the LORD, of which the LORD had said, “My Name will remain in Jerusalem forever.”"]},{"type":"verse","number":5,"content":["In both courtyards of the house of the LORD, he built altars to all the host of heaven."]},{"type":"verse","number":6,"content":["He sacrificed his sons in the fire",{"noteId":155},"in the Valley of Hinnom. He practiced sorcery, divination, and witchcraft, and consulted mediums and spiritists. He did great evil in the sight of the LORD, provoking Him to anger."]},{"type":"line_break"},{"type":"verse","number":7,"content":["Manasseh even took the carved image he had made and set it up in the house of God, of which God had said to David and his son Solomon, “In this temple and in Jerusalem, which I have chosen out of all the tribes of Israel, I will establish My Name forever."]},{"type":"verse","number":8,"content":["I will never again cause the feet of the Israelites to leave the land that I assigned to your fathers, if only they are careful to do all that I have commanded them through Moses—all the laws, statutes, and judgments.”"]},{"type":"line_break"},{"type":"verse","number":9,"content":["So Manasseh led the people of Judah and Jerusalem astray, so that they did greater evil than the nations that the LORD had destroyed before the Israelites."]},{"type":"heading","content":["Manasseh’s Repentance and Restoration"]},{"type":"line_break"},{"type":"verse","number":10,"content":["And the LORD spoke to Manasseh and his people, but they did not listen."]},{"type":"verse","number":11,"content":["So the LORD brought against them the military commanders of the king of Assyria, who captured Manasseh, put a hook in his nose, bound him with bronze shackles, and took him to Babylon."]},{"type":"verse","number":12,"content":["And in his distress, Manasseh sought the favor of the LORD his God and earnestly humbled himself before the God of his fathers."]},{"type":"verse","number":13,"content":["And when he prayed to Him, the LORD received his plea and heard his petition; so He brought him back to Jerusalem and to his kingdom. Then Manasseh knew that the LORD is God."]},{"type":"line_break"},{"type":"verse","number":14,"content":["After this, Manasseh rebuilt the outer wall of the City of David from west of Gihon in the valley to the entrance of the Fish Gate, and he brought it around the hill of Ophel and heightened it considerably. He also stationed military commanders in all the fortified cities of Judah."]},{"type":"line_break"},{"type":"verse","number":15,"content":["He removed the foreign gods and the idol from the house of the LORD, along with all the altars he had built on the temple mount",{"noteId":156},"and in Jerusalem, and he dumped them outside the city."]},{"type":"verse","number":16,"content":["Then he restored the altar of the LORD and sacrificed peace offerings and thank offerings on it, and he told Judah to serve the LORD, the God of Israel."]},{"type":"verse","number":17,"content":["Nevertheless, the people still sacrificed at the high places, but only to the LORD their God."]},{"type":"line_break"},{"type":"verse","number":18,"content":["As for the rest of the acts of Manasseh, along with his prayer to his God and the words of the seers who spoke to him in the name of the LORD, the God of Israel, they are indeed written in the Chronicles of the Kings of Israel.",{"noteId":157}]},{"type":"verse","number":19,"content":["His prayer and how God received his plea, as well as all his sin and unfaithfulness, and the sites where he built high places and set up Asherah poles and idols before he humbled himself, they are indeed written in the Records of the Seers.",{"noteId":158}]},{"type":"verse","number":20,"content":["And Manasseh rested with his fathers and was buried at his palace. And his son Amon reigned in his place."]},{"type":"heading","content":["Amon Reigns in Judah"]},{"type":"line_break"},{"type":"verse","number":21,"content":["Amon was twenty-two years old when he became king, and he reigned in Jerusalem two years."]},{"type":"verse","number":22,"content":["And he did evil in the sight of the LORD, as his father Manasseh had done.",{"lineBreak":true},"Amon served and sacrificed to all the idols that his father Manasseh had made,"]},{"type":"verse","number":23,"content":["but he did not humble himself before the LORD as his father Manasseh had done; instead, Amon increased his guilt."]},{"type":"line_break"},{"type":"verse","number":24,"content":["Then the servants of Amon conspired against him and killed him in his palace."]},{"type":"verse","number":25,"content":["But the people of the land killed all those who had conspired against King Amon, and they made his son Josiah king in his place."]}],"footnotes":[{"noteId":155,"caller":"+","text":"Literally made his sons pass through the fire","reference":{"chapter":33,"verse":6}},{"noteId":156,"caller":"+","text":"Literally the mountain of the house of the LORD","reference":{"chapter":33,"verse":15}},{"noteId":157,"caller":"+","text":"That is, Judah; in 2 Chronicles, Judah is occasionally called Israel, as representative of the true Israel.","reference":{"chapter":33,"verse":18}},{"noteId":158,"caller":"+","text":"Or the Records of the Hozai or the Annals of the Prophets","reference":{"chapter":33,"verse":19}}]},"thisChapterLink":"/api/BSB/2CH/33.json","thisChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_14_2Ch_033_G.mp3","hays":"https://openbible.com/audio/hays/BSB_14_2Ch_033_H.mp3","souer":"https://openbible.com/audio/souer/BSB_14_2Ch_033.mp3"},"nextChapterApiLink":"/api/BSB/2CH/34.json","nextChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_14_2Ch_034_G.mp3","hays":"https://openbible.com/audio/hays/BSB_14_2Ch_034_H.mp3","souer":"https://openbible.com/audio/souer/BSB_14_2Ch_034.mp3"},"previousChapterApiLink":"/api/BSB/2CH/32.json","previousChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_14_2Ch_032_G.mp3","hays":"https://openbible.com/audio/hays/BSB_14_2Ch_032_H.mp3","souer":"https://openbible.com/audio/souer/BSB_14_2Ch_032.mp3"},"numberOfVerses":25}