{"translation":{"id":"BSB","name":"Berean Standard Bible","website":"https://berean.bible/","licenseUrl":"https://berean.bible/","licenseNotes":null,"shortName":"BSB","englishName":"Berean Standard Bible","language":"eng","textDirection":"ltr","sha256":"b2898c49cadb50fd8763feb9e2f74a90a3817e33408a24b6cbf09e7a950dde97","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json","numberOfBooks":66,"totalNumberOfChapters":1189,"totalNumberOfVerses":31086,"languageName":"English","languageEnglishName":"English"},"book":{"id":"2CH","translationId":"BSB","name":"2 Chronicles","commonName":"2 Chronicles","title":"2 Chronicles","order":14,"numberOfChapters":36,"sha256":"24ca0b2296952968a6650788c00868a9c5005a1e120565c3a9f08c7c69763301","firstChapterNumber":1,"firstChapterApiLink":"/api/BSB/2CH/1.json","lastChapterNumber":36,"lastChapterApiLink":"/api/BSB/2CH/36.json","totalNumberOfVerses":822},"chapter":{"number":6,"content":[{"type":"heading","content":["Solomon Blesses the LORD"]},{"type":"verse","number":1,"content":["Then Solomon declared:",{"lineBreak":true},{"text":"“The LORD has said that He would dwell","poem":1},{"text":"in the thick cloud;","poem":2}]},{"type":"verse","number":2,"content":[{"text":"and I have built You an exalted house,","poem":1},{"text":"a place for You to dwell forever.”","poem":2}]},{"type":"line_break"},{"type":"verse","number":3,"content":["And as the whole assembly of Israel stood there, the king turned around and blessed them all"]},{"type":"verse","number":4,"content":["and said:",{"lineBreak":true},"“Blessed be the LORD, the God of Israel, who has fulfilled with His own hand what He spoke with His mouth to my father David, saying,"]},{"type":"verse","number":5,"content":["‘Since the day I brought My people out of the land of Egypt, I have not chosen a city from any tribe of Israel in which to build a house so that My Name would be there, nor have I chosen anyone to be ruler over My people Israel."]},{"type":"verse","number":6,"content":["But now I have chosen Jerusalem for My Name to be there, and I have chosen David to be over My people Israel.’"]},{"type":"line_break"},{"type":"verse","number":7,"content":["Now it was in the heart of my father David to build a house for the Name of the LORD, the God of Israel."]},{"type":"verse","number":8,"content":["But the LORD said to my father David, ‘Since it was in your heart to build a house for My Name, you have done well to have this in your heart."]},{"type":"verse","number":9,"content":["Nevertheless, you are not the one to build it; but your son, your own offspring, will build the house for My Name.’"]},{"type":"line_break"},{"type":"verse","number":10,"content":["Now the LORD has fulfilled the word that He spoke. I have succeeded my father David, and I sit on the throne of Israel, as the LORD promised. I have built the house for the Name of the LORD, the God of Israel."]},{"type":"verse","number":11,"content":["And there I have provided a place for the ark, which contains the covenant of the LORD that He made with the children of Israel.”"]},{"type":"heading","content":["Solomon’s Prayer of Dedication"]},{"type":"line_break"},{"type":"verse","number":12,"content":["Then Solomon stood before the altar of the LORD in front of the whole assembly of Israel and spread out his hands."]},{"type":"verse","number":13,"content":["Now Solomon had made a bronze platform five cubits long, five cubits wide, and three cubits high,",{"noteId":43},"and had placed it in the middle of the courtyard. He stood on it, knelt down before the whole assembly of Israel, spread out his hands toward heaven,"]},{"type":"verse","number":14,"content":["and said:",{"lineBreak":true},"“O LORD, God of Israel, there is no God like You in heaven or on earth, keeping Your covenant of loving devotion with Your servants who walk before You with all their hearts."]},{"type":"verse","number":15,"content":["You have kept Your promise to Your servant, my father David. What You spoke with Your mouth You have fulfilled with Your hand this day."]},{"type":"line_break"},{"type":"verse","number":16,"content":["Therefore now, O LORD, God of Israel, keep for Your servant, my father David, what You promised when You said: ‘You will never fail to have a man to sit before Me on the throne of Israel, if only your descendants guard their way to walk in My law as you have walked before Me.’"]},{"type":"verse","number":17,"content":["And now, O LORD, God of Israel, please confirm what You promised to Your servant David."]},{"type":"line_break"},{"type":"verse","number":18,"content":["But will God indeed dwell with man upon the earth? Even heaven, the highest heaven, cannot contain You, much less this temple I have built."]},{"type":"verse","number":19,"content":["Yet regard the prayer and plea of Your servant, O LORD my God, so that You may hear the cry and the prayer that Your servant is praying before You."]},{"type":"line_break"},{"type":"verse","number":20,"content":["May Your eyes be open toward this temple day and night, toward the place where You said You would put Your Name, so that You may hear the prayer that Your servant prays toward this place."]},{"type":"verse","number":21,"content":["Hear the plea of Your servant and of Your people Israel when they pray toward this place. May You hear from heaven, Your dwelling place. May You hear and forgive."]},{"type":"line_break"},{"type":"verse","number":22,"content":["When a man sins against his neighbor and is required to take an oath, and he comes to take an oath before Your altar in this temple,"]},{"type":"verse","number":23,"content":["then may You hear from heaven and act. May You judge Your servants, condemning the wicked man by bringing down on his own head what he has done, and justifying the righteous man by rewarding him according to his righteousness."]},{"type":"line_break"},{"type":"verse","number":24,"content":["When Your people Israel are defeated before an enemy because they have sinned against You, and they return to You and confess Your name, praying and pleading before You in this temple,"]},{"type":"verse","number":25,"content":["then may You hear from heaven and forgive the sin of Your people Israel. May You restore them to the land You gave to them and their fathers."]},{"type":"line_break"},{"type":"verse","number":26,"content":["When the skies are shut and there is no rain because Your people have sinned against You, and they pray toward this place and confess Your name, and they turn from their sins because You have afflicted them,"]},{"type":"verse","number":27,"content":["then may You hear from heaven and forgive the sin of Your servants, Your people Israel, so that You may teach them the good way in which they should walk. May You send rain on the land that You gave Your people as an inheritance."]},{"type":"line_break"},{"type":"verse","number":28,"content":["When famine or plague comes upon the land, or blight or mildew or locusts or grasshoppers, or when their enemies besiege them in their cities, whatever plague or sickness may come,"]},{"type":"verse","number":29,"content":["then may whatever prayer or petition Your people Israel make—each knowing his own afflictions and spreading out his hands toward this temple—"]},{"type":"verse","number":30,"content":["be heard by You from heaven, Your dwelling place. And may You forgive and repay each man according to all his ways, since You know his heart—for You alone know the hearts of men—"]},{"type":"verse","number":31,"content":["so that they may fear You and walk in Your ways all the days they live in the land that You gave to our fathers."]},{"type":"line_break"},{"type":"verse","number":32,"content":["And as for the foreigner who is not of Your people Israel but has come from a distant land because of Your great name and Your mighty hand and outstretched arm—when he comes and prays toward this temple,"]},{"type":"verse","number":33,"content":["then may You hear from heaven, Your dwelling place, and do according to all for which the foreigner calls to You. Then all the peoples of the earth will know Your name and fear You, as do Your people Israel, and they will know that this house I have built is called by Your Name."]},{"type":"line_break"},{"type":"verse","number":34,"content":["When Your people go to war against their enemies, wherever You send them, and when they pray to You in the direction of the city You have chosen and the house I have built for Your Name,"]},{"type":"verse","number":35,"content":["then may You hear from heaven their prayer and their plea, and may You uphold their cause."]},{"type":"line_break"},{"type":"verse","number":36,"content":["When they sin against You—for there is no one who does not sin—and You become angry with them and deliver them to an enemy who takes them as captives to a land far or near,"]},{"type":"verse","number":37,"content":["and when they come to their senses in the land to which they were taken, and they repent and plead with You in the land of their captors, saying, ‘We have sinned and done wrong; we have acted wickedly,’"]},{"type":"verse","number":38,"content":["and when they return to You with all their heart and soul in the land of the enemies who took them captive, and when they pray in the direction of the land that You gave to their fathers, the city You have chosen, and the house I have built for Your Name,"]},{"type":"verse","number":39,"content":["then may You hear from heaven, Your dwelling place, their prayer and petition, and may You uphold their cause. May You forgive Your people who sinned against You."]},{"type":"line_break"},{"type":"verse","number":40,"content":["Now, my God, may Your eyes be open and Your ears attentive to the prayer offered in this place."]},{"type":"line_break"},{"type":"verse","number":41,"content":[{"text":"Now therefore, arise, O LORD God, and enter Your resting place,","poem":1},{"text":"You and the ark of Your might.","poem":2},{"text":"May Your priests, O LORD God, be clothed with salvation,","poem":1},{"text":"and may Your godly ones rejoice in goodness.","poem":2}]},{"type":"verse","number":42,"content":[{"text":"O LORD God, do not reject Your anointed one.","poem":1},{"text":"Remember Your loving devotion to Your servant David.”","poem":2}]}],"footnotes":[{"noteId":43,"caller":"+","text":"The platform was approximately 7.5 feet in length and width, and 4.5 feet high (2.3 meters in length and width, and 1.4 meters high).","reference":{"chapter":6,"verse":13}}]},"thisChapterLink":"/api/BSB/2CH/6.json","thisChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_14_2Ch_006_G.mp3","hays":"https://openbible.com/audio/hays/BSB_14_2Ch_006_H.mp3","souer":"https://openbible.com/audio/souer/BSB_14_2Ch_006.mp3"},"nextChapterApiLink":"/api/BSB/2CH/7.json","nextChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_14_2Ch_007_G.mp3","hays":"https://openbible.com/audio/hays/BSB_14_2Ch_007_H.mp3","souer":"https://openbible.com/audio/souer/BSB_14_2Ch_007.mp3"},"previousChapterApiLink":"/api/BSB/2CH/5.json","previousChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_14_2Ch_005_G.mp3","hays":"https://openbible.com/audio/hays/BSB_14_2Ch_005_H.mp3","souer":"https://openbible.com/audio/souer/BSB_14_2Ch_005.mp3"},"numberOfVerses":42}