{"translation":{"id":"BSB","name":"Berean Standard Bible","website":"https://berean.bible/","licenseUrl":"https://berean.bible/","licenseNotes":null,"shortName":"BSB","englishName":"Berean Standard Bible","language":"eng","textDirection":"ltr","sha256":"b2898c49cadb50fd8763feb9e2f74a90a3817e33408a24b6cbf09e7a950dde97","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json","numberOfBooks":66,"totalNumberOfChapters":1189,"totalNumberOfVerses":31086,"languageName":"English","languageEnglishName":"English"},"book":{"id":"2CH","translationId":"BSB","name":"2 Chronicles","commonName":"2 Chronicles","title":"2 Chronicles","order":14,"numberOfChapters":36,"sha256":"24ca0b2296952968a6650788c00868a9c5005a1e120565c3a9f08c7c69763301","firstChapterNumber":1,"firstChapterApiLink":"/api/BSB/2CH/1.json","lastChapterNumber":36,"lastChapterApiLink":"/api/BSB/2CH/36.json","totalNumberOfVerses":822},"chapter":{"number":7,"content":[{"type":"heading","content":["Fire from Heaven"]},{"type":"verse","number":1,"content":["When Solomon had finished praying, fire came down from heaven and consumed the burnt offering and the sacrifices, and the glory of the LORD filled the temple."]},{"type":"verse","number":2,"content":["The priests were unable to enter the house of the LORD, because the glory of the LORD had filled it."]},{"type":"line_break"},{"type":"verse","number":3,"content":["When all the Israelites saw the fire coming down and the glory of the LORD above the temple, they bowed down on the pavement with their faces to the ground, and they worshiped and gave thanks to the LORD:",{"lineBreak":true},{"text":"“For He is good;","poem":1},{"text":"His loving devotion endures forever.”","poem":2}]},{"type":"heading","content":["Sacrifices of Dedication"]},{"type":"line_break"},{"type":"verse","number":4,"content":["Then the king and all the people offered sacrifices before the LORD."]},{"type":"verse","number":5,"content":["And King Solomon offered a sacrifice of 22,000 oxen and 120,000 sheep. So the king and all the people dedicated the house of God."]},{"type":"line_break"},{"type":"verse","number":6,"content":["The priests stood at their posts, as did the Levites with the musical instruments of the LORD, which King David had made for giving thanks to the LORD and with which David had offered praise, saying, “For His loving devotion endures forever.” Across from the Levites, the priests sounded trumpets, and all the Israelites were standing."]},{"type":"line_break"},{"type":"verse","number":7,"content":["Then Solomon consecrated the middle of the courtyard in front of the house of the LORD, and there he offered the burnt offerings and the fat of the peace offerings, since the bronze altar he had made could not contain all these offerings."]},{"type":"line_break"},{"type":"verse","number":8,"content":["So at that time Solomon and all Israel with him—a very great assembly of people from Lebo-hamath to the Brook of Egypt—kept the feast",{"noteId":44},"for seven days."]},{"type":"verse","number":9,"content":["On the eighth day they held a solemn assembly, for the dedication of the altar had lasted seven days, and the feast seven days more."]},{"type":"line_break"},{"type":"verse","number":10,"content":["On the twenty-third day of the seventh month, Solomon sent the people away to their homes, joyful and glad of heart for the good things that the LORD had done for David, for Solomon, and for His people Israel."]},{"type":"heading","content":["The LORD’s Response to Solomon"]},{"type":"line_break"},{"type":"verse","number":11,"content":["When Solomon had finished the house of the LORD and the royal palace, successfully carrying out all that was in his heart to do for the house of the LORD and for his own palace,"]},{"type":"verse","number":12,"content":["the LORD appeared to him at night and said to him:",{"lineBreak":true},"“I have heard your prayer and have chosen this place for Myself as a house of sacrifice."]},{"type":"verse","number":13,"content":["If I close the sky so there is no rain, or if I command the locust to devour the land, or if I send a plague among My people,"]},{"type":"verse","number":14,"content":["and if My people who are called by My name humble themselves and pray and seek My face and turn from their wicked ways, then I will hear from heaven, forgive their sin, and heal their land."]},{"type":"line_break"},{"type":"verse","number":15,"content":["Now My eyes will be open and My ears attentive to the prayers offered in this place."]},{"type":"verse","number":16,"content":["For I have now chosen and consecrated this temple so that My Name may be there forever. My eyes and My heart will be there for all time."]},{"type":"line_break"},{"type":"verse","number":17,"content":["And as for you, if you walk before Me as your father David walked, doing all I have commanded you, and if you keep My statutes and ordinances,"]},{"type":"verse","number":18,"content":["then I will establish your royal throne, as I covenanted with your father David when I said, ‘You will never fail to have a man to rule over Israel.’"]},{"type":"line_break"},{"type":"verse","number":19,"content":["But if you turn away and forsake the statutes and commandments I have set before you, and if you go off to serve and worship other gods,"]},{"type":"verse","number":20,"content":["then I will uproot Israel from the soil I have given them, and I will banish from My presence this temple I have sanctified for My Name. I will make it an object of scorn and ridicule among all the peoples."]},{"type":"line_break"},{"type":"verse","number":21,"content":["And when this temple has become a heap of rubble,",{"noteId":45},"all who pass by it will be appalled and say, ‘Why has the LORD done such a thing to this land and to this temple?’"]},{"type":"verse","number":22,"content":["And others will answer, ‘Because they have forsaken the LORD, the God of their fathers, who brought them out of the land of Egypt, and have embraced other gods, worshiping and serving them—because of this, He has brought all this disaster upon them.’”"]}],"footnotes":[{"noteId":44,"caller":"+","text":"That is, the Feast of Tabernacles (or Booths or Shelters); see Leviticus 23:33–36.","reference":{"chapter":7,"verse":8}},{"noteId":45,"caller":"+","text":"Some LXX manuscripts, Syriac, and Arabic; Hebrew And though this temple is now exalted; see also 1 Kings 9:8.","reference":{"chapter":7,"verse":21}}]},"thisChapterLink":"/api/BSB/2CH/7.json","thisChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_14_2Ch_007_G.mp3","hays":"https://openbible.com/audio/hays/BSB_14_2Ch_007_H.mp3","souer":"https://openbible.com/audio/souer/BSB_14_2Ch_007.mp3"},"nextChapterApiLink":"/api/BSB/2CH/8.json","nextChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_14_2Ch_008_G.mp3","hays":"https://openbible.com/audio/hays/BSB_14_2Ch_008_H.mp3","souer":"https://openbible.com/audio/souer/BSB_14_2Ch_008.mp3"},"previousChapterApiLink":"/api/BSB/2CH/6.json","previousChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_14_2Ch_006_G.mp3","hays":"https://openbible.com/audio/hays/BSB_14_2Ch_006_H.mp3","souer":"https://openbible.com/audio/souer/BSB_14_2Ch_006.mp3"},"numberOfVerses":22}