{"translation":{"id":"BSB","name":"Berean Standard Bible","website":"https://berean.bible/","licenseUrl":"https://berean.bible/","licenseNotes":null,"shortName":"BSB","englishName":"Berean Standard Bible","language":"eng","textDirection":"ltr","sha256":"b2898c49cadb50fd8763feb9e2f74a90a3817e33408a24b6cbf09e7a950dde97","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json","numberOfBooks":66,"totalNumberOfChapters":1189,"totalNumberOfVerses":31086,"languageName":"English","languageEnglishName":"English"},"book":{"id":"JER","translationId":"BSB","name":"Jeremiah","commonName":"Jeremiah","title":"Jeremiah","order":24,"numberOfChapters":52,"sha256":"a8165793d5e439b10988182d02db33a85e83d914fd6d3c25ae94545ad66db469","firstChapterNumber":1,"firstChapterApiLink":"/api/BSB/JER/1.json","lastChapterNumber":52,"lastChapterApiLink":"/api/BSB/JER/52.json","totalNumberOfVerses":1364},"chapter":{"number":40,"content":[{"type":"heading","content":["Jeremiah Remains in Judah"]},{"type":"verse","number":1,"content":["This is the word that came to Jeremiah from the LORD after Nebuzaradan captain of the guard had released him at Ramah, having found him bound in chains among all the captives of Jerusalem and Judah who were being exiled to Babylon."]},{"type":"line_break"},{"type":"verse","number":2,"content":["The captain of the guard found Jeremiah and said to him, “The LORD your God decreed this disaster on this place,"]},{"type":"verse","number":3,"content":["and now the LORD has fulfilled it; He has done just as He said. Because you people have sinned against the LORD and have not obeyed His voice, this thing has happened to you."]},{"type":"verse","number":4,"content":["But now, behold, I am freeing you today from the chains that were on your wrists. If it pleases you to come with me to Babylon, then come, and I will take care of you. But if it seems wrong to you to come with me to Babylon, go no farther. Look, the whole land is before you. Wherever it seems good and right to you, go there.”"]},{"type":"line_break"},{"type":"verse","number":5,"content":["But before Jeremiah turned to go, Nebuzaradan added, “Return to Gedaliah son of Ahikam, the son of Shaphan, whom the king of Babylon has appointed over the cities of Judah, and stay with him among the people, or go anywhere else that seems right.” Then the captain of the guard gave him a ration and a gift and released him."]},{"type":"line_break"},{"type":"verse","number":6,"content":["So Jeremiah went to Gedaliah son of Ahikam at Mizpah and stayed with him among the people who were left in the land."]},{"type":"heading","content":["Gedaliah Governs in Judah"]},{"type":"line_break"},{"type":"verse","number":7,"content":["When all the commanders and men of the armies in the field heard that the king of Babylon had appointed Gedaliah son of Ahikam over the land and that he had put him in charge of the men, women, and children who were the poorest of the land and had not been exiled to Babylon,"]},{"type":"verse","number":8,"content":["they came to Gedaliah at Mizpah—Ishmael son of Nethaniah, Johanan and Jonathan the sons of Kareah, Seraiah son of Tanhumeth, the sons of Ephai the Netophathite, and Jezaniah",{"noteId":116},"son of the Maacathite—they and their men."]},{"type":"line_break"},{"type":"verse","number":9,"content":["Gedaliah son of Ahikam, the son of Shaphan, swore an oath to them and their men, assuring them, “Do not be afraid to serve the Chaldeans.",{"noteId":117},"Live in the land and serve the king of Babylon, and it will go well with you."]},{"type":"verse","number":10,"content":["As for me, I will stay in Mizpah to represent you before the Chaldeans who come to us. As for you, gather wine grapes, summer fruit, and oil, place them in your storage jars, and live in the cities you have taken.”"]},{"type":"line_break"},{"type":"verse","number":11,"content":["When all the Jews in Moab, Ammon, Edom, and all the other lands heard that the king of Babylon had left a remnant in Judah and had appointed Gedaliah son of Ahikam, the son of Shaphan, over them,"]},{"type":"verse","number":12,"content":["they all returned from all the places to which they had been banished and came to the land of Judah, to Gedaliah at Mizpah. And they gathered an abundance of wine grapes and summer fruit."]},{"type":"heading","content":["The Plot against Gedaliah"]},{"type":"line_break"},{"type":"verse","number":13,"content":["Meanwhile, Johanan son of Kareah and all the commanders of the armies in the field came to Gedaliah at Mizpah"]},{"type":"verse","number":14,"content":["and said to him, “Are you aware that Baalis king of the Ammonites has sent Ishmael son of Nethaniah to take your life?”",{"lineBreak":true},"But Gedaliah son of Ahikam did not believe them."]},{"type":"line_break"},{"type":"verse","number":15,"content":["Then Johanan son of Kareah spoke privately to Gedaliah at Mizpah. “Let me go and kill Ishmael son of Nethaniah,” he said. “No one will know it. Why should he take your life and scatter all the people of Judah who have gathered to you, so that the remnant of Judah would perish?”"]},{"type":"line_break"},{"type":"verse","number":16,"content":["But Gedaliah son of Ahikam said to Johanan son of Kareah, “Do not do such a thing! What you are saying about Ishmael is a lie.”"]}],"footnotes":[{"noteId":116,"caller":"+","text":"Jezaniah is a variant of Jaazaniah; see 2 Kings 25:23.","reference":{"chapter":40,"verse":8}},{"noteId":117,"caller":"+","text":"That is, the Babylonians; also in verse 10","reference":{"chapter":40,"verse":9}}]},"thisChapterLink":"/api/BSB/JER/40.json","thisChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_24_Jer_040_G.mp3","hays":"https://openbible.com/audio/hays/BSB_24_Jer_040_H.mp3","souer":"https://openbible.com/audio/souer/BSB_24_Jer_040.mp3"},"nextChapterApiLink":"/api/BSB/JER/41.json","nextChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_24_Jer_041_G.mp3","hays":"https://openbible.com/audio/hays/BSB_24_Jer_041_H.mp3","souer":"https://openbible.com/audio/souer/BSB_24_Jer_041.mp3"},"previousChapterApiLink":"/api/BSB/JER/39.json","previousChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_24_Jer_039_G.mp3","hays":"https://openbible.com/audio/hays/BSB_24_Jer_039_H.mp3","souer":"https://openbible.com/audio/souer/BSB_24_Jer_039.mp3"},"numberOfVerses":16}