{"translation":{"id":"BSB","name":"Berean Standard Bible","website":"https://berean.bible/","licenseUrl":"https://berean.bible/","licenseNotes":null,"shortName":"BSB","englishName":"Berean Standard Bible","language":"eng","textDirection":"ltr","sha256":"b2898c49cadb50fd8763feb9e2f74a90a3817e33408a24b6cbf09e7a950dde97","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json","numberOfBooks":66,"totalNumberOfChapters":1189,"totalNumberOfVerses":31086,"languageName":"English","languageEnglishName":"English"},"book":{"id":"1SA","translationId":"BSB","name":"1 Samuel","commonName":"1 Samuel","title":"1 Samuel","order":9,"numberOfChapters":31,"sha256":"aff013bc53481156d79dc85c0dbc9e7a9dd6bb53d41472319288a5ce15b7625e","firstChapterNumber":1,"firstChapterApiLink":"/api/BSB/1SA/1.json","lastChapterNumber":31,"lastChapterApiLink":"/api/BSB/1SA/31.json","totalNumberOfVerses":810},"chapter":{"number":13,"content":[{"type":"heading","content":["War with the Philistines"]},{"type":"verse","number":1,"content":["Saul was thirty years old",{"noteId":53},"when he became king, and he reigned over Israel forty-two years.",{"noteId":54}]},{"type":"verse","number":2,"content":["He chose for himself three thousand men of Israel: Two thousand were with Saul at Michmash and in the hill country of Bethel, and a thousand were with Jonathan in Gibeah of Benjamin. And the rest of the troops he sent away, each to his own home."]},{"type":"line_break"},{"type":"verse","number":3,"content":["Then Jonathan attacked the Philistine outpost at Geba, and the Philistines heard about it. So Saul blew the ram’s horn throughout the land, saying, “Let the Hebrews hear!”"]},{"type":"line_break"},{"type":"verse","number":4,"content":["And all Israel heard the news: “Saul has attacked an outpost of the Philistines, and now Israel has become a stench to the Philistines!” Then the people were summoned to join Saul at Gilgal."]},{"type":"line_break"},{"type":"verse","number":5,"content":["Now the Philistines assembled to fight against Israel with three thousand",{"noteId":55},"chariots, six thousand horsemen, and troops as numerous as the sand on the seashore. They went up and camped at Michmash, east of Beth-aven."]},{"type":"line_break"},{"type":"verse","number":6,"content":["Seeing that they were in danger because their troops were hard-pressed, the men of Israel hid in caves and thickets, among the rocks, and in cellars and cisterns."]},{"type":"verse","number":7,"content":["Some Hebrews even crossed the Jordan into the land of Gad and Gilead. Saul, however, remained at Gilgal, and all his troops were quaking in fear."]},{"type":"heading","content":["Saul’s Unlawful Sacrifice"]},{"type":"line_break"},{"type":"verse","number":8,"content":["And Saul waited seven days for the time appointed by Samuel, but Samuel did not come to Gilgal, and the troops began to desert Saul."]},{"type":"verse","number":9,"content":["So he said, “Bring me the burnt offering and the peace offerings.” And he offered up the burnt offering."]},{"type":"line_break"},{"type":"verse","number":10,"content":["Just as he finished offering the burnt offering, Samuel arrived, and Saul went out to greet him."]},{"type":"line_break"},{"type":"verse","number":11,"content":["“What have you done?” Samuel asked.",{"lineBreak":true},"And Saul replied, “When I saw that the troops were deserting me, and that you did not come at the appointed time and the Philistines were gathering at Michmash,"]},{"type":"verse","number":12,"content":["I thought, ‘Now the Philistines will descend upon me at Gilgal, and I have not sought the favor of the LORD.’ So I felt compelled to offer the burnt offering.”"]},{"type":"line_break"},{"type":"verse","number":13,"content":["“You have acted foolishly,” Samuel declared. “You have not kept the command that the LORD your God gave you; if you had, the LORD would have established your kingdom over Israel for all time."]},{"type":"verse","number":14,"content":["But now your kingdom will not endure; the LORD has sought a man after His own heart and appointed him ruler over His people, because you have not kept the command of the LORD.”"]},{"type":"line_break"},{"type":"verse","number":15,"content":["Then Samuel set out from Gilgal and went up to Gibeah in Benjamin.",{"noteId":56},"And Saul numbered the troops who were with him, about six hundred men."]},{"type":"heading","content":["Israel without Weapons"]},{"type":"line_break"},{"type":"verse","number":16,"content":["Now Saul and Jonathan his son and the troops with them were staying in Geba of Benjamin, while the Philistines camped at Michmash."]},{"type":"verse","number":17,"content":["And raiders went out of the Philistine camp in three divisions. One headed toward Ophrah in the land of Shual,"]},{"type":"verse","number":18,"content":["another toward Beth-horon, and the third down the border road overlooking the Valley of Zeboim facing the wilderness."]},{"type":"line_break"},{"type":"verse","number":19,"content":["And no blacksmith could be found in all the land of Israel, because the Philistines had said, “The Hebrews must not be allowed to make swords or spears.”"]},{"type":"verse","number":20,"content":["Instead, all the Israelites would go down to the Philistines to sharpen their plowshares, mattocks, axes, and sickles.",{"noteId":57}]},{"type":"verse","number":21,"content":["The charge was a pim",{"noteId":58},"for sharpening a plowshare or mattock, a third of a shekel for sharpening a pitchfork or an axe, and a third of a shekel for repointing an oxgoad.",{"noteId":59}]},{"type":"line_break"},{"type":"verse","number":22,"content":["So on the day of battle not a sword or spear could be found in the hands of the troops with Saul and Jonathan; only Saul and his son Jonathan had weapons."]},{"type":"line_break"},{"type":"verse","number":23,"content":["And a garrison of the Philistines had gone out to the pass at Michmash."]}],"footnotes":[{"noteId":53,"caller":"+","text":"A few late LXX manuscripts; MT Saul was a son of a year","reference":{"chapter":13,"verse":1}},{"noteId":54,"caller":"+","text":"Or over Israel forty years (see Acts 13:21); MT over Israel two years","reference":{"chapter":13,"verse":1}},{"noteId":55,"caller":"+","text":"Some LXX manuscripts and Syriac; Hebrew thirty thousand","reference":{"chapter":13,"verse":5}},{"noteId":56,"caller":"+","text":"LXX Then Samuel set out, and the rest of the people went up after Saul to meet the army; they went up from Gilgal to Gibeah of Benjamin.","reference":{"chapter":13,"verse":15}},{"noteId":57,"caller":"+","text":"LXX; Hebrew and plowshares; (so plowshare appears twice in the Hebrew).","reference":{"chapter":13,"verse":20}},{"noteId":58,"caller":"+","text":"A pim possibly refers to a polished stone weighing approximately 0.25 ounces or 7 grams found in excavations. This is equivalent to about two-thirds of a shekel and likely refers to the price charged by the Philistines for the services listed.","reference":{"chapter":13,"verse":21}},{"noteId":59,"caller":"+","text":"Hebrew does not include the currency unit of a shekel charged for sharpening a pitchfork, an axe, or an oxgoad; alternatively, possibly a third of a pim for each.","reference":{"chapter":13,"verse":21}}]},"thisChapterLink":"/api/BSB/1SA/13.json","thisChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_09_1Sa_013_G.mp3","hays":"https://openbible.com/audio/hays/BSB_09_1Sa_013_H.mp3","souer":"https://openbible.com/audio/souer/BSB_09_1Sa_013.mp3"},"nextChapterApiLink":"/api/BSB/1SA/14.json","nextChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_09_1Sa_014_G.mp3","hays":"https://openbible.com/audio/hays/BSB_09_1Sa_014_H.mp3","souer":"https://openbible.com/audio/souer/BSB_09_1Sa_014.mp3"},"previousChapterApiLink":"/api/BSB/1SA/12.json","previousChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_09_1Sa_012_G.mp3","hays":"https://openbible.com/audio/hays/BSB_09_1Sa_012_H.mp3","souer":"https://openbible.com/audio/souer/BSB_09_1Sa_012.mp3"},"numberOfVerses":23}