{"translation":{"id":"BSB","name":"Berean Standard Bible","website":"https://berean.bible/","licenseUrl":"https://berean.bible/","licenseNotes":null,"shortName":"BSB","englishName":"Berean Standard Bible","language":"eng","textDirection":"ltr","sha256":"b2898c49cadb50fd8763feb9e2f74a90a3817e33408a24b6cbf09e7a950dde97","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json","numberOfBooks":66,"totalNumberOfChapters":1189,"totalNumberOfVerses":31086,"languageName":"English","languageEnglishName":"English"},"book":{"id":"1SA","translationId":"BSB","name":"1 Samuel","commonName":"1 Samuel","title":"1 Samuel","order":9,"numberOfChapters":31,"sha256":"aff013bc53481156d79dc85c0dbc9e7a9dd6bb53d41472319288a5ce15b7625e","firstChapterNumber":1,"firstChapterApiLink":"/api/BSB/1SA/1.json","lastChapterNumber":31,"lastChapterApiLink":"/api/BSB/1SA/31.json","totalNumberOfVerses":810},"chapter":{"number":14,"content":[{"type":"heading","content":["Jonathan’s Victory over the Philistines"]},{"type":"verse","number":1,"content":["One day Jonathan son of Saul said to the young man bearing his armor, “Come, let us cross over to the Philistine outpost on the other side.” But Jonathan did not tell his father."]},{"type":"line_break"},{"type":"verse","number":2,"content":["Meanwhile, Saul was staying under the pomegranate tree",{"noteId":60},"in Migron on the outskirts of Gibeah. And the troops who were with him numbered about six hundred men,"]},{"type":"verse","number":3,"content":["including Ahijah, who was wearing an ephod. He was the son of Ichabod’s brother Ahitub son of Phinehas, the son of Eli the priest of the LORD in Shiloh. But the troops did not know that Jonathan had left."]},{"type":"line_break"},{"type":"verse","number":4,"content":["Now there were cliffs on both sides of the pass that Jonathan intended to cross to reach the Philistine outpost. One was named Bozez and the other Seneh."]},{"type":"verse","number":5,"content":["One cliff stood to the north toward Michmash, and the other to the south toward Geba."]},{"type":"line_break"},{"type":"verse","number":6,"content":["Jonathan said to the young man bearing his armor, “Come, let us cross over to the outpost of these uncircumcised men. Perhaps the LORD will work on our behalf. Nothing can hinder the LORD from saving, whether by many or by few.”"]},{"type":"line_break"},{"type":"verse","number":7,"content":["His armor-bearer replied, “Do all that is in your heart. Go ahead; I am with you heart and soul.”"]},{"type":"line_break"},{"type":"verse","number":8,"content":["“Very well,” said Jonathan, “we will cross over toward these men and show ourselves to them."]},{"type":"verse","number":9,"content":["If they say, ‘Wait until we come to you,’ then we will stay where we are and will not go up to them."]},{"type":"verse","number":10,"content":["But if they say, ‘Come on up,’ then we will go up, because this will be our sign that the LORD has delivered them into our hands.”"]},{"type":"line_break"},{"type":"verse","number":11,"content":["So the two of them showed themselves to the outpost of the Philistines, who exclaimed, “Look, the Hebrews are coming out of the holes in which they were hiding!”"]},{"type":"line_break"},{"type":"verse","number":12,"content":["So the men of the outpost called out to Jonathan and his armor-bearer, “Come on up, and we will teach you a lesson!”",{"lineBreak":true},"“Follow me,” Jonathan told his armor-bearer, “for the LORD has delivered them into the hand of Israel.”"]},{"type":"line_break"},{"type":"verse","number":13,"content":["So Jonathan climbed up on his hands and feet, with his armor-bearer behind him. And the Philistines fell before Jonathan, and his armor-bearer followed and finished them off."]},{"type":"verse","number":14,"content":["In that first assault, Jonathan and his armor-bearer struck down about twenty men over half an acre",{"noteId":61},"of land."]},{"type":"line_break"},{"type":"verse","number":15,"content":["Then terror struck the Philistines in the camp, in the field, and among all the people. Even those in the outposts and raiding parties trembled. Indeed, the earth quaked and panic spread from God.",{"noteId":62}]},{"type":"line_break"},{"type":"verse","number":16,"content":["Now when Saul’s watchmen at Gibeah in Benjamin looked and saw the troops melting away and scattering in every direction,",{"noteId":63}]},{"type":"verse","number":17,"content":["Saul said to the troops who were with him, “Call the roll and see who has left us.”",{"lineBreak":true},"And when they had called the roll, they saw that Jonathan and his armor-bearer were not there."]},{"type":"line_break"},{"type":"verse","number":18,"content":["Then Saul said to Ahijah, “Bring the ark of God.” (For at that time it was with the Israelites.)",{"noteId":64}]},{"type":"verse","number":19,"content":["While Saul was talking to the priest, the commotion in the Philistine camp continued to increase. So Saul said to the priest, “Withdraw your hand.”"]},{"type":"line_break"},{"type":"verse","number":20,"content":["Then Saul and all his troops assembled and marched to the battle, and they found the Philistines in total confusion, with each man wielding the sword against his neighbor."]},{"type":"verse","number":21,"content":["And the Hebrews who had previously gone up into the surrounding camps of the Philistines now went over to the Israelites who were with Saul and Jonathan."]},{"type":"verse","number":22,"content":["When all the Israelites who had been hiding in the hill country of Ephraim heard that the Philistines were fleeing, they also joined Saul and Jonathan in the battle."]},{"type":"line_break"},{"type":"verse","number":23,"content":["So the LORD saved Israel that day, and the battle moved on beyond Beth-aven."]},{"type":"heading","content":["Jonathan Eats the Honey"]},{"type":"line_break"},{"type":"verse","number":24,"content":["Now the men of Israel were in distress that day, for Saul had placed the troops under an oath, saying, “Cursed is the man who eats any food before evening, before I have taken vengeance on my enemies.” So none of the troops tasted any food."]},{"type":"line_break"},{"type":"verse","number":25,"content":["Then all the troops entered the forest, and there was honey on the ground."]},{"type":"verse","number":26,"content":["And when they entered the forest and saw the flowing honey, not one of them put his hand to his mouth, because they feared the oath."]},{"type":"line_break"},{"type":"verse","number":27,"content":["Jonathan, however, had not heard that his father had charged the people with the oath. So he reached out the end of the staff in his hand, dipped it into the honeycomb, and put his hand to his mouth; and his eyes brightened.",{"noteId":65}]},{"type":"verse","number":28,"content":["Then one of the soldiers told him, “Your father bound the troops with a solemn oath, saying, ‘Cursed is the man who eats food today.’ That is why the people are faint.”"]},{"type":"line_break"},{"type":"verse","number":29,"content":["“My father has brought trouble to the land,” Jonathan replied. “Just look at how my eyes have brightened because I tasted a little of this honey."]},{"type":"verse","number":30,"content":["How much better it would have been if the troops had eaten freely today from the plunder they took from their enemies! Would not the slaughter of the Philistines have been much greater?”"]},{"type":"line_break"},{"type":"verse","number":31,"content":["That day, after the Israelites had struck down the Philistines from Michmash to Aijalon, the people were very faint."]},{"type":"verse","number":32,"content":["So they rushed greedily to the plunder, taking sheep, cattle, and calves. They slaughtered them on the ground and ate meat with the blood still in it."]},{"type":"line_break"},{"type":"verse","number":33,"content":["Then someone reported to Saul: “Look, the troops are sinning against the LORD by eating meat with the blood still in it.”",{"lineBreak":true},"“You have broken faith,” said Saul. “Roll a large stone over here at once.”"]},{"type":"verse","number":34,"content":["Then he said, “Go among the troops and tell them, ‘Each man must bring me his ox or his sheep, slaughter them in this place, and then eat. Do not sin against the LORD by eating meat with the blood still in it.’”",{"lineBreak":true},"So that night everyone brought his ox and slaughtered it there."]},{"type":"verse","number":35,"content":["Then Saul built an altar to the LORD; it was the first time he had built an altar to the LORD."]},{"type":"line_break"},{"type":"verse","number":36,"content":["And Saul said, “Let us go down after the Philistines by night and plunder them until dawn, leaving no man alive!”",{"lineBreak":true},"“Do what seems good to you,” the troops replied.",{"lineBreak":true},"But the priest said, “We must consult God here.”"]},{"type":"heading","content":["The People Save Jonathan"]},{"type":"line_break"},{"type":"verse","number":37,"content":["So Saul inquired of God, “Shall I go down after the Philistines? Will You give them into the hand of Israel?”",{"lineBreak":true},"But God did not answer him that day."]},{"type":"line_break"},{"type":"verse","number":38,"content":["Therefore Saul said, “Come here, all you leaders of the troops, and let us investigate how this sin has occurred today."]},{"type":"verse","number":39,"content":["As surely as the LORD who saves Israel lives, even if it is my son Jonathan, he must die!”",{"lineBreak":true},"But not one of the troops said a word."]},{"type":"line_break"},{"type":"verse","number":40,"content":["Then Saul said to all Israel, “You stand on one side, and I and my son Jonathan will stand on the other side.”",{"lineBreak":true},"“Do what seems good to you,” the troops replied."]},{"type":"line_break"},{"type":"verse","number":41,"content":["So Saul said to the LORD, the God of Israel, “Why have You not answered Your servant this day? If the fault is with me or my son Jonathan, respond with Urim; but if the fault is with the men of Israel, respond with Thummim.”",{"noteId":66},"And Jonathan and Saul were selected, but the people were cleared of the charge."]},{"type":"line_break"},{"type":"verse","number":42,"content":["Then Saul said, “Cast the lot between me and my son Jonathan.” And Jonathan was selected."]},{"type":"line_break"},{"type":"verse","number":43,"content":["“Tell me what you have done,” Saul commanded him.",{"lineBreak":true},"So Jonathan told him, “I only tasted a little honey with the end of the staff that was in my hand. And now I must die?”"]},{"type":"line_break"},{"type":"verse","number":44,"content":["And Saul declared, “May God punish me, and ever so severely, if you, Jonathan, do not surely die!”"]},{"type":"line_break"},{"type":"verse","number":45,"content":["But the people said to Saul, “Must Jonathan die—he who accomplished such a great deliverance for Israel? Never! As surely as the LORD lives, not a hair of his head will fall to the ground, for with God’s help he has accomplished this today.”",{"lineBreak":true},"So the people rescued Jonathan, and he did not die."]},{"type":"verse","number":46,"content":["Then Saul gave up his pursuit of the Philistines, and the Philistines returned to their own land."]},{"type":"heading","content":["Saul’s Victories"]},{"type":"line_break"},{"type":"verse","number":47,"content":["After Saul had assumed the kingship over Israel, he fought against all his enemies on every side—the Moabites, the Ammonites, the Edomites, the kings",{"noteId":67},"of Zobah, and the Philistines. Wherever he turned, he routed them.",{"noteId":68}]},{"type":"verse","number":48,"content":["He fought valiantly and defeated the Amalekites, delivering Israel from the hands of its plunderers."]},{"type":"line_break"},{"type":"verse","number":49,"content":["Now the sons of Saul were Jonathan, Ishvi, and Malchishua. His two daughters were named Merab (his firstborn) and Michal (his younger daughter)."]},{"type":"verse","number":50,"content":["His wife’s name was Ahinoam daughter of Ahimaaz. The name of the commander of his army was Abner, the son of Saul’s uncle Ner."]},{"type":"verse","number":51,"content":["Saul’s father Kish and Abner’s father Ner were sons of Abiel."]},{"type":"line_break"},{"type":"verse","number":52,"content":["And the war with the Philistines was fierce for all the days of Saul. So whenever he noticed any strong or brave man, Saul would enlist him."]}],"footnotes":[{"noteId":60,"caller":"+","text":"Or around the rock of Rimmon or in the pomegranate cave; see Judges 20:45, Judges 20:47, and Judges 21:13.","reference":{"chapter":14,"verse":2}},{"noteId":61,"caller":"+","text":"Hebrew half a yoke. A yoke was the amount of land plowed by a pair of yoked oxen in one day.","reference":{"chapter":14,"verse":14}},{"noteId":62,"caller":"+","text":"Or and a terrible panic spread","reference":{"chapter":14,"verse":15}},{"noteId":63,"caller":"+","text":"Or melting away and going here and there","reference":{"chapter":14,"verse":16}},{"noteId":64,"caller":"+","text":"Hebrew; LXX “Bring the ephod.” For at that time he wore the ephod before the Israelites.","reference":{"chapter":14,"verse":18}},{"noteId":65,"caller":"+","text":"Or his strength was renewed; similarly in verse 29","reference":{"chapter":14,"verse":27}},{"noteId":66,"caller":"+","text":"LXX and Vulgate; MT contains only the short quotation, “Give a perfect (lot).”","reference":{"chapter":14,"verse":41}},{"noteId":67,"caller":"+","text":"MT; DSS and LXX king","reference":{"chapter":14,"verse":47}},{"noteId":68,"caller":"+","text":"Or he inflicted punishment on them from Hebrew; LXX he was victorious","reference":{"chapter":14,"verse":47}}]},"thisChapterLink":"/api/BSB/1SA/14.json","thisChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_09_1Sa_014_G.mp3","hays":"https://openbible.com/audio/hays/BSB_09_1Sa_014_H.mp3","souer":"https://openbible.com/audio/souer/BSB_09_1Sa_014.mp3"},"nextChapterApiLink":"/api/BSB/1SA/15.json","nextChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_09_1Sa_015_G.mp3","hays":"https://openbible.com/audio/hays/BSB_09_1Sa_015_H.mp3","souer":"https://openbible.com/audio/souer/BSB_09_1Sa_015.mp3"},"previousChapterApiLink":"/api/BSB/1SA/13.json","previousChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_09_1Sa_013_G.mp3","hays":"https://openbible.com/audio/hays/BSB_09_1Sa_013_H.mp3","souer":"https://openbible.com/audio/souer/BSB_09_1Sa_013.mp3"},"numberOfVerses":52}