{"translation":{"id":"BSB","name":"Berean Standard Bible","website":"https://berean.bible/","licenseUrl":"https://berean.bible/","licenseNotes":null,"shortName":"BSB","englishName":"Berean Standard Bible","language":"eng","textDirection":"ltr","sha256":"b2898c49cadb50fd8763feb9e2f74a90a3817e33408a24b6cbf09e7a950dde97","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json","numberOfBooks":66,"totalNumberOfChapters":1189,"totalNumberOfVerses":31086,"languageName":"English","languageEnglishName":"English"},"book":{"id":"1SA","translationId":"BSB","name":"1 Samuel","commonName":"1 Samuel","title":"1 Samuel","order":9,"numberOfChapters":31,"sha256":"aff013bc53481156d79dc85c0dbc9e7a9dd6bb53d41472319288a5ce15b7625e","firstChapterNumber":1,"firstChapterApiLink":"/api/BSB/1SA/1.json","lastChapterNumber":31,"lastChapterApiLink":"/api/BSB/1SA/31.json","totalNumberOfVerses":810},"chapter":{"number":17,"content":[{"type":"heading","content":["Goliath’s Challenge"]},{"type":"verse","number":1,"content":["Now the Philistines gathered their forces for war at Socoh in Judah, and they camped between Socoh and Azekah in Ephes-dammim."]},{"type":"verse","number":2,"content":["Saul and the men of Israel assembled and camped in the Valley of Elah, arraying themselves for battle against the Philistines."]},{"type":"line_break"},{"type":"verse","number":3,"content":["The Philistines stood on one hill and the Israelites stood on another, with the valley between them."]},{"type":"line_break"},{"type":"verse","number":4,"content":["Then a champion named Goliath, who was from Gath, came out from the Philistine camp. He was six cubits and a span in height,",{"noteId":75}]},{"type":"verse","number":5,"content":["and he had a bronze helmet on his head. He wore a bronze coat of mail weighing five thousand shekels,",{"noteId":76}]},{"type":"verse","number":6,"content":["and he had armor of bronze on his legs and a javelin of bronze slung between his shoulders."]},{"type":"verse","number":7,"content":["The shaft of his spear was like a weaver’s beam, and its iron point weighed six hundred shekels.",{"noteId":77},"In addition, his shield bearer went before him."]},{"type":"line_break"},{"type":"verse","number":8,"content":["And Goliath stood and shouted to the ranks of Israel, “Why do you come out and array yourselves for battle? Am I not a Philistine, and are you not servants of Saul? Choose one of your men and have him come down against me."]},{"type":"verse","number":9,"content":["If he is able to fight me and kill me, then we will be your servants. But if I prevail against him and kill him, then you shall be our servants and labor for us.”"]},{"type":"line_break"},{"type":"verse","number":10,"content":["Then the Philistine said, “I defy the ranks of Israel this day! Give me a man to fight!”"]},{"type":"line_break"},{"type":"verse","number":11,"content":["On hearing the words of the Philistine, Saul and all the Israelites were dismayed and greatly afraid."]},{"type":"heading","content":["David Accepts the Challenge"]},{"type":"line_break"},{"type":"verse","number":12,"content":["Now David was the son of a man named Jesse, an Ephrathite from Bethlehem of Judah who had eight sons in the days of Saul. And Jesse was old and well along in years.",{"noteId":78}]},{"type":"verse","number":13,"content":["The three older sons of Jesse had followed Saul into battle: The firstborn was Eliab, the second was Abinadab, and the third was Shammah."]},{"type":"verse","number":14,"content":["And David was the youngest.",{"lineBreak":true},"The three oldest had followed Saul,"]},{"type":"verse","number":15,"content":["but David went back and forth from Saul to tend his father’s sheep in Bethlehem."]},{"type":"line_break"},{"type":"verse","number":16,"content":["For forty days the Philistine came forward every morning and evening to take his stand."]},{"type":"line_break"},{"type":"verse","number":17,"content":["One day Jesse said to his son David, “Take this ephah of roasted grain",{"noteId":79},"and these ten loaves of bread for your brothers and hurry to their camp."]},{"type":"verse","number":18,"content":["Take also these ten portions of cheese to the commander of their unit. Check on the welfare of your brothers and bring back an assurance from them.",{"noteId":80}]},{"type":"verse","number":19,"content":["They are with Saul and all the men of Israel in the Valley of Elah, fighting against the Philistines.”"]},{"type":"line_break"},{"type":"verse","number":20,"content":["So David got up early in the morning, left the flock with a keeper, loaded up, and set out as Jesse had instructed him. He reached the camp as the army was marching out to its position and shouting the battle cry."]},{"type":"verse","number":21,"content":["And Israel and the Philistines arrayed in formation against each other."]},{"type":"line_break"},{"type":"verse","number":22,"content":["Then David left his supplies in the care of the quartermaster and ran to the battle line. When he arrived, he asked his brothers how they were doing."]},{"type":"verse","number":23,"content":["And as he was speaking with them, suddenly the champion named Goliath, the Philistine from Gath, came forward from the Philistines and shouted his usual words, which David also heard."]},{"type":"line_break"},{"type":"verse","number":24,"content":["When all the men of Israel saw Goliath, they fled from him in great fear."]},{"type":"line_break"},{"type":"verse","number":25,"content":["Now the men of Israel had been saying, “Do you see this man who keeps coming out to defy Israel? To the man who kills him the king will give great riches. And he will give him his daughter in marriage and exempt his father’s house from taxation in Israel.”"]},{"type":"line_break"},{"type":"verse","number":26,"content":["David asked the men who were standing with him, “What will be done for the man who kills this Philistine and removes this disgrace from Israel? Just who is this uncircumcised Philistine, that he should defy the armies of the living God?”"]},{"type":"line_break"},{"type":"verse","number":27,"content":["The people told him about the offer, saying, “That is what will be done for the man who kills him.”"]},{"type":"line_break"},{"type":"verse","number":28,"content":["Now when David’s oldest brother Eliab heard him speaking to the men, his anger burned against David. “Why have you come down here?” he asked. “And with whom did you leave those few sheep in the wilderness? I know your pride and wickedness of heart—you have come down to see the battle!”"]},{"type":"line_break"},{"type":"verse","number":29,"content":["“What have I done now?” said David. “Was it not just a question?”"]},{"type":"verse","number":30,"content":["Then he turned from him toward another and asked about the offer, and those people answered him just as the first ones had answered."]},{"type":"line_break"},{"type":"verse","number":31,"content":["Now David’s words were overheard and reported to Saul, who called for him."]},{"type":"line_break"},{"type":"verse","number":32,"content":["And David said to Saul, “Let no man’s heart fail on account of this Philistine. Your servant will go and fight him!”"]},{"type":"line_break"},{"type":"verse","number":33,"content":["But Saul replied, “You cannot go out against this Philistine to fight him. You are just a boy, and he has been a warrior from his youth.”"]},{"type":"line_break"},{"type":"verse","number":34,"content":["David replied, “Your servant has been tending his father’s sheep, and whenever a lion or a bear came and carried off a lamb from the flock,"]},{"type":"verse","number":35,"content":["I went after it, struck it down, and delivered the lamb from its mouth. If it reared up against me, I would grab it by its fur, strike it down, and kill it."]},{"type":"verse","number":36,"content":["Your servant has killed lions and bears; this uncircumcised Philistine will be like one of them, for he has defied the armies of the living God.”"]},{"type":"line_break"},{"type":"verse","number":37,"content":["David added, “The LORD, who delivered me from the claws of the lion and the bear, will deliver me from the hand of this Philistine.”",{"lineBreak":true},"“Go,” said Saul, “and may the LORD be with you.”"]},{"type":"heading","content":["David Slays Goliath"]},{"type":"line_break"},{"type":"verse","number":38,"content":["Then Saul clothed David in his own tunic, put a bronze helmet on his head, and dressed him in armor."]},{"type":"verse","number":39,"content":["David strapped his sword over the tunic and tried to walk, but he was not accustomed to them.",{"lineBreak":true},"“I cannot walk in these,” David said to Saul. “I am not accustomed to them.” So David took them off."]},{"type":"verse","number":40,"content":["And David took his staff in his hand, selected five smooth stones from the brook, and put them in the pouch of his shepherd’s bag. And with his sling in hand, he approached the Philistine."]},{"type":"line_break"},{"type":"verse","number":41,"content":["Now the Philistine came closer and closer to David, with his shield-bearer before him."]},{"type":"verse","number":42,"content":["When the Philistine looked and saw David, he despised him because he was just a boy, ruddy and handsome."]},{"type":"verse","number":43,"content":["“Am I a dog,” he said to David, “that you come at me with sticks?” And the Philistine cursed David by his gods."]},{"type":"verse","number":44,"content":["“Come here,” he called to David, “and I will give your flesh to the birds of the air and the beasts of the field!”"]},{"type":"line_break"},{"type":"verse","number":45,"content":["But David said to the Philistine, “You come against me with sword and spear and javelin, but I come against you in the name of the LORD of Hosts, the God of the armies of Israel, whom you have defied."]},{"type":"verse","number":46,"content":["This day the LORD will deliver you into my hand. This day I will strike you down, cut off your head, and give the carcasses of the Philistines to the birds of the air and the creatures of the earth. Then the whole world will know that there is a God in Israel."]},{"type":"verse","number":47,"content":["And all those assembled here will know that it is not by sword or spear that the LORD saves; for the battle is the LORD’s, and He will give all of you into our hands.”"]},{"type":"line_break"},{"type":"verse","number":48,"content":["As the Philistine started forward to attack him, David ran quickly toward the battle line to meet him."]},{"type":"verse","number":49,"content":["Then David reached into his bag, took out a stone, and slung it, striking the Philistine on the forehead. The stone sank into his forehead, and he fell facedown on the ground."]},{"type":"line_break"},{"type":"verse","number":50,"content":["Thus David prevailed over the Philistine with a sling and a stone; without a sword in his hand he struck down the Philistine and killed him."]},{"type":"verse","number":51,"content":["David ran and stood over him. He grabbed the Philistine’s sword and pulled it from its sheath and killed him; and he cut off his head with the sword.",{"lineBreak":true},"When the Philistines saw that their hero was dead, they turned and ran."]},{"type":"verse","number":52,"content":["Then the men of Israel and Judah charged forward with a shout and pursued the Philistines to the entrance of Gath",{"noteId":81},"and to the gates of Ekron. And the bodies of the Philistines were strewn along the Shaaraim road to Gath and Ekron."]},{"type":"line_break"},{"type":"verse","number":53,"content":["When the Israelites returned from their pursuit of the Philistines, they plundered their camps."]},{"type":"verse","number":54,"content":["David took the head of the Philistine and brought it to Jerusalem, and he put Goliath’s weapons in his own tent."]},{"type":"line_break"},{"type":"verse","number":55,"content":["As Saul had watched David going out to confront the Philistine, he said to Abner the commander of the army, “Abner, whose son is this young man?”",{"lineBreak":true},"“As surely as you live, O king,” Abner replied, “I do not know.”"]},{"type":"line_break"},{"type":"verse","number":56,"content":["“Find out whose son this young man is!” said the king."]},{"type":"line_break"},{"type":"verse","number":57,"content":["So when David returned from killing the Philistine, still holding his head in his hand, Abner took him and brought him before Saul."]},{"type":"line_break"},{"type":"verse","number":58,"content":["“Whose son are you, young man?” asked Saul.",{"lineBreak":true},"“I am the son of your servant Jesse of Bethlehem,” David replied."]}],"footnotes":[{"noteId":75,"caller":"+","text":"Goliath was approximately 9 feet 9 inches or 297 centimeters tall; LXX, DSS, and Josephus four cubits and a span in height (approximately 6 feet 9 inches or 206 centimeters tall).","reference":{"chapter":17,"verse":4}},{"noteId":76,"caller":"+","text":"5,000 shekels is approximately 125.6 pounds or 57 kilograms.","reference":{"chapter":17,"verse":5}},{"noteId":77,"caller":"+","text":"600 shekels is approximately 15.1 pounds or 6.8 kilograms.","reference":{"chapter":17,"verse":7}},{"noteId":78,"caller":"+","text":"LXX and Syriac; Hebrew He had become advanced among men","reference":{"chapter":17,"verse":12}},{"noteId":79,"caller":"+","text":"An ephah is approximately 20 dry quarts or 22 liters of roasted grain.","reference":{"chapter":17,"verse":17}},{"noteId":80,"caller":"+","text":"Or some token from them or some pledge from them","reference":{"chapter":17,"verse":18}},{"noteId":81,"caller":"+","text":"LXX; Hebrew of Gai; that is, of the valley","reference":{"chapter":17,"verse":52}}]},"thisChapterLink":"/api/BSB/1SA/17.json","thisChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_09_1Sa_017_G.mp3","hays":"https://openbible.com/audio/hays/BSB_09_1Sa_017_H.mp3","souer":"https://openbible.com/audio/souer/BSB_09_1Sa_017.mp3"},"nextChapterApiLink":"/api/BSB/1SA/18.json","nextChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_09_1Sa_018_G.mp3","hays":"https://openbible.com/audio/hays/BSB_09_1Sa_018_H.mp3","souer":"https://openbible.com/audio/souer/BSB_09_1Sa_018.mp3"},"previousChapterApiLink":"/api/BSB/1SA/16.json","previousChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_09_1Sa_016_G.mp3","hays":"https://openbible.com/audio/hays/BSB_09_1Sa_016_H.mp3","souer":"https://openbible.com/audio/souer/BSB_09_1Sa_016.mp3"},"numberOfVerses":58}