{"translation":{"id":"BSB","name":"Berean Standard Bible","website":"https://berean.bible/","licenseUrl":"https://berean.bible/","licenseNotes":null,"shortName":"BSB","englishName":"Berean Standard Bible","language":"eng","textDirection":"ltr","sha256":"b2898c49cadb50fd8763feb9e2f74a90a3817e33408a24b6cbf09e7a950dde97","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json","numberOfBooks":66,"totalNumberOfChapters":1189,"totalNumberOfVerses":31086,"languageName":"English","languageEnglishName":"English"},"book":{"id":"1SA","translationId":"BSB","name":"1 Samuel","commonName":"1 Samuel","title":"1 Samuel","order":9,"numberOfChapters":31,"sha256":"aff013bc53481156d79dc85c0dbc9e7a9dd6bb53d41472319288a5ce15b7625e","firstChapterNumber":1,"firstChapterApiLink":"/api/BSB/1SA/1.json","lastChapterNumber":31,"lastChapterApiLink":"/api/BSB/1SA/31.json","totalNumberOfVerses":810},"chapter":{"number":20,"content":[{"type":"heading","content":["Jonathan Helps David"]},{"type":"verse","number":1,"content":["Then David fled from Naioth in Ramah. He came to Jonathan and asked, “What have I done? What is my iniquity? How have I sinned against your father, that he wants to take my life?”"]},{"type":"line_break"},{"type":"verse","number":2,"content":["“Far from it!” Jonathan replied. “You will not die. Indeed, my father does nothing, great or small, without telling me. So why would he hide this matter from me? This cannot be true!”"]},{"type":"line_break"},{"type":"verse","number":3,"content":["But David again vowed, “Your father knows very well that I have found favor in your eyes, and he has said, ‘Jonathan must not know of this, or he will be grieved.’ As surely as the LORD lives and as you yourself live, there is but a step between me and death.”"]},{"type":"line_break"},{"type":"verse","number":4,"content":["Then Jonathan said to David, “Whatever you desire, I will do for you.”"]},{"type":"line_break"},{"type":"verse","number":5,"content":["So David told him, “Look, tomorrow is the New Moon,",{"noteId":87},"and I am supposed to dine with the king. Instead, let me go and hide in the field until the third evening from now."]},{"type":"verse","number":6,"content":["If your father misses me at all, tell him, ‘David urgently requested my permission to hurry to Bethlehem, his hometown, because there is an annual sacrifice for his whole clan.’"]},{"type":"verse","number":7,"content":["If he says, ‘Good,’ then your servant is safe, but if he is enraged, you will know he has evil intentions."]},{"type":"verse","number":8,"content":["Therefore deal faithfully with your servant, for you have brought me into a covenant with you before the LORD. If there is iniquity in me, then kill me yourself; why should you bring me to your father?”"]},{"type":"line_break"},{"type":"verse","number":9,"content":["“Never!” Jonathan replied. “If I ever found out that my father had evil intentions against you, would I not tell you?”"]},{"type":"heading","content":["Jonathan and David Renew Their Covenant"]},{"type":"line_break"},{"type":"verse","number":10,"content":["Then David asked Jonathan, “Who will tell me if your father answers you harshly?”"]},{"type":"line_break"},{"type":"verse","number":11,"content":["“Come,” he replied, “let us go out to the field.”",{"lineBreak":true},"So the two of them went out into the field,"]},{"type":"verse","number":12,"content":["and Jonathan said, “By the LORD, the God of Israel, I will sound out my father by this time tomorrow or the next day. If he is favorable toward you, will I not send for you and tell you?"]},{"type":"verse","number":13,"content":["But if my father intends to bring evil on you, then may the LORD punish me, and ever so severely, if I do not tell you and send you on your way in safety. May the LORD be with you, just as He has been with my father."]},{"type":"verse","number":14,"content":["And as long as I live, treat me with the LORD’s loving devotion,",{"noteId":88},"that I may not die,"]},{"type":"verse","number":15,"content":["and do not ever cut off your loving devotion from my household—not even when the LORD cuts off every one of David’s enemies from the face of the earth.”"]},{"type":"line_break"},{"type":"verse","number":16,"content":["So Jonathan made a covenant with the house of David, saying, “May the LORD hold David’s enemies accountable.”"]},{"type":"verse","number":17,"content":["And Jonathan had David reaffirm his vow out of love for him, for Jonathan loved David as he loved himself."]},{"type":"line_break"},{"type":"verse","number":18,"content":["Then Jonathan said to David, “Tomorrow is the New Moon, and you will be missed if your seat is empty."]},{"type":"verse","number":19,"content":["When you have stayed three days, hurry down to the place you hid on the day this trouble began, and remain beside the stone Ezel.",{"noteId":89}]},{"type":"verse","number":20,"content":["I will shoot three arrows to the side of it, as if I were aiming at a target."]},{"type":"verse","number":21,"content":["Then I will send a boy and say, ‘Go, find the arrows!’ Now, if I expressly say to him, ‘Look, the arrows are on this side of you; bring them,’ then come, because as surely as the LORD lives, it is safe for you and there is no danger."]},{"type":"verse","number":22,"content":["But if I say to the young man, ‘Look, the arrows are beyond you,’ then you must go, for the LORD has sent you away."]},{"type":"verse","number":23,"content":["And as for the matter you and I have discussed, the LORD is a witness between you and me forever.”"]},{"type":"line_break"},{"type":"verse","number":24,"content":["So David hid in the field, and when the New Moon had come, the king sat down to eat."]},{"type":"verse","number":25,"content":["He sat in his usual place by the wall, opposite Jonathan and beside Abner,",{"noteId":90},"but David’s place was empty."]},{"type":"verse","number":26,"content":["Saul said nothing that day because he thought, “Something has happened to David to make him ceremonially unclean—surely he is unclean.”"]},{"type":"line_break"},{"type":"verse","number":27,"content":["But on the day after the New Moon, the second day, David’s place was still empty, and Saul asked his son Jonathan, “Why hasn’t the son of Jesse come to the meal either yesterday or today?”"]},{"type":"line_break"},{"type":"verse","number":28,"content":["Jonathan answered, “David urgently requested my permission to go to Bethlehem,"]},{"type":"verse","number":29,"content":["saying, ‘Please let me go, because our clan is holding a sacrifice in the city, and my brother has told me to be there. So now, if I have found favor in your eyes, please let me go and see my brothers.’ That is why he did not come to the king’s table.”"]},{"type":"heading","content":["Saul Seeks to Kill Jonathan"]},{"type":"line_break"},{"type":"verse","number":30,"content":["Then Saul’s anger burned against Jonathan, and he said to him, “You son of a perverse and rebellious woman! Do I not know that you have chosen the son of Jesse to your own shame and to the disgrace of the mother who bore you?"]},{"type":"verse","number":31,"content":["For as long as the son of Jesse lives on this earth, neither you nor your kingship shall be established. Now send for him and bring him to me, for he must surely die!”"]},{"type":"line_break"},{"type":"verse","number":32,"content":["“Why must he be put to death?” Jonathan replied. “What has he done?”"]},{"type":"line_break"},{"type":"verse","number":33,"content":["Then Saul hurled his spear at Jonathan to kill him; so Jonathan knew that his father was determined to kill David."]},{"type":"verse","number":34,"content":["Jonathan got up from the table in fierce anger and did not eat any food that second day of the month, for he was grieved by his father’s shameful treatment of David."]},{"type":"line_break"},{"type":"verse","number":35,"content":["In the morning Jonathan went out to the field for the appointment with David, and a small boy was with him."]},{"type":"verse","number":36,"content":["He said to the boy, “Run and find the arrows I shoot.” And as the boy ran, Jonathan shot an arrow beyond him."]},{"type":"line_break"},{"type":"verse","number":37,"content":["When the boy reached the place where Jonathan’s arrow had fallen, Jonathan called to him, “Isn’t the arrow beyond you?”"]},{"type":"verse","number":38,"content":["Then Jonathan cried out, “Hurry! Make haste! Do not delay!” So the boy picked up the arrow and returned to his master."]},{"type":"line_break"},{"type":"verse","number":39,"content":["But the boy did not know anything; only Jonathan and David knew the arrangement."]},{"type":"verse","number":40,"content":["Then Jonathan gave his equipment to the boy and said, “Go, take it back to the city.”"]},{"type":"line_break"},{"type":"verse","number":41,"content":["When the young man had gone, David got up from the south side of the stone,",{"noteId":91},"fell facedown, and bowed three times. Then he and Jonathan kissed each other and wept together—though David wept more."]},{"type":"line_break"},{"type":"verse","number":42,"content":["And Jonathan said to David, “Go in peace, for the two of us have sworn in the name of the LORD, saying, ‘May the LORD be a witness between you and me, and between your descendants and mine forever.’” Then David got up and departed, and Jonathan went back into the city."]}],"footnotes":[{"noteId":87,"caller":"+","text":"That is, the New Moon feast; also in verses 18, 24, and 27","reference":{"chapter":20,"verse":5}},{"noteId":88,"caller":"+","text":"Forms of the Hebrew chesed are translated here and in most cases throughout the Scriptures as loving devotion; the range of meaning includes love, goodness, kindness, faithfulness, and mercy, as well as loyalty to a covenant.","reference":{"chapter":20,"verse":14}},{"noteId":89,"caller":"+","text":"Ezel means departure.","reference":{"chapter":20,"verse":19}},{"noteId":90,"caller":"+","text":"LXX; Hebrew by the wall. Jonathan arose and Abner sat down by Saul’s side,","reference":{"chapter":20,"verse":25}},{"noteId":91,"caller":"+","text":"Hebrew from the south side; LXX from beside the stone","reference":{"chapter":20,"verse":41}}]},"thisChapterLink":"/api/BSB/1SA/20.json","thisChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_09_1Sa_020_G.mp3","hays":"https://openbible.com/audio/hays/BSB_09_1Sa_020_H.mp3","souer":"https://openbible.com/audio/souer/BSB_09_1Sa_020.mp3"},"nextChapterApiLink":"/api/BSB/1SA/21.json","nextChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_09_1Sa_021_G.mp3","hays":"https://openbible.com/audio/hays/BSB_09_1Sa_021_H.mp3","souer":"https://openbible.com/audio/souer/BSB_09_1Sa_021.mp3"},"previousChapterApiLink":"/api/BSB/1SA/19.json","previousChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_09_1Sa_019_G.mp3","hays":"https://openbible.com/audio/hays/BSB_09_1Sa_019_H.mp3","souer":"https://openbible.com/audio/souer/BSB_09_1Sa_019.mp3"},"numberOfVerses":42}