{"translation":{"id":"BSB","name":"Berean Standard Bible","website":"https://berean.bible/","licenseUrl":"https://berean.bible/","licenseNotes":null,"shortName":"BSB","englishName":"Berean Standard Bible","language":"eng","textDirection":"ltr","sha256":"b2898c49cadb50fd8763feb9e2f74a90a3817e33408a24b6cbf09e7a950dde97","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json","numberOfBooks":66,"totalNumberOfChapters":1189,"totalNumberOfVerses":31086,"languageName":"English","languageEnglishName":"English"},"book":{"id":"NUM","translationId":"BSB","name":"Numbers","commonName":"Numbers","title":"Numbers","order":4,"numberOfChapters":36,"sha256":"e467bccfb150bfb16c50f41552f85adadfe27aa18e4ccceae8957dca0d32f4f8","firstChapterNumber":1,"firstChapterApiLink":"/api/BSB/NUM/1.json","lastChapterNumber":36,"lastChapterApiLink":"/api/BSB/NUM/36.json","totalNumberOfVerses":1288},"chapter":{"number":14,"content":[{"type":"heading","content":["Israel’s Rebellion"]},{"type":"verse","number":1,"content":["Then the whole congregation lifted up their voices and cried out, and that night the people wept."]},{"type":"verse","number":2,"content":["All the Israelites grumbled against Moses and Aaron, and the whole congregation said to them, “If only we had died in the land of Egypt, or if only we had died in this wilderness!"]},{"type":"verse","number":3,"content":["Why is the LORD bringing us into this land to fall by the sword? Our wives and children will become plunder. Would it not be better for us to go back to Egypt?”"]},{"type":"line_break"},{"type":"verse","number":4,"content":["So they said to one another, “Let us appoint a leader and return to Egypt.”"]},{"type":"line_break"},{"type":"verse","number":5,"content":["Then Moses and Aaron fell facedown before the whole assembly of the congregation of Israel."]},{"type":"line_break"},{"type":"verse","number":6,"content":["Joshua son of Nun and Caleb son of Jephunneh, who were among those who had spied out the land, tore their clothes"]},{"type":"verse","number":7,"content":["and said to the whole congregation of Israel, “The land we passed through and explored is an exceedingly good land."]},{"type":"verse","number":8,"content":["If the LORD delights in us, He will bring us into this land, a land flowing with milk and honey, and He will give it to us."]},{"type":"verse","number":9,"content":["Only do not rebel against the LORD, and do not be afraid of the people of the land, for they will be like bread for us. Their protection has been removed, and the LORD is with us. Do not be afraid of them!”"]},{"type":"line_break"},{"type":"verse","number":10,"content":["But the whole congregation threatened to stone Joshua and Caleb.",{"lineBreak":true},"Then the glory of the LORD appeared to all the Israelites at the Tent of Meeting."]},{"type":"verse","number":11,"content":["And the LORD said to Moses, “How long will this people treat Me with contempt? How long will they refuse to believe in Me, despite all the signs I have performed among them?"]},{"type":"verse","number":12,"content":["I will strike them with a plague and destroy them—and I will make you into a nation greater and mightier than they are.”"]},{"type":"heading","content":["Moses Intercedes for Israel"]},{"type":"line_break"},{"type":"verse","number":13,"content":["But Moses said to the LORD, “The Egyptians will hear of it, for by Your strength You brought this people from among them."]},{"type":"verse","number":14,"content":["And they will tell it to the inhabitants of this land. They have already heard that You, O LORD, are in the midst of this people, that You, O LORD, have been seen face to face, that Your cloud stands over them, and that You go before them in a pillar of cloud by day and a pillar of fire by night."]},{"type":"line_break"},{"type":"verse","number":15,"content":["If You kill this people as one man, the nations who have heard of Your fame will say,"]},{"type":"verse","number":16,"content":["‘Because the LORD was unable to bring this people into the land He swore to give them, He has slaughtered them in the wilderness.’"]},{"type":"line_break"},{"type":"verse","number":17,"content":["So now I pray, may the power of my Lord be magnified, just as You have declared:"]},{"type":"verse","number":18,"content":["‘The LORD is slow to anger and abounding in loving devotion,",{"noteId":32},"forgiving iniquity and transgression. Yet He will by no means leave the guilty unpunished; He will visit the iniquity of the fathers upon their children to the third and fourth generation.’"]},{"type":"line_break"},{"type":"verse","number":19,"content":["Pardon, I pray, the iniquity of this people, in keeping with the greatness of Your loving devotion, just as You have forgiven them ever since they left Egypt.”"]},{"type":"heading","content":["God’s Forgiveness and Judgment"]},{"type":"line_break"},{"type":"verse","number":20,"content":["“I have pardoned them as you requested,” the LORD replied."]},{"type":"verse","number":21,"content":["“Yet as surely as I live and as surely as the whole earth is filled with the glory of the LORD,"]},{"type":"verse","number":22,"content":["not one of the men who have seen My glory and the signs I performed in Egypt and in the wilderness—yet have tested Me and disobeyed Me these ten times—"]},{"type":"verse","number":23,"content":["not one will ever see the land that I swore to give their fathers. None of those who have treated Me with contempt will see it."]},{"type":"line_break"},{"type":"verse","number":24,"content":["But because My servant Caleb has a different spirit and has followed Me wholeheartedly, I will bring him into the land he has entered, and his descendants will inherit it."]},{"type":"line_break"},{"type":"verse","number":25,"content":["Now since the Amalekites and Canaanites are living in the valleys, turn back tomorrow and head for the wilderness along the route to the Red Sea.",{"noteId":33},"”"]},{"type":"line_break"},{"type":"verse","number":26,"content":["Then the LORD said to Moses and Aaron,"]},{"type":"verse","number":27,"content":["“How long will this wicked congregation grumble against Me? I have heard the complaints that the Israelites are making against Me."]},{"type":"verse","number":28,"content":["So tell them: As surely as I live, declares the LORD, I will do to you exactly as I heard you say."]},{"type":"verse","number":29,"content":["Your bodies will fall in this wilderness—all who were numbered in the census, everyone twenty years of age or older—because you have grumbled against Me."]},{"type":"line_break"},{"type":"verse","number":30,"content":["Surely none of you will enter the land in which I swore to settle you, except Caleb son of Jephunneh and Joshua son of Nun."]},{"type":"verse","number":31,"content":["But I will bring your children, whom you said would become plunder, into the land you have rejected—and they will enjoy it."]},{"type":"verse","number":32,"content":["As for you, however, your bodies will fall in this wilderness."]},{"type":"line_break"},{"type":"verse","number":33,"content":["Your children will be shepherds in the wilderness for forty years, and they will suffer for your unfaithfulness until the last of your bodies lies in the wilderness."]},{"type":"verse","number":34,"content":["In keeping with the forty days you spied out the land, you shall bear your guilt forty years—a year for each day—and you will experience My alienation."]},{"type":"line_break"},{"type":"verse","number":35,"content":["I, the LORD, have spoken, and I will surely do these things to this entire wicked congregation, which has conspired against Me. They will meet their end in the wilderness, and there they will die.”"]},{"type":"heading","content":["The Plague on the Ten Spies"]},{"type":"line_break"},{"type":"verse","number":36,"content":["So the men Moses had sent to spy out the land, who had returned and made the whole congregation grumble against him by bringing out a bad report about the land—"]},{"type":"verse","number":37,"content":["those men who had brought out the bad report about the land—were struck down by a plague before the LORD."]},{"type":"verse","number":38,"content":["Of those men who had gone to spy out the land, only Joshua son of Nun and Caleb son of Jephunneh remained alive."]},{"type":"line_break"},{"type":"verse","number":39,"content":["And when Moses relayed these words to all the Israelites, the people mourned bitterly."]},{"type":"heading","content":["The Defeat at Hormah"]},{"type":"line_break"},{"type":"verse","number":40,"content":["Early the next morning they got up and went up toward the ridge of the hill country. “We have indeed sinned,” they said, “but we will go to the place the LORD has promised.”"]},{"type":"line_break"},{"type":"verse","number":41,"content":["But Moses said, “Why are you transgressing the commandment of the LORD? This will not succeed!"]},{"type":"verse","number":42,"content":["Do not go up, lest you be struck down by your enemies, because the LORD is not among you."]},{"type":"verse","number":43,"content":["For there the Amalekites and Canaanites will face you, and you will fall by the sword. Because you have turned away from the LORD, He will not be with you.”"]},{"type":"line_break"},{"type":"verse","number":44,"content":["But they dared to go up to the ridge of the hill country, though neither Moses nor the ark of the covenant of the LORD moved from the camp."]},{"type":"verse","number":45,"content":["Then the Amalekites and Canaanites who lived in that part of the hill country came down, attacked them, and routed them all the way to Hormah."]}],"footnotes":[{"noteId":32,"caller":"+","text":"Forms of the Hebrew chesed are translated here and in most cases throughout the Scriptures as loving devotion; the range of meaning includes love, goodness, kindness, faithfulness, and mercy, as well as loyalty to a covenant.","reference":{"chapter":14,"verse":18}},{"noteId":33,"caller":"+","text":"Or the Sea of Reeds","reference":{"chapter":14,"verse":25}}]},"thisChapterLink":"/api/BSB/NUM/14.json","thisChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_04_Num_014_G.mp3","hays":"https://openbible.com/audio/hays/BSB_04_Num_014_H.mp3","souer":"https://openbible.com/audio/souer/BSB_04_Num_014.mp3"},"nextChapterApiLink":"/api/BSB/NUM/15.json","nextChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_04_Num_015_G.mp3","hays":"https://openbible.com/audio/hays/BSB_04_Num_015_H.mp3","souer":"https://openbible.com/audio/souer/BSB_04_Num_015.mp3"},"previousChapterApiLink":"/api/BSB/NUM/13.json","previousChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_04_Num_013_G.mp3","hays":"https://openbible.com/audio/hays/BSB_04_Num_013_H.mp3","souer":"https://openbible.com/audio/souer/BSB_04_Num_013.mp3"},"numberOfVerses":45}