{"translation":{"id":"BSB","name":"Berean Standard Bible","website":"https://berean.bible/","licenseUrl":"https://berean.bible/","licenseNotes":null,"shortName":"BSB","englishName":"Berean Standard Bible","language":"eng","textDirection":"ltr","sha256":"b2898c49cadb50fd8763feb9e2f74a90a3817e33408a24b6cbf09e7a950dde97","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json","numberOfBooks":66,"totalNumberOfChapters":1189,"totalNumberOfVerses":31086,"languageName":"English","languageEnglishName":"English"},"book":{"id":"NUM","translationId":"BSB","name":"Numbers","commonName":"Numbers","title":"Numbers","order":4,"numberOfChapters":36,"sha256":"e467bccfb150bfb16c50f41552f85adadfe27aa18e4ccceae8957dca0d32f4f8","firstChapterNumber":1,"firstChapterApiLink":"/api/BSB/NUM/1.json","lastChapterNumber":36,"lastChapterApiLink":"/api/BSB/NUM/36.json","totalNumberOfVerses":1288},"chapter":{"number":15,"content":[{"type":"heading","content":["Laws about Offerings"]},{"type":"verse","number":1,"content":["Then the LORD said to Moses,"]},{"type":"verse","number":2,"content":["“Speak to the Israelites and tell them: After you enter the land that I am giving you as a home"]},{"type":"verse","number":3,"content":["and you present an offering made by fire to the LORD from the herd or flock to produce a pleasing aroma to the LORD—either a burnt offering or a sacrifice, for a special vow or freewill offering or appointed feast—"]},{"type":"verse","number":4,"content":["then the one presenting his offering to the LORD shall also present a grain offering of a tenth of an ephah of fine flour",{"noteId":34},"mixed with a quarter hin of olive oil.",{"noteId":35}]},{"type":"verse","number":5,"content":["With the burnt offering or sacrifice of each lamb, you are to prepare a quarter hin of wine as a drink offering."]},{"type":"line_break"},{"type":"verse","number":6,"content":["With a ram you are to prepare a grain offering of two-tenths of an ephah",{"noteId":36},"of fine flour mixed with a third of a hin of olive oil,",{"noteId":37}]},{"type":"verse","number":7,"content":["and a third of a hin of wine as a drink offering, a pleasing aroma to the LORD."]},{"type":"line_break"},{"type":"verse","number":8,"content":["When you prepare a young bull as a burnt offering or sacrifice to fulfill a vow or as a peace offering to the LORD,"]},{"type":"verse","number":9,"content":["present with the bull a grain offering of three-tenths of an ephah of fine flour",{"noteId":38},"mixed with half a hin of olive oil.",{"noteId":39}]},{"type":"verse","number":10,"content":["Also present half a hin of wine as a drink offering. It is an offering made by fire, a pleasing aroma to the LORD."]},{"type":"verse","number":11,"content":["This is to be done for each bull, ram, lamb, or goat."]},{"type":"verse","number":12,"content":["This is how you must prepare each one, no matter how many."]},{"type":"line_break"},{"type":"verse","number":13,"content":["Everyone who is native-born shall prepare these things in this way when he presents an offering made by fire as a pleasing aroma to the LORD."]},{"type":"verse","number":14,"content":["And for the generations to come, if a foreigner residing with you or someone else among you wants to prepare an offering made by fire as a pleasing aroma to the LORD, he is to do exactly as you do."]},{"type":"verse","number":15,"content":["The assembly is to have the same statute both for you and for the foreign resident; it is a permanent statute for the generations to come. You and the foreigner shall be the same before the LORD."]},{"type":"verse","number":16,"content":["The same law and the same ordinance will apply both to you and to the foreigner residing with you.”"]},{"type":"line_break"},{"type":"verse","number":17,"content":["Then the LORD said to Moses,"]},{"type":"verse","number":18,"content":["“Speak to the Israelites and tell them: When you enter the land to which I am bringing you"]},{"type":"verse","number":19,"content":["and you eat the food of the land, you shall lift up an offering to the LORD."]},{"type":"verse","number":20,"content":["From the first of your dough, you are to lift up a cake as a contribution; offer it just like an offering from the threshing floor."]},{"type":"verse","number":21,"content":["Throughout your generations, you are to give the LORD an offering from the first of your dough."]},{"type":"heading","content":["Offerings for Unintentional Sins"]},{"type":"line_break"},{"type":"verse","number":22,"content":["Now if you stray unintentionally and do not obey all these commandments that the LORD has spoken to Moses—"]},{"type":"verse","number":23,"content":["all that the LORD has commanded you through Moses from the day the LORD gave them and continuing through the generations to come—"]},{"type":"verse","number":24,"content":["and if it was done unintentionally without the knowledge of the congregation, then the whole congregation is to prepare one young bull as a burnt offering, a pleasing aroma to the LORD, with its grain offering and drink offering according to the regulation, and one male goat as a sin offering."]},{"type":"line_break"},{"type":"verse","number":25,"content":["The priest is to make atonement for the whole congregation of Israel, so that they may be forgiven; for the sin was unintentional and they have brought to the LORD an offering made by fire and a sin offering, presented before the LORD for their unintentional sin."]},{"type":"verse","number":26,"content":["Then the whole congregation of Israel and the foreigners residing among them will be forgiven, since it happened to all the people unintentionally."]},{"type":"line_break"},{"type":"verse","number":27,"content":["Also, if one person sins unintentionally, he is to present a year-old female goat as a sin offering."]},{"type":"verse","number":28,"content":["And the priest shall make atonement before the LORD on behalf of the person who erred by sinning unintentionally; and when atonement has been made for him, he will be forgiven."]},{"type":"verse","number":29,"content":["You shall have the same law for the one who acts in error, whether he is a native-born Israelite or a foreigner residing among you."]},{"type":"line_break"},{"type":"verse","number":30,"content":["But the person who sins defiantly, whether a native or foreigner, blasphemes the LORD. That person shall be cut off from among his people."]},{"type":"verse","number":31,"content":["He shall certainly be cut off, because he has despised the word of the LORD and broken His commandment; his guilt remains on him.”"]},{"type":"heading","content":["A Sabbath-Breaker Stoned"]},{"type":"line_break"},{"type":"verse","number":32,"content":["While the Israelites were in the wilderness, a man was found gathering wood on the Sabbath day."]},{"type":"verse","number":33,"content":["Those who found the man gathering wood brought him to Moses, Aaron, and the whole congregation,"]},{"type":"verse","number":34,"content":["and because it had not been declared what should be done to him, they placed him in custody."]},{"type":"line_break"},{"type":"verse","number":35,"content":["And the LORD said to Moses, “The man must surely be put to death. The whole congregation is to stone him outside the camp.”"]},{"type":"line_break"},{"type":"verse","number":36,"content":["So the whole congregation took the man outside the camp and stoned him to death, as the LORD had commanded Moses."]},{"type":"heading","content":["The Law of Tassels"]},{"type":"line_break"},{"type":"verse","number":37,"content":["Later, the LORD said to Moses,"]},{"type":"verse","number":38,"content":["“Speak to the Israelites and tell them that throughout the generations to come they are to make for themselves tassels for the corners of their garments, with a blue cord on each tassel."]},{"type":"verse","number":39,"content":["These will serve as tassels for you to look at, so that you may remember all the commandments of the LORD, that you may obey them and not prostitute yourselves by following your own heart and your own eyes."]},{"type":"line_break"},{"type":"verse","number":40,"content":["Then you will remember and obey all My commandments, and you will be holy to your God."]},{"type":"verse","number":41,"content":["I am the LORD your God who brought you out of the land of Egypt to be your God. I am the LORD your God.”"]}],"footnotes":[{"noteId":34,"caller":"+","text":"A tenth of an ephah is approximately 2 dry quarts or 2.2 liters (probably about 2.6 pounds or 1.2 kilograms of flour).","reference":{"chapter":15,"verse":4}},{"noteId":35,"caller":"+","text":"Or a quarter hin of oil; that is, approximately 0.97 quarts or 0.92 liters; similarly in verse 5","reference":{"chapter":15,"verse":4}},{"noteId":36,"caller":"+","text":"Two-tenths of an ephah is approximately 4 dry quarts or 4.4 liters (probably about 5.1 pounds or 2.3 kilograms of flour).","reference":{"chapter":15,"verse":6}},{"noteId":37,"caller":"+","text":"Or a third of a hin of oil; that is, approximately 1.3 quarts or 1.2 liters; similarly in verse 7","reference":{"chapter":15,"verse":6}},{"noteId":38,"caller":"+","text":"Three-tenths of an ephah is approximately 6 dry quarts or 6.6 liters (probably about 7.6 pounds or 3.5 kilograms of flour).","reference":{"chapter":15,"verse":9}},{"noteId":39,"caller":"+","text":"Or half a hin of oil; that is, approximately 1.9 quarts or 1.8 liters; similarly in verse 10","reference":{"chapter":15,"verse":9}}]},"thisChapterLink":"/api/BSB/NUM/15.json","thisChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_04_Num_015_G.mp3","hays":"https://openbible.com/audio/hays/BSB_04_Num_015_H.mp3","souer":"https://openbible.com/audio/souer/BSB_04_Num_015.mp3"},"nextChapterApiLink":"/api/BSB/NUM/16.json","nextChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_04_Num_016_G.mp3","hays":"https://openbible.com/audio/hays/BSB_04_Num_016_H.mp3","souer":"https://openbible.com/audio/souer/BSB_04_Num_016.mp3"},"previousChapterApiLink":"/api/BSB/NUM/14.json","previousChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_04_Num_014_G.mp3","hays":"https://openbible.com/audio/hays/BSB_04_Num_014_H.mp3","souer":"https://openbible.com/audio/souer/BSB_04_Num_014.mp3"},"numberOfVerses":41}