{"translation":{"id":"BSB","name":"Berean Standard Bible","website":"https://berean.bible/","licenseUrl":"https://berean.bible/","licenseNotes":null,"shortName":"BSB","englishName":"Berean Standard Bible","language":"eng","textDirection":"ltr","sha256":"b2898c49cadb50fd8763feb9e2f74a90a3817e33408a24b6cbf09e7a950dde97","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json","numberOfBooks":66,"totalNumberOfChapters":1189,"totalNumberOfVerses":31086,"languageName":"English","languageEnglishName":"English"},"book":{"id":"NUM","translationId":"BSB","name":"Numbers","commonName":"Numbers","title":"Numbers","order":4,"numberOfChapters":36,"sha256":"e467bccfb150bfb16c50f41552f85adadfe27aa18e4ccceae8957dca0d32f4f8","firstChapterNumber":1,"firstChapterApiLink":"/api/BSB/NUM/1.json","lastChapterNumber":36,"lastChapterApiLink":"/api/BSB/NUM/36.json","totalNumberOfVerses":1288},"chapter":{"number":16,"content":[{"type":"heading","content":["Korah’s Rebellion"]},{"type":"verse","number":1,"content":["Now Korah son of Izhar, the son of Kohath son of Levi, along with some Reubenites—Dathan and Abiram, sons of Eliab, and On son of Peleth—conducted"]},{"type":"verse","number":2,"content":["a rebellion against Moses, along with 250 men of Israel renowned as leaders of the congregation and representatives in the assembly."]},{"type":"verse","number":3,"content":["They came together against Moses and Aaron and told them, “You have taken too much upon yourselves!",{"noteId":40},"For everyone in the entire congregation is holy, and the LORD is in their midst. Why then do you exalt yourselves above the assembly of the LORD?”"]},{"type":"line_break"},{"type":"verse","number":4,"content":["When Moses heard this, he fell facedown."]},{"type":"verse","number":5,"content":["Then he said to Korah and all his followers, “Tomorrow morning the LORD will reveal who belongs to Him",{"noteId":41},"and who is holy, and He will bring that person near to Himself. The one He chooses, He will bring near to Himself."]},{"type":"verse","number":6,"content":["You, Korah, and all your followers are to do as follows: Take censers,"]},{"type":"verse","number":7,"content":["and tomorrow you are to place fire and incense in them in the presence of the LORD. Then the man the LORD chooses will be the one who is holy. It is you sons of Levi who have taken too much upon yourselves!”"]},{"type":"line_break"},{"type":"verse","number":8,"content":["Moses also said to Korah, “Now listen, you sons of Levi!"]},{"type":"verse","number":9,"content":["Is it not enough for you that the God of Israel has separated you from the congregation of Israel and brought you near to Himself to perform the work at the LORD’s tabernacle, and to stand before the congregation to minister to them?"]},{"type":"verse","number":10,"content":["He has brought you near, you and all your fellow Levites, but you are seeking the priesthood as well."]},{"type":"verse","number":11,"content":["Therefore, it is you and all your followers who have conspired against the LORD! As for Aaron, who is he that you should grumble against him?”"]},{"type":"line_break"},{"type":"verse","number":12,"content":["Then Moses summoned Dathan and Abiram, the sons of Eliab, but they said, “We will not come!"]},{"type":"verse","number":13,"content":["Is it not enough that you have brought us up out of a land flowing with milk and honey to kill us in the wilderness? Must you also appoint yourself as ruler over us?"]},{"type":"verse","number":14,"content":["Moreover, you have not brought us into a land flowing with milk and honey or given us an inheritance of fields and vineyards. Will you gouge out the eyes of these men? No, we will not come!”"]},{"type":"line_break"},{"type":"verse","number":15,"content":["Then Moses became very angry and said to the LORD, “Do not regard their offering. I have not taken one donkey from them or mistreated a single one of them.”"]},{"type":"line_break"},{"type":"verse","number":16,"content":["And Moses said to Korah, “You and all your followers are to appear before the LORD tomorrow—you and they and Aaron."]},{"type":"verse","number":17,"content":["Each man is to take his censer, place incense in it, and present it before the LORD—250 censers. You and Aaron are to present your censers as well.”"]},{"type":"line_break"},{"type":"verse","number":18,"content":["So each man took his censer, put fire and incense in it, and stood with Moses and Aaron at the entrance to the Tent of Meeting."]},{"type":"verse","number":19,"content":["When Korah had gathered his whole assembly against them at the entrance to the Tent of Meeting, the glory of the LORD appeared to the whole congregation."]},{"type":"line_break"},{"type":"verse","number":20,"content":["And the LORD said to Moses and Aaron,"]},{"type":"verse","number":21,"content":["“Separate yourselves from this congregation so that I may consume them in an instant.”"]},{"type":"line_break"},{"type":"verse","number":22,"content":["But Moses and Aaron fell facedown and said, “O God, the God of the spirits of all flesh, when one man sins, will You be angry with the whole congregation?”"]},{"type":"heading","content":["Moses Separates the People"]},{"type":"line_break"},{"type":"verse","number":23,"content":["Then the LORD said to Moses,"]},{"type":"verse","number":24,"content":["“Tell the congregation to move away from the dwellings of Korah, Dathan, and Abiram.”"]},{"type":"line_break"},{"type":"verse","number":25,"content":["So Moses got up and went to Dathan and Abiram, and the elders of Israel followed him."]},{"type":"verse","number":26,"content":["And he warned the congregation, “Move away now from the tents of these wicked men. Do not touch anything that belongs to them, or you will be swept away because of all their sins.”"]},{"type":"line_break"},{"type":"verse","number":27,"content":["So they moved away from the dwellings of Korah, Dathan, and Abiram. Meanwhile, Dathan and Abiram had come out and stood at the entrances to their tents with their wives and children and infants."]},{"type":"heading","content":["The Earth Swallows Korah"]},{"type":"line_break"},{"type":"verse","number":28,"content":["Then Moses said, “This is how you will know that the LORD has sent me to do all these things, for it was not my own doing:"]},{"type":"verse","number":29,"content":["If these men die a natural death, or if they suffer the fate of all men, then the LORD has not sent me."]},{"type":"verse","number":30,"content":["But if the LORD brings about something unprecedented, and the earth opens its mouth and swallows them and all that belongs to them so that they go down alive into Sheol, then you will know that these men have treated the LORD with contempt.”"]},{"type":"line_break"},{"type":"verse","number":31,"content":["As soon as Moses had finished saying all this, the ground beneath them split open,"]},{"type":"verse","number":32,"content":["and the earth opened its mouth and swallowed them and their households—all Korah’s men and all their possessions."]},{"type":"verse","number":33,"content":["They went down alive into Sheol with all they owned. The earth closed over them, and they vanished from the assembly."]},{"type":"line_break"},{"type":"verse","number":34,"content":["At their cries, all the people of Israel who were around them fled, saying, “The earth may swallow us too!”"]},{"type":"verse","number":35,"content":["And fire came forth from the LORD and consumed the 250 men who were offering the incense."]},{"type":"heading","content":["The Censers Reserved for Holy Use"]},{"type":"line_break"},{"type":"verse","number":36,"content":["Then the LORD said to Moses,"]},{"type":"verse","number":37,"content":["“Tell Eleazar son of Aaron the priest to remove the censers from the flames and to scatter the coals far away, because the censers are holy."]},{"type":"verse","number":38,"content":["As for the censers of those who sinned at the cost of their own lives, hammer them into sheets to overlay the altar, for these were presented before the LORD, and so have become holy. They will serve as a sign to the Israelites.”"]},{"type":"line_break"},{"type":"verse","number":39,"content":["So Eleazar the priest took the bronze censers brought by those who had been burned up, and he had them hammered out to overlay the altar,"]},{"type":"verse","number":40,"content":["just as the LORD commanded him through Moses. This was to be a reminder to the Israelites that no outsider who is not a descendant of Aaron should approach to offer incense before the LORD, lest he become like Korah and his followers."]},{"type":"heading","content":["Murmuring and Plague"]},{"type":"line_break"},{"type":"verse","number":41,"content":["The next day the whole congregation of Israel grumbled against Moses and Aaron, saying, “You have killed the LORD’s people!”"]},{"type":"verse","number":42,"content":["But when the congregation gathered against them, Moses and Aaron turned toward the Tent of Meeting, and suddenly the cloud covered it and the glory of the LORD appeared."]},{"type":"line_break"},{"type":"verse","number":43,"content":["Then Moses and Aaron went to the front of the Tent of Meeting,"]},{"type":"verse","number":44,"content":["and the LORD said to Moses,"]},{"type":"verse","number":45,"content":["“Get away from this congregation so that I may consume them in an instant.” And Moses and Aaron fell facedown."]},{"type":"line_break"},{"type":"verse","number":46,"content":["Moses said to Aaron, “Take your censer, place fire from the altar in it, and add incense. Go quickly to the congregation and make atonement for them, because wrath has come out from the LORD; the plague has begun.”"]},{"type":"line_break"},{"type":"verse","number":47,"content":["So Aaron took the censer as Moses had ordered and ran into the midst of the assembly. And seeing that the plague had begun among the people, he offered the incense and made atonement for the people."]},{"type":"verse","number":48,"content":["He stood between the living and the dead, and the plague was halted."]},{"type":"verse","number":49,"content":["But those who died from the plague numbered 14,700, in addition to those who had died on account of Korah."]},{"type":"line_break"},{"type":"verse","number":50,"content":["Then Aaron returned to Moses at the entrance to the Tent of Meeting, since the plague had been halted."]}],"footnotes":[{"noteId":40,"caller":"+","text":"Figuratively You have gone too far or You have appropriated too much authority to yourselves; similarly in verse 7","reference":{"chapter":16,"verse":3}},{"noteId":41,"caller":"+","text":"LXX God has visited and knows those who are His; cited in 2 Timothy 2:19","reference":{"chapter":16,"verse":5}}]},"thisChapterLink":"/api/BSB/NUM/16.json","thisChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_04_Num_016_G.mp3","hays":"https://openbible.com/audio/hays/BSB_04_Num_016_H.mp3","souer":"https://openbible.com/audio/souer/BSB_04_Num_016.mp3"},"nextChapterApiLink":"/api/BSB/NUM/17.json","nextChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_04_Num_017_G.mp3","hays":"https://openbible.com/audio/hays/BSB_04_Num_017_H.mp3","souer":"https://openbible.com/audio/souer/BSB_04_Num_017.mp3"},"previousChapterApiLink":"/api/BSB/NUM/15.json","previousChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_04_Num_015_G.mp3","hays":"https://openbible.com/audio/hays/BSB_04_Num_015_H.mp3","souer":"https://openbible.com/audio/souer/BSB_04_Num_015.mp3"},"numberOfVerses":50}