{"translation":{"id":"BSB","name":"Berean Standard Bible","website":"https://berean.bible/","licenseUrl":"https://berean.bible/","licenseNotes":null,"shortName":"BSB","englishName":"Berean Standard Bible","language":"eng","textDirection":"ltr","sha256":"b2898c49cadb50fd8763feb9e2f74a90a3817e33408a24b6cbf09e7a950dde97","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json","numberOfBooks":66,"totalNumberOfChapters":1189,"totalNumberOfVerses":31086,"languageName":"English","languageEnglishName":"English"},"book":{"id":"NUM","translationId":"BSB","name":"Numbers","commonName":"Numbers","title":"Numbers","order":4,"numberOfChapters":36,"sha256":"e467bccfb150bfb16c50f41552f85adadfe27aa18e4ccceae8957dca0d32f4f8","firstChapterNumber":1,"firstChapterApiLink":"/api/BSB/NUM/1.json","lastChapterNumber":36,"lastChapterApiLink":"/api/BSB/NUM/36.json","totalNumberOfVerses":1288},"chapter":{"number":19,"content":[{"type":"heading","content":["The Red Heifer"]},{"type":"verse","number":1,"content":["Then the LORD said to Moses and Aaron,"]},{"type":"verse","number":2,"content":["“This is the statute of the law that the LORD has commanded: Instruct the Israelites to bring you an unblemished red heifer that has no defect and has never been placed under a yoke."]},{"type":"verse","number":3,"content":["Give it to Eleazar the priest, and he will have it brought outside the camp and slaughtered in his presence."]},{"type":"line_break"},{"type":"verse","number":4,"content":["Eleazar the priest is to take some of its blood on his finger and sprinkle it seven times toward the front of the Tent of Meeting."]},{"type":"verse","number":5,"content":["Then the heifer must be burned in his sight. Its hide, its flesh, and its blood are to be burned, along with its dung."]},{"type":"verse","number":6,"content":["The priest is to take cedar wood, hyssop, and scarlet wool and throw them onto the burning heifer."]},{"type":"line_break"},{"type":"verse","number":7,"content":["Then the priest must wash his clothes and bathe his body in water; after that he may enter the camp, but he will be ceremonially unclean until evening."]},{"type":"verse","number":8,"content":["The one who burned the heifer must also wash his clothes and bathe his body in water, and he too will be ceremonially unclean until evening."]},{"type":"line_break"},{"type":"verse","number":9,"content":["Then a man who is ceremonially clean is to gather up the ashes of the heifer and store them in a ceremonially clean place outside the camp. They must be kept by the congregation of Israel for preparing the water of purification; this is for purification from sin."]},{"type":"verse","number":10,"content":["The man who has gathered up the ashes of the heifer must also wash his clothes, and he will be ceremonially unclean until evening. This is a permanent statute for the Israelites and for the foreigner residing among them."]},{"type":"heading","content":["Purification of the Unclean"]},{"type":"line_break"},{"type":"verse","number":11,"content":["Whoever touches any dead body will be unclean for seven days."]},{"type":"verse","number":12,"content":["He must purify himself with the water on the third day and on the seventh day; then he will be clean. But if he does not purify himself on the third and seventh days, he will not be clean."]},{"type":"verse","number":13,"content":["Anyone who touches a human corpse and fails to purify himself defiles the tabernacle of the LORD. That person must be cut off from Israel. He remains unclean, because the water of purification has not been sprinkled on him, and his uncleanness is still on him."]},{"type":"line_break"},{"type":"verse","number":14,"content":["This is the law when a person dies in a tent: Everyone who enters the tent and everyone already in the tent will be unclean for seven days,"]},{"type":"verse","number":15,"content":["and any open container without a lid fastened on it is unclean."]},{"type":"line_break"},{"type":"verse","number":16,"content":["Anyone in the open field who touches someone who has been killed by the sword or has died of natural causes, or anyone who touches a human bone or a grave, will be unclean for seven days."]},{"type":"line_break"},{"type":"verse","number":17,"content":["For the purification of the unclean person, take some of the ashes of the burnt sin offering, put them in a jar, and pour fresh water",{"noteId":47},"over them."]},{"type":"verse","number":18,"content":["Then a man who is ceremonially clean is to take some hyssop, dip it in the water, and sprinkle the tent, all the furnishings, and the people who were there. He is also to sprinkle the one who touched a bone, a grave, or a person who has died or been slain."]},{"type":"line_break"},{"type":"verse","number":19,"content":["The man who is ceremonially clean is to sprinkle the unclean person on the third day and on the seventh day. After he purifies the unclean person on the seventh day, the one being cleansed must wash his clothes and bathe in water, and that evening he will be clean."]},{"type":"verse","number":20,"content":["But if a person who is unclean does not purify himself, he will be cut off from the assembly, because he has defiled the sanctuary of the LORD. The water of purification has not been sprinkled on him; he is unclean."]},{"type":"line_break"},{"type":"verse","number":21,"content":["This is a permanent statute for the people: The one who sprinkles the water of purification must wash his clothes, and whoever touches the water of purification will be unclean until evening."]},{"type":"verse","number":22,"content":["Anything the unclean person touches will become unclean, and anyone who touches it will be unclean until evening.”"]}],"footnotes":[{"noteId":47,"caller":"+","text":"Or flowing water or living water","reference":{"chapter":19,"verse":17}}]},"thisChapterLink":"/api/BSB/NUM/19.json","thisChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_04_Num_019_G.mp3","hays":"https://openbible.com/audio/hays/BSB_04_Num_019_H.mp3","souer":"https://openbible.com/audio/souer/BSB_04_Num_019.mp3"},"nextChapterApiLink":"/api/BSB/NUM/20.json","nextChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_04_Num_020_G.mp3","hays":"https://openbible.com/audio/hays/BSB_04_Num_020_H.mp3","souer":"https://openbible.com/audio/souer/BSB_04_Num_020.mp3"},"previousChapterApiLink":"/api/BSB/NUM/18.json","previousChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_04_Num_018_G.mp3","hays":"https://openbible.com/audio/hays/BSB_04_Num_018_H.mp3","souer":"https://openbible.com/audio/souer/BSB_04_Num_018.mp3"},"numberOfVerses":22}