{"translation":{"id":"BSB","name":"Berean Standard Bible","website":"https://berean.bible/","licenseUrl":"https://berean.bible/","licenseNotes":null,"shortName":"BSB","englishName":"Berean Standard Bible","language":"eng","textDirection":"ltr","sha256":"b2898c49cadb50fd8763feb9e2f74a90a3817e33408a24b6cbf09e7a950dde97","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json","numberOfBooks":66,"totalNumberOfChapters":1189,"totalNumberOfVerses":31086,"languageName":"English","languageEnglishName":"English"},"book":{"id":"NUM","translationId":"BSB","name":"Numbers","commonName":"Numbers","title":"Numbers","order":4,"numberOfChapters":36,"sha256":"e467bccfb150bfb16c50f41552f85adadfe27aa18e4ccceae8957dca0d32f4f8","firstChapterNumber":1,"firstChapterApiLink":"/api/BSB/NUM/1.json","lastChapterNumber":36,"lastChapterApiLink":"/api/BSB/NUM/36.json","totalNumberOfVerses":1288},"chapter":{"number":20,"content":[{"type":"heading","content":["Water from the Rock"]},{"type":"verse","number":1,"content":["In the first month, the whole congregation of Israel entered the Wilderness of Zin and stayed in Kadesh. There Miriam died and was buried."]},{"type":"line_break"},{"type":"verse","number":2,"content":["Now there was no water for the congregation, so they gathered against Moses and Aaron."]},{"type":"verse","number":3,"content":["The people quarreled with Moses and said, “If only we had perished with our brothers before the LORD!"]},{"type":"verse","number":4,"content":["Why have you brought the LORD’s assembly into this wilderness for us and our livestock to die here?"]},{"type":"verse","number":5,"content":["Why have you led us up out of Egypt to bring us to this wretched place? It is not a place of grain, figs, vines, or pomegranates—and there is no water to drink!”"]},{"type":"line_break"},{"type":"verse","number":6,"content":["Then Moses and Aaron went from the presence of the assembly to the entrance to the Tent of Meeting. They fell facedown, and the glory of the LORD appeared to them."]},{"type":"verse","number":7,"content":["And the LORD said to Moses,"]},{"type":"verse","number":8,"content":["“Take the staff and assemble the congregation. You and your brother Aaron are to speak to the rock while they watch, and it will pour out its water. You will bring out water from the rock and provide drink for the congregation and their livestock.”"]},{"type":"line_break"},{"type":"verse","number":9,"content":["So Moses took the staff from the LORD’s presence, just as he had been commanded."]},{"type":"verse","number":10,"content":["Then Moses and Aaron gathered the assembly in front of the rock, and Moses said to them, “Listen now, you rebels, must we bring you water out of this rock?”"]},{"type":"verse","number":11,"content":["Then Moses raised his hand and struck the rock twice with his staff, so that a great amount of water gushed out, and the congregation and their livestock were able to drink."]},{"type":"line_break"},{"type":"verse","number":12,"content":["But the LORD said to Moses and Aaron, “Because you did not trust Me to show My holiness in the sight of the Israelites, you will not bring this assembly into the land that I have given them.”"]},{"type":"line_break"},{"type":"verse","number":13,"content":["These were the waters of Meribah,",{"noteId":48},"where the Israelites quarreled with the LORD, and He showed His holiness among them."]},{"type":"heading","content":["Edom Refuses Passage"]},{"type":"line_break"},{"type":"verse","number":14,"content":["From Kadesh, Moses sent messengers to tell the king of Edom, “This is what your brother Israel says: You know all the hardship that has befallen us,"]},{"type":"verse","number":15,"content":["how our fathers went down to Egypt, where we lived many years. The Egyptians mistreated us and our fathers,"]},{"type":"verse","number":16,"content":["and when we cried out to the LORD, He heard our voice, sent an angel, and brought us out of Egypt.",{"lineBreak":true},"Now look, we are in Kadesh, a city on the edge of your territory."]},{"type":"verse","number":17,"content":["Please let us pass through your land. We will not cut through any field or vineyard, or drink water from any well. We will stay on the King’s Highway; we will not turn to the right or to the left until we have passed through your territory.”"]},{"type":"line_break"},{"type":"verse","number":18,"content":["But Edom answered, “You may not travel through our land, or we will come out and confront you with the sword.”"]},{"type":"line_break"},{"type":"verse","number":19,"content":["“We will stay on the main road,” the Israelites replied, “and if we or our herds drink your water, we will pay for it. There will be no problem; only let us pass through on foot.”"]},{"type":"line_break"},{"type":"verse","number":20,"content":["But Edom insisted, “You may not pass through.” And they came out to confront the Israelites with a large army and a strong hand."]},{"type":"verse","number":21,"content":["So Edom refused to allow Israel to pass through their territory, and Israel turned away from them."]},{"type":"heading","content":["The Death of Aaron"]},{"type":"line_break"},{"type":"verse","number":22,"content":["After they had set out from Kadesh, the whole congregation of Israel came to Mount Hor."]},{"type":"verse","number":23,"content":["And at Mount Hor, near the border of the land of Edom, the LORD said to Moses and Aaron,"]},{"type":"verse","number":24,"content":["“Aaron will be gathered to his people; he will not enter the land that I have given the Israelites, because both of you rebelled against My command at the waters of Meribah."]},{"type":"verse","number":25,"content":["Take Aaron and his son Eleazar and bring them up Mount Hor."]},{"type":"verse","number":26,"content":["Remove Aaron’s priestly garments and put them on his son Eleazar. Aaron will be gathered to his people and will die there.”"]},{"type":"line_break"},{"type":"verse","number":27,"content":["So Moses did as the LORD had commanded, and they climbed Mount Hor in the sight of the whole congregation."]},{"type":"verse","number":28,"content":["After Moses had removed Aaron’s garments and put them on his son Eleazar, Aaron died there on top of the mountain. Then Moses and Eleazar came down from the mountain."]},{"type":"verse","number":29,"content":["When the whole congregation saw that Aaron had died, the entire house of Israel mourned for him thirty days."]}],"footnotes":[{"noteId":48,"caller":"+","text":"Meribah means quarreling; also in verse 24; see Exodus 17:7.","reference":{"chapter":20,"verse":13}}]},"thisChapterLink":"/api/BSB/NUM/20.json","thisChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_04_Num_020_G.mp3","hays":"https://openbible.com/audio/hays/BSB_04_Num_020_H.mp3","souer":"https://openbible.com/audio/souer/BSB_04_Num_020.mp3"},"nextChapterApiLink":"/api/BSB/NUM/21.json","nextChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_04_Num_021_G.mp3","hays":"https://openbible.com/audio/hays/BSB_04_Num_021_H.mp3","souer":"https://openbible.com/audio/souer/BSB_04_Num_021.mp3"},"previousChapterApiLink":"/api/BSB/NUM/19.json","previousChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_04_Num_019_G.mp3","hays":"https://openbible.com/audio/hays/BSB_04_Num_019_H.mp3","souer":"https://openbible.com/audio/souer/BSB_04_Num_019.mp3"},"numberOfVerses":29}