{"translation":{"id":"BSB","name":"Berean Standard Bible","website":"https://berean.bible/","licenseUrl":"https://berean.bible/","licenseNotes":null,"shortName":"BSB","englishName":"Berean Standard Bible","language":"eng","textDirection":"ltr","sha256":"b2898c49cadb50fd8763feb9e2f74a90a3817e33408a24b6cbf09e7a950dde97","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json","numberOfBooks":66,"totalNumberOfChapters":1189,"totalNumberOfVerses":31086,"languageName":"English","languageEnglishName":"English"},"book":{"id":"NUM","translationId":"BSB","name":"Numbers","commonName":"Numbers","title":"Numbers","order":4,"numberOfChapters":36,"sha256":"e467bccfb150bfb16c50f41552f85adadfe27aa18e4ccceae8957dca0d32f4f8","firstChapterNumber":1,"firstChapterApiLink":"/api/BSB/NUM/1.json","lastChapterNumber":36,"lastChapterApiLink":"/api/BSB/NUM/36.json","totalNumberOfVerses":1288},"chapter":{"number":35,"content":[{"type":"heading","content":["Forty-Eight Cities for the Levites"]},{"type":"verse","number":1,"content":["Again the LORD spoke to Moses on the plains of Moab by the Jordan across from Jericho:"]},{"type":"verse","number":2,"content":["“Command the Israelites to give, from the inheritance they will possess, cities for the Levites to live in and pasturelands around the cities."]},{"type":"verse","number":3,"content":["The cities will be for them to live in, and the pasturelands will be for their herds, their flocks, and all their other livestock."]},{"type":"line_break"},{"type":"verse","number":4,"content":["The pasturelands around the cities you are to give the Levites will extend a thousand cubits",{"noteId":109},"from the wall on every side."]},{"type":"verse","number":5,"content":["You are also to measure two thousand cubits",{"noteId":110},"outside the city on the east, two thousand on the south, two thousand on the west, and two thousand on the north, with the city in the center. These areas will serve as larger pasturelands for the cities."]},{"type":"line_break"},{"type":"verse","number":6,"content":["Six of the cities you give the Levites are to be appointed as cities of refuge, to which a manslayer may flee. In addition to these, give the Levites forty-two other cities."]},{"type":"verse","number":7,"content":["The total number of cities you give the Levites will be forty-eight, with their corresponding pasturelands."]},{"type":"verse","number":8,"content":["The cities that you apportion from the territory of the Israelites should be given to the Levites in proportion to the inheritance of each tribe: more from a larger tribe and less from a smaller one.”"]},{"type":"heading","content":["Six Cities of Refuge"]},{"type":"line_break"},{"type":"verse","number":9,"content":["Then the LORD said to Moses,"]},{"type":"verse","number":10,"content":["“Speak to the Israelites and tell them: When you cross the Jordan into the land of Canaan,"]},{"type":"verse","number":11,"content":["designate cities to serve as your cities of refuge, so that a person who kills someone unintentionally may flee there."]},{"type":"verse","number":12,"content":["You are to have these cities as a refuge from the avenger, so that the manslayer will not die until he stands trial before the assembly."]},{"type":"line_break"},{"type":"verse","number":13,"content":["The cities you select will be your six cities of refuge."]},{"type":"verse","number":14,"content":["Select three cities across the Jordan and three in the land of Canaan as cities of refuge."]},{"type":"verse","number":15,"content":["These six cities will serve as a refuge for the Israelites and for the foreigner or stranger among them, so that anyone who kills a person unintentionally may flee there."]},{"type":"line_break"},{"type":"verse","number":16,"content":["If, however, anyone strikes a person with an iron object and kills him, he is a murderer; the murderer must surely be put to death."]},{"type":"verse","number":17,"content":["Or if anyone has in his hand a stone of deadly size, and he strikes and kills another, he is a murderer; the murderer must surely be put to death."]},{"type":"verse","number":18,"content":["If anyone has in his hand a deadly object of wood, and he strikes and kills another, he is a murderer; the murderer must surely be put to death."]},{"type":"line_break"},{"type":"verse","number":19,"content":["The avenger of blood is to put the murderer to death; when he finds him, he is to kill him."]},{"type":"line_break"},{"type":"verse","number":20,"content":["Likewise, if anyone maliciously pushes another or intentionally throws an object at him and kills him,"]},{"type":"verse","number":21,"content":["or if in hostility he strikes him with his hand and he dies, the one who struck him must surely be put to death; he is a murderer. When the avenger of blood finds the murderer, he is to kill him."]},{"type":"line_break"},{"type":"verse","number":22,"content":["But if anyone pushes a person suddenly, without hostility, or throws an object at him unintentionally,"]},{"type":"verse","number":23,"content":["or without looking drops a heavy stone that kills him, but he was not an enemy and did not intend to harm him,"]},{"type":"verse","number":24,"content":["then the congregation must judge between the slayer and the avenger of blood according to these ordinances."]},{"type":"verse","number":25,"content":["The assembly is to protect the manslayer from the hand of the avenger of blood. Then the assembly will return him to the city of refuge to which he fled, and he must live there until the death of the high priest, who was anointed with the holy oil."]},{"type":"line_break"},{"type":"verse","number":26,"content":["But if the manslayer ever goes outside the limits of the city of refuge to which he fled"]},{"type":"verse","number":27,"content":["and the avenger of blood finds him outside of his city of refuge and kills him, then the avenger will not be guilty of bloodshed"]},{"type":"verse","number":28,"content":["because the manslayer must remain in his city of refuge until the death of the high priest. Only after the death of the high priest may he return to the land he owns."]},{"type":"verse","number":29,"content":["This will be a statutory ordinance for you for the generations to come, wherever you live."]},{"type":"line_break"},{"type":"verse","number":30,"content":["If anyone kills a person, the murderer is to be put to death on the testimony of the witnesses. But no one is to be put to death based on the testimony of a lone witness."]},{"type":"line_break"},{"type":"verse","number":31,"content":["You are not to accept a ransom for the life of a murderer who deserves to die; he must surely be put to death."]},{"type":"verse","number":32,"content":["Nor should you accept a ransom for the person who flees to a city of refuge and allow him to return and live on his own land before the death of the high priest."]},{"type":"line_break"},{"type":"verse","number":33,"content":["Do not pollute the land where you live, for bloodshed pollutes the land, and no atonement can be made for the land on which the blood is shed, except by the blood of the one who shed it."]},{"type":"verse","number":34,"content":["Do not defile the land where you live and where I dwell. For I, the LORD, dwell among the Israelites.”"]}],"footnotes":[{"noteId":109,"caller":"+","text":"1,000 cubits is approximately 1,500 feet or 457.2 meters.","reference":{"chapter":35,"verse":4}},{"noteId":110,"caller":"+","text":"2,000 cubits is approximately 3,000 feet or 914.4 meters.","reference":{"chapter":35,"verse":5}}]},"thisChapterLink":"/api/BSB/NUM/35.json","thisChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_04_Num_035_G.mp3","hays":"https://openbible.com/audio/hays/BSB_04_Num_035_H.mp3","souer":"https://openbible.com/audio/souer/BSB_04_Num_035.mp3"},"nextChapterApiLink":"/api/BSB/NUM/36.json","nextChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_04_Num_036_G.mp3","hays":"https://openbible.com/audio/hays/BSB_04_Num_036_H.mp3","souer":"https://openbible.com/audio/souer/BSB_04_Num_036.mp3"},"previousChapterApiLink":"/api/BSB/NUM/34.json","previousChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_04_Num_034_G.mp3","hays":"https://openbible.com/audio/hays/BSB_04_Num_034_H.mp3","souer":"https://openbible.com/audio/souer/BSB_04_Num_034.mp3"},"numberOfVerses":34}