{"translation":{"id":"BSB","name":"Berean Standard Bible","website":"https://berean.bible/","licenseUrl":"https://berean.bible/","licenseNotes":null,"shortName":"BSB","englishName":"Berean Standard Bible","language":"eng","textDirection":"ltr","sha256":"b2898c49cadb50fd8763feb9e2f74a90a3817e33408a24b6cbf09e7a950dde97","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json","numberOfBooks":66,"totalNumberOfChapters":1189,"totalNumberOfVerses":31086,"languageName":"English","languageEnglishName":"English"},"book":{"id":"2SA","translationId":"BSB","name":"2 Samuel","commonName":"2 Samuel","title":"2 Samuel","order":10,"numberOfChapters":24,"sha256":"84372f66e9a6381db1f0cb0a49cd5a6a0f7069b14c6b8011967239da967093a6","firstChapterNumber":1,"firstChapterApiLink":"/api/BSB/2SA/1.json","lastChapterNumber":24,"lastChapterApiLink":"/api/BSB/2SA/24.json","totalNumberOfVerses":695},"chapter":{"number":14,"content":[{"type":"heading","content":["Absalom’s Return to Jerusalem"]},{"type":"verse","number":1,"content":["Now Joab son of Zeruiah perceived that the king’s heart longed for Absalom."]},{"type":"verse","number":2,"content":["So Joab sent to Tekoa to bring a wise woman from there. He told her, “Please pretend to be a mourner; put on clothes for mourning and do not anoint yourself with oil. Act like a woman who has mourned for the dead a long time."]},{"type":"verse","number":3,"content":["Then go to the king and speak these words to him.” And Joab put the words in her mouth."]},{"type":"line_break"},{"type":"verse","number":4,"content":["When the woman from Tekoa went to the king, she fell facedown in homage and said, “Help me, O king!”"]},{"type":"line_break"},{"type":"verse","number":5,"content":["“What troubles you?” the king asked her.",{"lineBreak":true},"“Indeed,” she said, “I am a widow, for my husband is dead."]},{"type":"verse","number":6,"content":["And your maidservant had two sons who were fighting in the field with no one to separate them, and one struck the other and killed him."]},{"type":"verse","number":7,"content":["Now the whole clan has risen up against your maidservant and said, ‘Hand over the one who struck down his brother, that we may put him to death for the life of the brother whom he killed. Then we will cut off the heir as well!’ So they would extinguish my one remaining ember by not preserving my husband’s name or posterity on the earth.”"]},{"type":"line_break"},{"type":"verse","number":8,"content":["“Go home,” the king said to the woman, “and I will give orders on your behalf.”"]},{"type":"line_break"},{"type":"verse","number":9,"content":["But the woman of Tekoa said to the king, “My lord the king, may any blame be on me and on my father’s house, and may the king and his throne be guiltless.”"]},{"type":"line_break"},{"type":"verse","number":10,"content":["“If anyone speaks to you,” said the king, “bring him to me, and he will not trouble you again!”"]},{"type":"line_break"},{"type":"verse","number":11,"content":["“Please,” she replied, “may the king invoke the LORD your God to prevent the avenger of blood from increasing the devastation, so that my son may not be destroyed!”",{"lineBreak":true},"“As surely as the LORD lives,” he vowed, “not a hair of your son’s head will fall to the ground.”"]},{"type":"line_break"},{"type":"verse","number":12,"content":["Then the woman said, “Please, may your servant speak a word to my lord the king?”",{"lineBreak":true},"“Speak,” he replied."]},{"type":"line_break"},{"type":"verse","number":13,"content":["The woman asked, “Why have you devised a thing like this against the people of God? When the king says this, does he not convict himself, since he has not brought back his own banished son?"]},{"type":"verse","number":14,"content":["For surely we will die and be like water poured out on the ground, which cannot be recovered. Yet God does not take away a life; but He devises ways that the banished one may not be cast out from Him."]},{"type":"line_break"},{"type":"verse","number":15,"content":["Now therefore, I have come to present this matter to my lord the king because the people have made me afraid. Your servant thought, ‘I will speak to the king. Perhaps he will grant the request of his maidservant."]},{"type":"verse","number":16,"content":["For the king will hear and deliver his maidservant from the hand of the man who would cut off both me and my son from God’s inheritance.’"]},{"type":"line_break"},{"type":"verse","number":17,"content":["And now your servant says, ‘May the word of my lord the king bring me rest, for my lord the king is able to discern good and evil, just like the angel",{"noteId":66},"of God. May the LORD your God be with you.’”"]},{"type":"line_break"},{"type":"verse","number":18,"content":["Then the king said to the woman, “I am going to ask you something; do not conceal it from me!”",{"lineBreak":true},"“Let my lord the king speak,” she replied."]},{"type":"line_break"},{"type":"verse","number":19,"content":["So the king asked, “Is the hand of Joab behind all this?”",{"lineBreak":true},"The woman answered, “As surely as you live, my lord the king, no one can turn to the right or to the left from anything that my lord the king says. Yes, your servant Joab is the one who gave me orders; he told your maidservant exactly what to say."]},{"type":"verse","number":20,"content":["Joab your servant has done this to bring about this change of affairs, but my lord has wisdom like the wisdom of the angel of God, to know everything that happens in the land.”"]},{"type":"line_break"},{"type":"verse","number":21,"content":["Then the king said to Joab, “I hereby grant this request. Go, bring back the young man Absalom.”"]},{"type":"line_break"},{"type":"verse","number":22,"content":["Joab fell facedown in homage and blessed the king. “Today,” said Joab, “your servant knows that he has found favor with you, my lord the king, because the king has granted his request.”"]},{"type":"line_break"},{"type":"verse","number":23,"content":["So Joab got up, went to Geshur, and brought Absalom to Jerusalem."]},{"type":"verse","number":24,"content":["But the king added, “He may return to his house, but he must not see my face.” So Absalom returned to his own house, but he did not see the king."]},{"type":"line_break"},{"type":"verse","number":25,"content":["Now there was not a man in all Israel as handsome and highly praised as Absalom. From the sole of his foot to the top of his head, he did not have a single flaw."]},{"type":"verse","number":26,"content":["And when he cut the hair of his head—he shaved it every year because his hair got so heavy—he would weigh it out to be two hundred shekels,",{"noteId":67},"according to the royal standard."]},{"type":"line_break"},{"type":"verse","number":27,"content":["Three sons were born to Absalom, and a daughter named Tamar, who was a beautiful woman."]},{"type":"heading","content":["Absalom Reconciled to David"]},{"type":"line_break"},{"type":"verse","number":28,"content":["Now Absalom lived in Jerusalem two years without seeing the face of the king."]},{"type":"verse","number":29,"content":["Then he sent for Joab to send him to the king, but Joab refused to come to him.",{"lineBreak":true},"So Absalom sent a second time, but Joab still would not come."]},{"type":"line_break"},{"type":"verse","number":30,"content":["Then Absalom said to his servants, “Look, Joab’s field is next to mine, and he has barley there. Go and set it on fire!”",{"lineBreak":true},"And Absalom’s servants set the field on fire.",{"noteId":68}]},{"type":"line_break"},{"type":"verse","number":31,"content":["Then Joab came to Absalom’s house and demanded, “Why did your servants set my field on fire?”"]},{"type":"line_break"},{"type":"verse","number":32,"content":["“Look,” said Absalom, “I sent for you and said, ‘Come here. I want to send you to the king to ask: Why have I come back from Geshur? It would be better for me if I were still there.’ So now, let me see the king’s face, and if there is iniquity in me, let him kill me.”"]},{"type":"line_break"},{"type":"verse","number":33,"content":["So Joab went and told the king, and David summoned Absalom, who came to him and bowed facedown before him. Then the king kissed Absalom."]}],"footnotes":[{"noteId":66,"caller":"+","text":"Or Angel; also in verse 20","reference":{"chapter":14,"verse":17}},{"noteId":67,"caller":"+","text":"200 shekels is approximately 5 pounds or 2.3 kilograms of hair.","reference":{"chapter":14,"verse":26}},{"noteId":68,"caller":"+","text":"LXX includes So the servants of Joab came to him with their clothes torn and said to him, “The servants of Absalom have set your field on fire.”","reference":{"chapter":14,"verse":30}}]},"thisChapterLink":"/api/BSB/2SA/14.json","thisChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_10_2Sa_014_G.mp3","hays":"https://openbible.com/audio/hays/BSB_10_2Sa_014_H.mp3","souer":"https://openbible.com/audio/souer/BSB_10_2Sa_014.mp3"},"nextChapterApiLink":"/api/BSB/2SA/15.json","nextChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_10_2Sa_015_G.mp3","hays":"https://openbible.com/audio/hays/BSB_10_2Sa_015_H.mp3","souer":"https://openbible.com/audio/souer/BSB_10_2Sa_015.mp3"},"previousChapterApiLink":"/api/BSB/2SA/13.json","previousChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_10_2Sa_013_G.mp3","hays":"https://openbible.com/audio/hays/BSB_10_2Sa_013_H.mp3","souer":"https://openbible.com/audio/souer/BSB_10_2Sa_013.mp3"},"numberOfVerses":33}