{"translation":{"id":"BSB","name":"Berean Standard Bible","website":"https://berean.bible/","licenseUrl":"https://berean.bible/","licenseNotes":null,"shortName":"BSB","englishName":"Berean Standard Bible","language":"eng","textDirection":"ltr","sha256":"b2898c49cadb50fd8763feb9e2f74a90a3817e33408a24b6cbf09e7a950dde97","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json","numberOfBooks":66,"totalNumberOfChapters":1189,"totalNumberOfVerses":31086,"languageName":"English","languageEnglishName":"English"},"book":{"id":"2SA","translationId":"BSB","name":"2 Samuel","commonName":"2 Samuel","title":"2 Samuel","order":10,"numberOfChapters":24,"sha256":"84372f66e9a6381db1f0cb0a49cd5a6a0f7069b14c6b8011967239da967093a6","firstChapterNumber":1,"firstChapterApiLink":"/api/BSB/2SA/1.json","lastChapterNumber":24,"lastChapterApiLink":"/api/BSB/2SA/24.json","totalNumberOfVerses":695},"chapter":{"number":15,"content":[{"type":"heading","content":["Absalom’s Conspiracy"]},{"type":"verse","number":1,"content":["Some time later, Absalom provided for himself a chariot with horses and fifty men to run ahead of him."]},{"type":"verse","number":2,"content":["He would get up early and stand beside the road leading to the city gate.",{"lineBreak":true},"Whenever anyone had a grievance to bring before the king for a decision, Absalom would call out and ask, “What city are you from?” And if he replied, “Your servant is from one of the tribes of Israel,”"]},{"type":"verse","number":3,"content":["Absalom would say, “Look, your claims are good and right, but the king has no deputy to hear you.”"]},{"type":"line_break"},{"type":"verse","number":4,"content":["And he would add, “If only someone would appoint me judge in the land, then everyone with a grievance or dispute could come to me, and I would give him justice.”"]},{"type":"line_break"},{"type":"verse","number":5,"content":["Also, when anyone approached to bow down to him, Absalom would reach out his hand, take hold of him, and kiss him."]},{"type":"verse","number":6,"content":["Absalom did this to all the Israelites who came to the king for justice. In this way he stole the hearts of the men of Israel."]},{"type":"line_break"},{"type":"verse","number":7,"content":["After four",{"noteId":69},"years had passed, Absalom said to the king, “Please let me go to Hebron to fulfill a vow I have made to the LORD."]},{"type":"verse","number":8,"content":["For your servant made a vow while dwelling in Geshur of Aram, saying: ‘If indeed the LORD brings me back to Jerusalem, I will worship the LORD in Hebron.’",{"noteId":70},"”"]},{"type":"line_break"},{"type":"verse","number":9,"content":["“Go in peace,” said the king. So Absalom got up and went to Hebron."]},{"type":"line_break"},{"type":"verse","number":10,"content":["Then Absalom sent spies throughout the tribes of Israel with this message: “When you hear the sound of the horn, you are to say, ‘Absalom reigns in Hebron!’”"]},{"type":"line_break"},{"type":"verse","number":11,"content":["Two hundred men from Jerusalem accompanied Absalom. They had been invited as guests and they went along innocently, for they knew nothing about the matter."]},{"type":"verse","number":12,"content":["While Absalom was offering the sacrifices, he sent for Ahithophel the Gilonite, David’s counselor, to come from his hometown of Giloh.",{"lineBreak":true},"So the conspiracy gained strength, and Absalom’s following kept increasing."]},{"type":"heading","content":["David Flees Jerusalem"]},{"type":"line_break"},{"type":"verse","number":13,"content":["Then a messenger came to David and reported, “The hearts of the men of Israel are with Absalom.”"]},{"type":"line_break"},{"type":"verse","number":14,"content":["And David said to all the servants with him in Jerusalem, “Arise and let us flee, or we will not escape from Absalom! We must leave quickly, or he will soon overtake us, heap disaster on us, and put the city to the sword.”"]},{"type":"line_break"},{"type":"verse","number":15,"content":["The king’s servants replied, “Whatever our lord the king decides, we are your servants.”"]},{"type":"line_break"},{"type":"verse","number":16,"content":["Then the king set out, and his entire household followed him. But he left behind ten concubines to take care of the palace."]},{"type":"line_break"},{"type":"verse","number":17,"content":["So the king set out with all the people following him. He stopped at the last house,"]},{"type":"verse","number":18,"content":["and all his servants marched past him—all the Cherethites and Pelethites, and six hundred Gittites who had followed him from Gath."]},{"type":"line_break"},{"type":"verse","number":19,"content":["Then the king said to Ittai the Gittite, “Why should you also go with us? Go back and stay with the new king, since you are both a foreigner and an exile from your homeland."]},{"type":"verse","number":20,"content":["In fact, you arrived only yesterday; should I make you wander around with us today while I do not know where I am going? Go back and take your brothers with you. May the LORD show you loving devotion and faithfulness.",{"noteId":71},"”"]},{"type":"line_break"},{"type":"verse","number":21,"content":["But Ittai answered the king, “As surely as the LORD lives, and as my lord the king lives, wherever my lord the king may be, whether it means life or death, there will your servant be!”"]},{"type":"line_break"},{"type":"verse","number":22,"content":["“March on then,” said David to Ittai. So Ittai the Gittite marched past with all his men and all the little ones who were with him."]},{"type":"line_break"},{"type":"verse","number":23,"content":["Everyone in the countryside was weeping loudly as all the people passed by. And as the king crossed the Kidron Valley, all the people also passed toward the way of the wilderness."]},{"type":"line_break"},{"type":"verse","number":24,"content":["Zadok was also there, and all the Levites with him were carrying the ark of the covenant of God. And they set down the ark of God, and Abiathar offered sacrifices",{"noteId":72},"until the people had passed out of the city."]},{"type":"line_break"},{"type":"verse","number":25,"content":["Then the king said to Zadok, “Return the ark of God to the city. If I find favor in the eyes of the LORD, He will bring me back and let me see both it and His dwelling place again."]},{"type":"verse","number":26,"content":["But if He should say, ‘I do not delight in you,’ then here I am; let Him do to me whatever seems good to Him.”"]},{"type":"line_break"},{"type":"verse","number":27,"content":["The king also said to Zadok the priest, “Are you not a seer?",{"noteId":73},"Return to the city in peace—you with your son Ahimaaz, and Abiathar with his son Jonathan.",{"noteId":74}]},{"type":"verse","number":28,"content":["See, I will wait at the fords of the wilderness until word comes from you to inform me.”"]},{"type":"line_break"},{"type":"verse","number":29,"content":["So Zadok and Abiathar returned the ark of God to Jerusalem and stayed there."]},{"type":"heading","content":["David Weeps at the Mount of Olives"]},{"type":"line_break"},{"type":"verse","number":30,"content":["But David continued up the Mount of Olives, weeping as he went up. His head was covered, and he was walking barefoot. And all the people with him covered their heads and went up, weeping as they went."]},{"type":"line_break"},{"type":"verse","number":31,"content":["Now someone told David: “Ahithophel is among the conspirators with Absalom.”",{"lineBreak":true},"So David pleaded, “O LORD, please turn the counsel of Ahithophel into foolishness!”"]},{"type":"line_break"},{"type":"verse","number":32,"content":["When David came to the summit, where he used to worship God, Hushai the Archite was there to meet him with his robe torn and dust on his head."]},{"type":"line_break"},{"type":"verse","number":33,"content":["David said to him, “If you go on with me, you will be a burden to me."]},{"type":"verse","number":34,"content":["But you can thwart the counsel of Ahithophel for me if you return to the city and say to Absalom: ‘I will be your servant, my king; in the past I was your father’s servant, but now I will be your servant.’"]},{"type":"line_break"},{"type":"verse","number":35,"content":["Will not Zadok and Abiathar the priests be there with you? Report to them everything you hear from the king’s palace."]},{"type":"verse","number":36,"content":["Indeed, their two sons, Ahimaaz son of Zadok and Jonathan son of Abiathar, are there with them. Send them to me with everything you hear.”"]},{"type":"line_break"},{"type":"verse","number":37,"content":["So David’s friend Hushai arrived in Jerusalem just as Absalom was entering the city."]}],"footnotes":[{"noteId":69,"caller":"+","text":"Syriac and some LXX manuscripts; Hebrew forty","reference":{"chapter":15,"verse":7}},{"noteId":70,"caller":"+","text":"Some LXX manuscripts; Hebrew does not include in Hebron.","reference":{"chapter":15,"verse":8}},{"noteId":71,"caller":"+","text":"LXX; Hebrew May loving devotion and faithfulness be with you.","reference":{"chapter":15,"verse":20}},{"noteId":72,"caller":"+","text":"Or Abiathar went up","reference":{"chapter":15,"verse":24}},{"noteId":73,"caller":"+","text":"Hebrew; LXX Behold,","reference":{"chapter":15,"verse":27}},{"noteId":74,"caller":"+","text":"Literally your son Ahimaaz and Jonathan son of Abiathar, your two sons with you","reference":{"chapter":15,"verse":27}}]},"thisChapterLink":"/api/BSB/2SA/15.json","thisChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_10_2Sa_015_G.mp3","hays":"https://openbible.com/audio/hays/BSB_10_2Sa_015_H.mp3","souer":"https://openbible.com/audio/souer/BSB_10_2Sa_015.mp3"},"nextChapterApiLink":"/api/BSB/2SA/16.json","nextChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_10_2Sa_016_G.mp3","hays":"https://openbible.com/audio/hays/BSB_10_2Sa_016_H.mp3","souer":"https://openbible.com/audio/souer/BSB_10_2Sa_016.mp3"},"previousChapterApiLink":"/api/BSB/2SA/14.json","previousChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_10_2Sa_014_G.mp3","hays":"https://openbible.com/audio/hays/BSB_10_2Sa_014_H.mp3","souer":"https://openbible.com/audio/souer/BSB_10_2Sa_014.mp3"},"numberOfVerses":37}