{"translation":{"id":"BSB","name":"Berean Standard Bible","website":"https://berean.bible/","licenseUrl":"https://berean.bible/","licenseNotes":null,"shortName":"BSB","englishName":"Berean Standard Bible","language":"eng","textDirection":"ltr","sha256":"b2898c49cadb50fd8763feb9e2f74a90a3817e33408a24b6cbf09e7a950dde97","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json","numberOfBooks":66,"totalNumberOfChapters":1189,"totalNumberOfVerses":31086,"languageName":"English","languageEnglishName":"English"},"book":{"id":"2SA","translationId":"BSB","name":"2 Samuel","commonName":"2 Samuel","title":"2 Samuel","order":10,"numberOfChapters":24,"sha256":"84372f66e9a6381db1f0cb0a49cd5a6a0f7069b14c6b8011967239da967093a6","firstChapterNumber":1,"firstChapterApiLink":"/api/BSB/2SA/1.json","lastChapterNumber":24,"lastChapterApiLink":"/api/BSB/2SA/24.json","totalNumberOfVerses":695},"chapter":{"number":17,"content":[{"type":"heading","content":["Hushai Counters Ahithophel’s Advice"]},{"type":"verse","number":1,"content":["Furthermore, Ahithophel said to Absalom, “Let me choose twelve thousand men and set out tonight in pursuit of David."]},{"type":"verse","number":2,"content":["I will attack him while he is weak and weary; I will throw him into a panic, and all the people with him will flee; I will strike down only the king"]},{"type":"verse","number":3,"content":["and bring all the people back to you as a bride returning to her husband. You seek the life of only one man;",{"noteId":76},"then all the people will be at peace.”"]},{"type":"line_break"},{"type":"verse","number":4,"content":["This proposal seemed good to Absalom and all the elders of Israel."]},{"type":"line_break"},{"type":"verse","number":5,"content":["Then Absalom said, “Summon Hushai the Archite as well, and let us hear what he too has to say.”"]},{"type":"line_break"},{"type":"verse","number":6,"content":["So Hushai came to Absalom, who told him, “Ahithophel has spoken this proposal. Should we carry it out? If not, what do you say?”"]},{"type":"line_break"},{"type":"verse","number":7,"content":["Hushai replied, “This time the advice of Ahithophel is not sound.”"]},{"type":"line_break"},{"type":"verse","number":8,"content":["He continued, “You know your father and his men. They are mighty men, and as fierce as a wild bear robbed of her cubs. Moreover, your father is a man of war who will not spend the night with the troops."]},{"type":"verse","number":9,"content":["Surely by now he is hiding in a cave or some other location. If some of your troops fall first,",{"noteId":77},"whoever hears of it will say, ‘There has been a slaughter among the troops who follow Absalom.’"]},{"type":"verse","number":10,"content":["Then even the most valiant soldier with the heart of a lion will melt with fear, because all Israel knows that your father is a mighty man who has valiant men with him."]},{"type":"line_break"},{"type":"verse","number":11,"content":["Instead, I advise that all Israel from Dan to Beersheba—a multitude like the sand on the seashore—be gathered to you, and that you yourself lead them into battle."]},{"type":"verse","number":12,"content":["Then we will attack David wherever we find him, and we will descend on him like dew on the ground. And of all the men with him, not even one will remain."]},{"type":"line_break"},{"type":"verse","number":13,"content":["If he retreats to a city, all Israel will bring ropes to that city, and we will drag it down to the valley until not even a pebble can be found.”"]},{"type":"line_break"},{"type":"verse","number":14,"content":["Then Absalom and all the men of Israel said, “The advice of Hushai the Archite is better than that of Ahithophel.” For the LORD had purposed to thwart the good counsel of Ahithophel in order to bring disaster on Absalom."]},{"type":"heading","content":["Hushai’s Warning Saves David"]},{"type":"line_break"},{"type":"verse","number":15,"content":["So Hushai told Zadok and Abiathar, the priests, “This is what Ahithophel has advised Absalom and the elders of Israel, and this is what I have advised."]},{"type":"verse","number":16,"content":["Now send quickly and tell David, ‘Do not spend the night at the fords of the wilderness, but be sure to cross over. Otherwise the king and all the people with him will be swallowed up.’”"]},{"type":"line_break"},{"type":"verse","number":17,"content":["Now Jonathan and Ahimaaz were staying at En-rogel, where a servant girl would come and pass along information to them. They in turn would go and inform King David, for they dared not be seen entering the city."]},{"type":"verse","number":18,"content":["But a young man did see them and told Absalom. So the two left quickly and came to the house of a man in Bahurim. He had a well in his courtyard, and they climbed down into it."]},{"type":"verse","number":19,"content":["Then the man’s wife took a covering and spread it over the mouth of the well, scattering grain over it so nobody would know a thing."]},{"type":"line_break"},{"type":"verse","number":20,"content":["When Absalom’s servants came to the woman at the house, they asked, “Where are Ahimaaz and Jonathan?”",{"lineBreak":true},"“They have crossed over the brook,” she replied. The men searched but did not find them, so they returned to Jerusalem."]},{"type":"line_break"},{"type":"verse","number":21,"content":["After the men had gone, Ahimaaz and Jonathan climbed up out of the well and went to inform King David, saying, “Get up and cross over the river at once, for Ahithophel has given this advice against you.”"]},{"type":"line_break"},{"type":"verse","number":22,"content":["So David and all the people with him got up and crossed the Jordan. By daybreak, there was no one left who had not crossed the Jordan."]},{"type":"line_break"},{"type":"verse","number":23,"content":["When Ahithophel saw that his advice had not been followed, he saddled his donkey and set out for his house in his hometown. He put his affairs in order and hanged himself. So he died and was buried in his father’s tomb."]},{"type":"line_break"},{"type":"verse","number":24,"content":["Then David went to Mahanaim, and Absalom crossed the Jordan with all the men of Israel."]},{"type":"verse","number":25,"content":["Absalom had appointed Amasa over the army in place of Joab. Amasa was the son of a man named Ithra,",{"noteId":78},"the Ishmaelite",{"noteId":79},"who had married Abigail,",{"noteId":80},"the daughter of Nahash",{"noteId":81},"and sister of Zeruiah the mother of Joab."]},{"type":"verse","number":26,"content":["So the Israelites and Absalom camped in the land of Gilead."]},{"type":"line_break"},{"type":"verse","number":27,"content":["When David came to Mahanaim, he was met by Shobi son of Nahash from Rabbah of the Ammonites, Machir son of Ammiel from Lo-debar, and Barzillai the Gileadite from Rogelim."]},{"type":"verse","number":28,"content":["They brought beds, basins, and earthen vessels, as well as wheat, barley, flour, roasted grain, beans, lentils,",{"noteId":82}]},{"type":"verse","number":29,"content":["honey, curds, sheep, and cheese from the herd for David and his people to eat. For they said, “The people have become hungry, exhausted, and thirsty in the wilderness.”"]}],"footnotes":[{"noteId":76,"caller":"+","text":"LXX; see also DSS; MT and bring all the people back to you. When everyone returns except the man you seek,","reference":{"chapter":17,"verse":3}},{"noteId":77,"caller":"+","text":"Or If he should attack your troops first","reference":{"chapter":17,"verse":9}},{"noteId":78,"caller":"+","text":"Ithra is a variant of Jether; see 1 Kings 2:5.","reference":{"chapter":17,"verse":25}},{"noteId":79,"caller":"+","text":"Some LXX manuscripts (see also 1 Chronicles 2:17); MT and other LXX manuscripts Israelite","reference":{"chapter":17,"verse":25}},{"noteId":80,"caller":"+","text":"Or Abigal, a variant of Abigail","reference":{"chapter":17,"verse":25}},{"noteId":81,"caller":"+","text":"Or of Jesse; see DSS and 1 Chronicles 2:13–16","reference":{"chapter":17,"verse":25}},{"noteId":82,"caller":"+","text":"Most LXX manuscripts and Syriac; Hebrew includes roasted seeds.","reference":{"chapter":17,"verse":28}}]},"thisChapterLink":"/api/BSB/2SA/17.json","thisChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_10_2Sa_017_G.mp3","hays":"https://openbible.com/audio/hays/BSB_10_2Sa_017_H.mp3","souer":"https://openbible.com/audio/souer/BSB_10_2Sa_017.mp3"},"nextChapterApiLink":"/api/BSB/2SA/18.json","nextChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_10_2Sa_018_G.mp3","hays":"https://openbible.com/audio/hays/BSB_10_2Sa_018_H.mp3","souer":"https://openbible.com/audio/souer/BSB_10_2Sa_018.mp3"},"previousChapterApiLink":"/api/BSB/2SA/16.json","previousChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_10_2Sa_016_G.mp3","hays":"https://openbible.com/audio/hays/BSB_10_2Sa_016_H.mp3","souer":"https://openbible.com/audio/souer/BSB_10_2Sa_016.mp3"},"numberOfVerses":29}