{"translation":{"id":"BSB","name":"Berean Standard Bible","website":"https://berean.bible/","licenseUrl":"https://berean.bible/","licenseNotes":null,"shortName":"BSB","englishName":"Berean Standard Bible","language":"eng","textDirection":"ltr","sha256":"b2898c49cadb50fd8763feb9e2f74a90a3817e33408a24b6cbf09e7a950dde97","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json","numberOfBooks":66,"totalNumberOfChapters":1189,"totalNumberOfVerses":31086,"languageName":"English","languageEnglishName":"English"},"book":{"id":"DAN","translationId":"BSB","name":"Daniel","commonName":"Daniel","title":"Daniel","order":27,"numberOfChapters":12,"sha256":"0e3c7d7b6fa448092967f050ec5c3bea644d8f6f1165168ef8f9ac4de00a43da","firstChapterNumber":1,"firstChapterApiLink":"/api/BSB/DAN/1.json","lastChapterNumber":12,"lastChapterApiLink":"/api/BSB/DAN/12.json","totalNumberOfVerses":357},"chapter":{"number":3,"content":[{"type":"heading","content":["Nebuchadnezzar’s Golden Statue"]},{"type":"verse","number":1,"content":["King Nebuchadnezzar made a golden statue",{"noteId":8},"sixty cubits high and six cubits wide,",{"noteId":9},"and he set it up on the plain of Dura in the province of Babylon."]},{"type":"verse","number":2,"content":["Then King Nebuchadnezzar sent word to assemble the satraps, prefects, governors, advisers, treasurers, judges, magistrates, and all the other officials of the provinces to attend the dedication of the statue he had set up."]},{"type":"line_break"},{"type":"verse","number":3,"content":["So the satraps, prefects, governors, advisers, treasurers, judges, magistrates, and all the rulers of the provinces assembled for the dedication of the statue that King Nebuchadnezzar had set up, and they stood before it."]},{"type":"line_break"},{"type":"verse","number":4,"content":["Then the herald loudly proclaimed, “O people of every nation and language, this is what you are commanded:"]},{"type":"verse","number":5,"content":["As soon as you hear the sound of the horn, flute, zither, lyre, harp, pipes, and all kinds of music,",{"noteId":10},"you must fall down and worship the golden statue that King Nebuchadnezzar has set up."]},{"type":"verse","number":6,"content":["And whoever does not fall down and worship will immediately be thrown into the blazing fiery furnace.”"]},{"type":"line_break"},{"type":"verse","number":7,"content":["Therefore, as soon as all the people heard the sound of the horn, flute, zither, lyre, harp, and all kinds of music, the people of every nation and language would fall down and worship the golden statue that King Nebuchadnezzar had set up."]},{"type":"heading","content":["Shadrach, Meshach, and Abednego Accused"]},{"type":"line_break"},{"type":"verse","number":8,"content":["At this time some astrologers",{"noteId":11},"came forward and maliciously accused the Jews,"]},{"type":"verse","number":9,"content":["saying to King Nebuchadnezzar, “O king, may you live forever!"]},{"type":"verse","number":10,"content":["You, O king, have issued a decree that everyone who hears the sound of the horn, flute, zither, lyre, harp, pipes, and all kinds of music must fall down and worship the golden statue,"]},{"type":"verse","number":11,"content":["and that whoever does not fall down and worship will be thrown into the blazing fiery furnace."]},{"type":"verse","number":12,"content":["But there are some Jews you have appointed to manage the province of Babylon—Shadrach, Meshach, and Abednego—who have ignored you, O king, and have refused to serve your gods or worship the golden statue you have set up.”"]},{"type":"line_break"},{"type":"verse","number":13,"content":["Then Nebuchadnezzar, furious with rage, summoned Shadrach, Meshach, and Abednego. So these men were brought before the king,"]},{"type":"verse","number":14,"content":["and Nebuchadnezzar said to them, “Shadrach, Meshach, and Abednego, is it true that you do not serve my gods or worship the golden statue I have set up?"]},{"type":"verse","number":15,"content":["Now, if you are ready, as soon as you hear the sound of the horn, flute, zither, lyre, harp, pipes, and all kinds of music, you must fall down and worship the statue I have made. But if you refuse to worship, you will be thrown at once into the blazing fiery furnace. Then what god will be able to deliver you from my hands?”"]},{"type":"line_break"},{"type":"verse","number":16,"content":["Shadrach, Meshach, and Abednego replied to the king, “O Nebuchadnezzar, we have no need to answer you in this matter."]},{"type":"verse","number":17,"content":["If the God whom we serve exists, then He is able",{"noteId":12},"to deliver us from the blazing fiery furnace and from your hand, O king."]},{"type":"verse","number":18,"content":["But even if He does not, let it be known to you, O king, that we will not serve your gods or worship the golden statue you have set up.”"]},{"type":"heading","content":["The Fiery Furnace"]},{"type":"line_break"},{"type":"verse","number":19,"content":["At this, Nebuchadnezzar was filled with rage, and the expression on his face changed toward Shadrach, Meshach, and Abednego. He gave orders to heat the furnace seven times hotter than usual,"]},{"type":"verse","number":20,"content":["and he commanded some mighty men of valor in his army to tie up Shadrach, Meshach, and Abednego and throw them into the blazing fiery furnace."]},{"type":"line_break"},{"type":"verse","number":21,"content":["So they were tied up, wearing robes, trousers, turbans, and other clothes, and they were thrown into the blazing fiery furnace."]},{"type":"line_break"},{"type":"verse","number":22,"content":["The king’s command was so urgent and the furnace so hot that the fiery flames killed the men who carried up Shadrach, Meshach, and Abednego."]},{"type":"verse","number":23,"content":["And these three men, Shadrach, Meshach, and Abednego, firmly bound, fell into the blazing fiery furnace."]},{"type":"line_break"},{"type":"verse","number":24,"content":["Suddenly King Nebuchadnezzar jumped up in amazement and asked his advisers, “Did we not throw three men, firmly bound, into the fire?”",{"lineBreak":true},"“Certainly, O king,” they replied."]},{"type":"line_break"},{"type":"verse","number":25,"content":["“Look!” he exclaimed. “I see four men, unbound and unharmed, walking around in the fire—and the fourth looks like a son of the gods!",{"noteId":13},"”"]},{"type":"line_break"},{"type":"verse","number":26,"content":["Then Nebuchadnezzar approached the door of the blazing fiery furnace and called out, “Shadrach, Meshach, and Abednego, servants of the Most High God, come out!”",{"lineBreak":true},"So Shadrach, Meshach, and Abednego came out of the fire,"]},{"type":"verse","number":27,"content":["and when the satraps, prefects, governors, and royal advisers had gathered around, they saw that the fire had no effect on the bodies of these men. Not a hair of their heads was singed, their robes were unaffected, and there was no smell of fire on them."]},{"type":"line_break"},{"type":"verse","number":28,"content":["Nebuchadnezzar declared, “Blessed be the God of Shadrach, Meshach, and Abednego, who has sent His angel",{"noteId":14},"and delivered His servants who trusted in Him. They violated the king’s command and risked their lives rather than serve or worship any god except their own God."]},{"type":"verse","number":29,"content":["Therefore I decree that the people of any nation or language who say anything offensive against the God of Shadrach, Meshach, and Abednego will be cut into pieces and their houses reduced to rubble. For there is no other god who can deliver in this way.”"]},{"type":"line_break"},{"type":"verse","number":30,"content":["Then the king promoted Shadrach, Meshach, and Abednego in the province of Babylon."]}],"footnotes":[{"noteId":8,"caller":"+","text":"Or image; here and throughout Daniel 3","reference":{"chapter":3,"verse":1}},{"noteId":9,"caller":"+","text":"The statue was approximately 90 feet high and 9 feet wide (27.4 meters high and 2.7 meters wide).","reference":{"chapter":3,"verse":1}},{"noteId":10,"caller":"+","text":"The precise identification of some musical instruments in this chapter is uncertain.","reference":{"chapter":3,"verse":5}},{"noteId":11,"caller":"+","text":"Or Chaldeans","reference":{"chapter":3,"verse":8}},{"noteId":12,"caller":"+","text":"Or If this be so, then the God whom serve is able","reference":{"chapter":3,"verse":17}},{"noteId":13,"caller":"+","text":"Or like the Son of God","reference":{"chapter":3,"verse":25}},{"noteId":14,"caller":"+","text":"Or Angel","reference":{"chapter":3,"verse":28}}]},"thisChapterLink":"/api/BSB/DAN/3.json","thisChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_27_Dan_003_G.mp3","hays":"https://openbible.com/audio/hays/BSB_27_Dan_003_H.mp3","souer":"https://openbible.com/audio/souer/BSB_27_Dan_003.mp3"},"nextChapterApiLink":"/api/BSB/DAN/4.json","nextChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_27_Dan_004_G.mp3","hays":"https://openbible.com/audio/hays/BSB_27_Dan_004_H.mp3","souer":"https://openbible.com/audio/souer/BSB_27_Dan_004.mp3"},"previousChapterApiLink":"/api/BSB/DAN/2.json","previousChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_27_Dan_002_G.mp3","hays":"https://openbible.com/audio/hays/BSB_27_Dan_002_H.mp3","souer":"https://openbible.com/audio/souer/BSB_27_Dan_002.mp3"},"numberOfVerses":30}