{"translation":{"id":"BSB","name":"Berean Standard Bible","website":"https://berean.bible/","licenseUrl":"https://berean.bible/","licenseNotes":null,"shortName":"BSB","englishName":"Berean Standard Bible","language":"eng","textDirection":"ltr","sha256":"b2898c49cadb50fd8763feb9e2f74a90a3817e33408a24b6cbf09e7a950dde97","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json","numberOfBooks":66,"totalNumberOfChapters":1189,"totalNumberOfVerses":31086,"languageName":"English","languageEnglishName":"English"},"book":{"id":"DAN","translationId":"BSB","name":"Daniel","commonName":"Daniel","title":"Daniel","order":27,"numberOfChapters":12,"sha256":"0e3c7d7b6fa448092967f050ec5c3bea644d8f6f1165168ef8f9ac4de00a43da","firstChapterNumber":1,"firstChapterApiLink":"/api/BSB/DAN/1.json","lastChapterNumber":12,"lastChapterApiLink":"/api/BSB/DAN/12.json","totalNumberOfVerses":357},"chapter":{"number":5,"content":[{"type":"heading","content":["Belshazzar’s Feast"]},{"type":"verse","number":1,"content":["Later,",{"noteId":17},"King Belshazzar held a great feast for a thousand of his nobles, and he drank wine with them."]},{"type":"verse","number":2,"content":["Under the influence of the wine, Belshazzar gave orders to bring in the gold and silver vessels that Nebuchadnezzar his father",{"noteId":18},"had taken from the temple in Jerusalem, so that the king could drink from them, along with his nobles, his wives, and his concubines."]},{"type":"line_break"},{"type":"verse","number":3,"content":["Thus they brought in the gold vessels that had been taken from the temple, the house of God in Jerusalem, and the king drank from them, along with his nobles, his wives, and his concubines."]},{"type":"verse","number":4,"content":["As they drank the wine, they praised their gods of gold and silver, bronze and iron, wood and stone."]},{"type":"heading","content":["The Handwriting on the Wall"]},{"type":"line_break"},{"type":"verse","number":5,"content":["At that moment the fingers of a human hand appeared and wrote on the plaster of the wall, near the lampstand in the royal palace. As the king watched the hand that was writing,"]},{"type":"verse","number":6,"content":["his face grew pale and his thoughts so alarmed him that his hips gave way and his knees knocked together."]},{"type":"line_break"},{"type":"verse","number":7,"content":["The king called out for the enchanters, astrologers,",{"noteId":19},"and diviners to be brought in, and he said to these wise men of Babylon, “Whoever reads this inscription and tells me its interpretation will be clothed in purple and have a gold chain placed around his neck, and he will be made the third highest ruler in the kingdom.”"]},{"type":"line_break"},{"type":"verse","number":8,"content":["So all the king’s wise men came in, but they could not read the inscription or interpret it for him."]},{"type":"verse","number":9,"content":["Then King Belshazzar became even more terrified, his face grew even more pale, and his nobles were bewildered."]},{"type":"line_break"},{"type":"verse","number":10,"content":["Hearing the outcry of the king and his nobles, the queen",{"noteId":20},"entered the banquet hall. “O king, may you live forever!” she said. “Do not let your thoughts terrify you, or your face grow pale."]},{"type":"verse","number":11,"content":["There is a man in your kingdom who has the spirit of the holy gods in him. In the days of your father he was found to have insight, intelligence, and wisdom like that of the gods.",{"lineBreak":true},"Your father, King Nebuchadnezzar, appointed him chief of the magicians, enchanters, astrologers, and diviners. Your own father, the king,"]},{"type":"verse","number":12,"content":["did this because Daniel, the one he named Belteshazzar, was found to have an extraordinary spirit, as well as knowledge, understanding, and the ability to interpret dreams, explain riddles, and solve difficult problems. Summon Daniel, therefore, and he will give you the interpretation.”"]},{"type":"heading","content":["Daniel Interprets the Handwriting"]},{"type":"line_break"},{"type":"verse","number":13,"content":["So Daniel was brought before the king, who asked him, “Are you Daniel, one of the exiles my father the king brought from Judah?"]},{"type":"verse","number":14,"content":["I have heard that the spirit of the gods is in you, and that you have insight, intelligence, and extraordinary wisdom."]},{"type":"line_break"},{"type":"verse","number":15,"content":["Now the wise men and enchanters were brought before me to read this inscription and interpret it for me, but they could not give its interpretation."]},{"type":"verse","number":16,"content":["But I have heard about you, that you are able to give interpretations and solve difficult problems. Therefore, if you can read this inscription and give me its interpretation, you will be clothed in purple and have a gold chain placed around your neck, and you will be made the third highest ruler in the kingdom.”"]},{"type":"line_break"},{"type":"verse","number":17,"content":["In response, Daniel said to the king, “You may keep your gifts for yourself and give your rewards to someone else. Nevertheless, I will read the inscription for the king and interpret it for him."]},{"type":"verse","number":18,"content":["As for you, O king, the Most High God gave your father Nebuchadnezzar sovereignty and greatness, glory and honor."]},{"type":"verse","number":19,"content":["Because of the greatness that He bestowed on him, the people of every nation and language trembled in fear before him. He killed whom he wished and kept alive whom he wished; he exalted whom he wished and humbled whom he wished."]},{"type":"line_break"},{"type":"verse","number":20,"content":["But when his heart became arrogant and his spirit was hardened with pride, he was deposed from his royal throne, and his glory was taken from him."]},{"type":"verse","number":21,"content":["He was driven away from mankind, and his mind was like that of a beast. He lived with the wild donkeys and ate grass like an ox, and his body was drenched with the dew of heaven until he acknowledged that the Most High God rules over the kingdom of mankind, setting over it whom He wishes."]},{"type":"line_break"},{"type":"verse","number":22,"content":["But you his son,",{"noteId":21},"O Belshazzar, have not humbled your heart, even though you knew all this."]},{"type":"verse","number":23,"content":["Instead, you have exalted yourself against the Lord of heaven. The vessels from His house were brought to you, and as you drank wine from them with your nobles, wives, and concubines, you praised your gods of silver and gold, bronze and iron, wood and stone, which cannot see or hear or understand. But you have failed to glorify the God who holds in His hand your very breath and all your ways."]},{"type":"verse","number":24,"content":["Therefore He sent the hand that wrote the inscription."]},{"type":"line_break"},{"type":"verse","number":25,"content":["Now this is the inscription that was written:",{"lineBreak":true},"MENE, MENE, TEKEL, PARSIN."]},{"type":"line_break"},{"type":"verse","number":26,"content":["And this is the interpretation of the message:",{"lineBreak":true},"MENE",{"noteId":22},"means that God has numbered the days of your reign and brought it to an end."]},{"type":"line_break"},{"type":"verse","number":27,"content":["TEKEL",{"noteId":23},"means that you have been weighed on the scales and found deficient."]},{"type":"line_break"},{"type":"verse","number":28,"content":["PERES",{"noteId":24},"means that your kingdom has been divided and given over to the Medes and Persians.”"]},{"type":"line_break"},{"type":"verse","number":29,"content":["Then Belshazzar gave the command, and they clothed Daniel in purple, placed a gold chain around his neck, and proclaimed him the third highest ruler in the kingdom."]},{"type":"line_break"},{"type":"verse","number":30,"content":["That very night Belshazzar king of the Chaldeans",{"noteId":25},"was slain,"]},{"type":"verse","number":31,"content":["and Darius the Mede received the kingdom at the age of sixty-two."]}],"footnotes":[{"noteId":17,"caller":"+","text":"Aramaic does not include Later. Some translators include Many years later to account for the time elapsed, probably about 30 years, since the previous chapter.","reference":{"chapter":5,"verse":1}},{"noteId":18,"caller":"+","text":"Or predecessor or grandfather; also in verses 11, 13, and 18","reference":{"chapter":5,"verse":2}},{"noteId":19,"caller":"+","text":"Or Chaldeans; also in verse 11","reference":{"chapter":5,"verse":7}},{"noteId":20,"caller":"+","text":"Or queen mother","reference":{"chapter":5,"verse":10}},{"noteId":21,"caller":"+","text":"Or descendant or successor or grandson","reference":{"chapter":5,"verse":22}},{"noteId":22,"caller":"+","text":"Mene sounds like the Aramaic for numbered.","reference":{"chapter":5,"verse":26}},{"noteId":23,"caller":"+","text":"Tekel sounds like the Aramaic for weighed.","reference":{"chapter":5,"verse":27}},{"noteId":24,"caller":"+","text":"Peres (the singular of Parsin) sounds like the Aramaic for divided and for Persia.","reference":{"chapter":5,"verse":28}},{"noteId":25,"caller":"+","text":"That is, the Babylonians","reference":{"chapter":5,"verse":30}}]},"thisChapterLink":"/api/BSB/DAN/5.json","thisChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_27_Dan_005_G.mp3","hays":"https://openbible.com/audio/hays/BSB_27_Dan_005_H.mp3","souer":"https://openbible.com/audio/souer/BSB_27_Dan_005.mp3"},"nextChapterApiLink":"/api/BSB/DAN/6.json","nextChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_27_Dan_006_G.mp3","hays":"https://openbible.com/audio/hays/BSB_27_Dan_006_H.mp3","souer":"https://openbible.com/audio/souer/BSB_27_Dan_006.mp3"},"previousChapterApiLink":"/api/BSB/DAN/4.json","previousChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_27_Dan_004_G.mp3","hays":"https://openbible.com/audio/hays/BSB_27_Dan_004_H.mp3","souer":"https://openbible.com/audio/souer/BSB_27_Dan_004.mp3"},"numberOfVerses":31}