{"translation":{"id":"BSB","name":"Berean Standard Bible","website":"https://berean.bible/","licenseUrl":"https://berean.bible/","licenseNotes":null,"shortName":"BSB","englishName":"Berean Standard Bible","language":"eng","textDirection":"ltr","sha256":"b2898c49cadb50fd8763feb9e2f74a90a3817e33408a24b6cbf09e7a950dde97","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json","numberOfBooks":66,"totalNumberOfChapters":1189,"totalNumberOfVerses":31086,"languageName":"English","languageEnglishName":"English"},"book":{"id":"DAN","translationId":"BSB","name":"Daniel","commonName":"Daniel","title":"Daniel","order":27,"numberOfChapters":12,"sha256":"0e3c7d7b6fa448092967f050ec5c3bea644d8f6f1165168ef8f9ac4de00a43da","firstChapterNumber":1,"firstChapterApiLink":"/api/BSB/DAN/1.json","lastChapterNumber":12,"lastChapterApiLink":"/api/BSB/DAN/12.json","totalNumberOfVerses":357},"chapter":{"number":9,"content":[{"type":"heading","content":["Daniel’s Prayer for His People"]},{"type":"verse","number":1,"content":["In the first year of Darius son of Xerxes,",{"noteId":32},"a Mede by descent, who was made ruler over the kingdom of the Chaldeans",{"noteId":33},"—"]},{"type":"verse","number":2,"content":["in the first year of his reign, I, Daniel, understood from the sacred books, according to the word of the LORD to Jeremiah the prophet, that the desolation of Jerusalem would last seventy years.",{"noteId":34}]},{"type":"verse","number":3,"content":["So I turned my attention to the Lord God to seek Him by prayer and petition, with fasting, sackcloth, and ashes."]},{"type":"line_break"},{"type":"verse","number":4,"content":["And I prayed to the LORD my God and confessed, “O, Lord, the great and awesome God, who keeps His covenant of loving devotion",{"noteId":35},"to those who love Him and keep His commandments,"]},{"type":"verse","number":5,"content":["we have sinned and done wrong. We have acted wickedly and rebelled. We have turned away from Your commandments and ordinances."]},{"type":"verse","number":6,"content":["We have not listened to Your servants the prophets, who spoke in Your name to our kings, leaders, and fathers, and to all the people of the land."]},{"type":"line_break"},{"type":"verse","number":7,"content":["To You, O Lord, belongs righteousness, but this day we are covered with shame—the men of Judah, the people of Jerusalem, and all Israel near and far, in all the countries to which You have driven us because of our unfaithfulness to You."]},{"type":"verse","number":8,"content":["O LORD, we are covered with shame—our kings, our leaders, and our fathers—because we have sinned against You."]},{"type":"line_break"},{"type":"verse","number":9,"content":["To the Lord our God belong compassion and forgiveness, even though we have rebelled against Him"]},{"type":"verse","number":10,"content":["and have not obeyed the voice of the LORD our God to walk in His laws, which He set before us through His servants the prophets."]},{"type":"line_break"},{"type":"verse","number":11,"content":["All Israel has transgressed Your law and turned away, refusing to obey Your voice; so the oath and the curse written in the Law of Moses the servant of God has been poured out on us, because we have sinned against You."]},{"type":"verse","number":12,"content":["You have carried out the words spoken against us and against our rulers by bringing upon us a great disaster. For under all of heaven, nothing has ever been done like what has been done to Jerusalem."]},{"type":"line_break"},{"type":"verse","number":13,"content":["Just as it is written in the Law of Moses, all this disaster has come upon us, yet we have not sought the favor of the LORD our God by turning from our iniquities and giving attention to Your truth."]},{"type":"verse","number":14,"content":["Therefore the LORD has kept the calamity in store and brought it upon us. For the LORD our God is righteous in all He does; yet we have not obeyed His voice."]},{"type":"line_break"},{"type":"verse","number":15,"content":["Now, O Lord our God, who brought Your people out of the land of Egypt with a mighty hand, and who made for Yourself a name renowned to this day, we have sinned; we have acted wickedly."]},{"type":"verse","number":16,"content":["O Lord, in keeping with all Your righteous acts, I pray that Your anger and wrath may turn away from Your city Jerusalem, Your holy mountain; for because of our sins and the iniquities of our fathers, Jerusalem and Your people are a reproach to all around us."]},{"type":"line_break"},{"type":"verse","number":17,"content":["So now, our God, hear the prayers and petitions of Your servant. For Your sake, O Lord, cause Your face to shine upon Your desolate sanctuary."]},{"type":"verse","number":18,"content":["Incline Your ear, O my God, and hear; open Your eyes and see the desolation of the city that bears Your name. For we are not presenting our petitions before You because of our righteous acts, but because of Your great compassion."]},{"type":"line_break"},{"type":"verse","number":19,"content":["O Lord, listen! O Lord, forgive! O Lord, hear and act! For Your sake, O my God, do not delay, because Your city and Your people bear Your name.”"]},{"type":"heading","content":["Gabriel’s Prophecy of the Seventy Weeks"]},{"type":"line_break"},{"type":"verse","number":20,"content":["While I was speaking, praying, confessing my sin and that of my people Israel, and presenting my petition before the LORD my God concerning His holy mountain—"]},{"type":"verse","number":21,"content":["while I was still praying, Gabriel, the man I had seen in the earlier vision, came to me in swift flight about the time of the evening sacrifice."]},{"type":"verse","number":22,"content":["He instructed me and spoke with me, saying: “O Daniel, I have come now to give you insight and understanding."]},{"type":"verse","number":23,"content":["At the beginning of your petitions, an answer went out, and I have come to tell you, for you are highly precious. So consider the message and understand the vision:"]},{"type":"line_break"},{"type":"verse","number":24,"content":["Seventy weeks",{"noteId":36},"are decreed for your people and your holy city to stop their transgression, to put an end to sin, to make atonement for iniquity, to bring in everlasting righteousness, to seal up vision and prophecy, and to anoint the Most Holy Place.",{"noteId":37}]},{"type":"line_break"},{"type":"verse","number":25,"content":["Know and understand this: From the issuance of the decree to restore and rebuild Jerusalem, until the Messiah,",{"noteId":38},"the Prince, there will be seven weeks and sixty-two weeks. It will be rebuilt with streets and a trench, but in times of distress."]},{"type":"line_break"},{"type":"verse","number":26,"content":["Then after the sixty-two weeks",{"noteId":39},"the Messiah will be cut off and will have nothing.",{"lineBreak":true},"Then the people of the prince who is to come will destroy the city and the sanctuary. The end will come like a flood, and until the end there will be war; desolations have been decreed."]},{"type":"verse","number":27,"content":["And he will confirm a covenant with many for one week,",{"noteId":40},"but in the middle of the week he will put an end to sacrifice and offering. And on the wing of the temple will come the abomination that causes desolation,",{"noteId":41},"until the decreed destruction is poured out upon him.",{"noteId":42},"”"]}],"footnotes":[{"noteId":32,"caller":"+","text":"Hebrew Ahasuerus","reference":{"chapter":9,"verse":1}},{"noteId":33,"caller":"+","text":"That is, the Babylonians","reference":{"chapter":9,"verse":1}},{"noteId":34,"caller":"+","text":"See Jeremiah 25:11–12 and Jeremiah 29:10.","reference":{"chapter":9,"verse":2}},{"noteId":35,"caller":"+","text":"Forms of the Hebrew chesed are translated here and in most cases throughout the Scriptures as loving devotion; the range of meaning includes love, goodness, kindness, faithfulness, and mercy, as well as loyalty to a covenant.","reference":{"chapter":9,"verse":4}},{"noteId":36,"caller":"+","text":"Or Seventy sevens; also twice in verse 25 and once in verse 26","reference":{"chapter":9,"verse":24}},{"noteId":37,"caller":"+","text":"Or the Holy of Holies or the Most Holy One; literally the Most Holy","reference":{"chapter":9,"verse":24}},{"noteId":38,"caller":"+","text":"Or the Anointed One; also in verse 26","reference":{"chapter":9,"verse":25}},{"noteId":39,"caller":"+","text":"Hebrew Then after sixty-two sevens","reference":{"chapter":9,"verse":26}},{"noteId":40,"caller":"+","text":"Or for one seven; similarly again in this verse","reference":{"chapter":9,"verse":27}},{"noteId":41,"caller":"+","text":"Literally And on the wing (will come) the abomination that causes desolation, or And on the wing of abominations (will come) one who causes desolation,","reference":{"chapter":9,"verse":27}},{"noteId":42,"caller":"+","text":"Literally until the decreed consummation is poured out upon (him who) is desolate.","reference":{"chapter":9,"verse":27}}]},"thisChapterLink":"/api/BSB/DAN/9.json","thisChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_27_Dan_009_G.mp3","hays":"https://openbible.com/audio/hays/BSB_27_Dan_009_H.mp3","souer":"https://openbible.com/audio/souer/BSB_27_Dan_009.mp3"},"nextChapterApiLink":"/api/BSB/DAN/10.json","nextChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_27_Dan_010_G.mp3","hays":"https://openbible.com/audio/hays/BSB_27_Dan_010_H.mp3","souer":"https://openbible.com/audio/souer/BSB_27_Dan_010.mp3"},"previousChapterApiLink":"/api/BSB/DAN/8.json","previousChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_27_Dan_008_G.mp3","hays":"https://openbible.com/audio/hays/BSB_27_Dan_008_H.mp3","souer":"https://openbible.com/audio/souer/BSB_27_Dan_008.mp3"},"numberOfVerses":27}