{"translation":{"id":"BSB","name":"Berean Standard Bible","website":"https://berean.bible/","licenseUrl":"https://berean.bible/","licenseNotes":null,"shortName":"BSB","englishName":"Berean Standard Bible","language":"eng","textDirection":"ltr","sha256":"b2898c49cadb50fd8763feb9e2f74a90a3817e33408a24b6cbf09e7a950dde97","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json","numberOfBooks":66,"totalNumberOfChapters":1189,"totalNumberOfVerses":31086,"languageName":"English","languageEnglishName":"English"},"book":{"id":"EZK","translationId":"BSB","name":"Ezekiel","commonName":"Ezekiel","title":"Ezekiel","order":26,"numberOfChapters":48,"sha256":"602194464df5e112eaa54af5826e72e46b64aaeeaf3a61444ac83b5eafd0f9e8","firstChapterNumber":1,"firstChapterApiLink":"/api/BSB/EZK/1.json","lastChapterNumber":48,"lastChapterApiLink":"/api/BSB/EZK/48.json","totalNumberOfVerses":1273},"chapter":{"number":16,"content":[{"type":"heading","content":["Jerusalem’s Unfaithfulness"]},{"type":"verse","number":1,"content":["Again the word of the LORD came to me, saying,"]},{"type":"verse","number":2,"content":["“Son of man, confront Jerusalem with her abominations"]},{"type":"verse","number":3,"content":["and tell her that this is what the Lord GOD says to Jerusalem: Your origin and your birth were in the land of the Canaanites. Your father was an Amorite and your mother a Hittite."]},{"type":"verse","number":4,"content":["On the day of your birth your cord was not cut, nor were you washed with water for cleansing. You were not rubbed with salt or wrapped in cloths."]},{"type":"verse","number":5,"content":["No one cared enough for you to do even one of these things out of compassion for you. Instead, you were thrown out into the open field, because you were despised on the day of your birth."]},{"type":"line_break"},{"type":"verse","number":6,"content":["Then I passed by and saw you wallowing in your blood, and as you lay there in your blood I said to you, ‘Live!’ There I said to you, ‘Live!’"]},{"type":"verse","number":7,"content":["I made you thrive like a plant of the field. You grew up and matured and became very beautiful. Your breasts were formed and your hair grew, but you were naked and bare."]},{"type":"line_break"},{"type":"verse","number":8,"content":["Then I passed by and saw you, and you were indeed old enough for love. So I spread My cloak over you and covered your nakedness. I pledged Myself to you, entered into a covenant with you, and you became Mine, declares the Lord GOD."]},{"type":"verse","number":9,"content":["Then I bathed you with water, rinsed off your blood, and anointed you with oil."]},{"type":"verse","number":10,"content":["I clothed you in embroidered cloth and gave you sandals of fine leather. I wrapped you in fine linen and covered you with silk."]},{"type":"verse","number":11,"content":["I adorned you with jewelry, and I put bracelets on your wrists and a chain around your neck."]},{"type":"verse","number":12,"content":["I put a ring in your nose, earrings on your ears, and a beautiful crown upon your head."]},{"type":"line_break"},{"type":"verse","number":13,"content":["So you were adorned with gold and silver, and your clothing was made of fine linen, silk, and embroidered cloth. You ate fine flour, honey, and oil. You became very beautiful and rose to be queen."]},{"type":"verse","number":14,"content":["Your fame spread among the nations on account of your beauty, for it was perfect in the splendor I bestowed on you, declares the Lord GOD."]},{"type":"line_break"},{"type":"verse","number":15,"content":["But because of your fame, you trusted in your beauty and played the harlot. You lavished your favors on everyone who passed by, and your beauty was theirs for the asking."]},{"type":"verse","number":16,"content":["You took some of your garments and made colorful high places for yourself, and on them you prostituted yourself. Such things should not have happened; never should they have occurred!"]},{"type":"line_break"},{"type":"verse","number":17,"content":["You also took the fine jewelry of gold and silver I had given you, and you made male idols with which to prostitute yourself."]},{"type":"verse","number":18,"content":["You took your embroidered garments to cover them, and you set My oil and incense before them."]},{"type":"verse","number":19,"content":["And you set before them as a pleasing aroma the food I had given you—the fine flour, oil, and honey that I had fed you. That is what happened, declares the Lord GOD."]},{"type":"line_break"},{"type":"verse","number":20,"content":["You even took the sons and daughters you bore to Me and sacrificed them as food to idols. Was your prostitution not enough?"]},{"type":"verse","number":21,"content":["You slaughtered My children and delivered them up through the fire to idols."]},{"type":"line_break"},{"type":"verse","number":22,"content":["And in all your abominations and acts of prostitution, you did not remember the days of your youth when you were naked and bare, wallowing in your own blood."]},{"type":"line_break"},{"type":"verse","number":23,"content":["Woe! Woe to you, declares the Lord GOD. And in addition to all your other wickedness,"]},{"type":"verse","number":24,"content":["you built yourself a mound and made yourself a lofty shrine in every public square."]},{"type":"verse","number":25,"content":["At the head of every street you built your lofty shrines and degraded your beauty. With increasing promiscuity, you spread your legs to all who passed by."]},{"type":"verse","number":26,"content":["You prostituted yourself with your lustful neighbors, the Egyptians, and increased your promiscuity to provoke Me to anger."]},{"type":"line_break"},{"type":"verse","number":27,"content":["Therefore I stretched out My hand against you and reduced your portion. I gave you over to the desire of those who hate you, the daughters of the Philistines, who were ashamed of your lewd conduct."]},{"type":"verse","number":28,"content":["Then you prostituted yourself with the Assyrians, because you were not yet satisfied. Even after that, you were still not satisfied."]},{"type":"verse","number":29,"content":["So you extended your promiscuity to Chaldea,",{"noteId":28},"the land of merchants—but even with this you were not satisfied!"]},{"type":"line_break"},{"type":"verse","number":30,"content":["How weak-willed is your heart,",{"noteId":29},"declares the Lord GOD, while you do all these things, the acts of a shameless prostitute!"]},{"type":"verse","number":31,"content":["But when you built your mounds at the head of every street and made your lofty shrines in every public square, you were not even like a prostitute, because you scorned payment."]},{"type":"line_break"},{"type":"verse","number":32,"content":["You adulterous wife! You receive strangers instead of your own husband!"]},{"type":"verse","number":33,"content":["Men give gifts to all their prostitutes, but you gave gifts to all your lovers. You bribed them to come to you from everywhere for your illicit favors."]},{"type":"verse","number":34,"content":["So your prostitution is the opposite of that of other women: No one solicited your favors, and you paid a fee instead of receiving one; so you are the very opposite!"]},{"type":"heading","content":["Judgment on Jerusalem"]},{"type":"line_break"},{"type":"verse","number":35,"content":["Therefore, O prostitute, hear the word of the LORD!"]},{"type":"verse","number":36,"content":["This is what the Lord GOD says: Because you poured out your wealth and exposed your nakedness in your promiscuity with your lovers and with all your detestable idols, and because of the blood of your children which you gave to them,"]},{"type":"verse","number":37,"content":["therefore I will surely gather all the lovers with whom you found pleasure, all those you loved and all those you hated. I will gather them against you from all around and expose you before them, and they will see you completely naked."]},{"type":"verse","number":38,"content":["And I will sentence you to the punishment of women who commit adultery and those who shed blood; so I will bring upon you the wrath of your bloodshed and jealousy."]},{"type":"line_break"},{"type":"verse","number":39,"content":["Then I will deliver you into the hands of your lovers, and they will level your mounds and tear down your lofty shrines. They will strip off your clothes, take your fine jewelry, and leave you naked and bare."]},{"type":"verse","number":40,"content":["They will bring a mob against you, who will stone you and cut you to pieces with their swords."]},{"type":"verse","number":41,"content":["Then they will burn down your houses and execute judgment against you in the sight of many women.",{"lineBreak":true},"I will put an end to your prostitution, and you will never again pay your lovers."]},{"type":"verse","number":42,"content":["So I will lay to rest My wrath against you, and My jealousy will turn away from you. Then I will be calm and no longer angry."]},{"type":"line_break"},{"type":"verse","number":43,"content":["Because you did not remember the days of your youth, but enraged Me with all these things, I will surely bring your deeds down upon your own head, declares the Lord GOD. Have you not committed this lewdness on top of all your other abominations?"]},{"type":"line_break"},{"type":"verse","number":44,"content":["Behold, all who speak in proverbs will quote this proverb about you:",{"lineBreak":true},{"text":"‘Like mother, like daughter.’","poem":1}]},{"type":"line_break"},{"type":"verse","number":45,"content":["You are the daughter of your mother, who despised her husband and children. You are the sister of your sisters, who despised their husbands and children. Your mother was a Hittite and your father an Amorite."]},{"type":"verse","number":46,"content":["Your older sister was Samaria, who lived with her daughters to your north; and your younger sister was Sodom, who lived with her daughters to your south."]},{"type":"verse","number":47,"content":["And you not only walked in their ways and practiced their abominations, but soon you were more depraved than they were."]},{"type":"line_break"},{"type":"verse","number":48,"content":["As surely as I live, declares the Lord GOD, your sister Sodom and her daughters never did as you and your daughters have done."]},{"type":"verse","number":49,"content":["Now this was the iniquity of your sister Sodom: She and her daughters were arrogant, overfed, and complacent; they did not help the poor and needy."]},{"type":"verse","number":50,"content":["Thus they were haughty and committed abominations before Me. Therefore I removed them, as you have seen.",{"noteId":30}]},{"type":"line_break"},{"type":"verse","number":51,"content":["Furthermore, Samaria did not commit half the sins you did. You have multiplied your abominations beyond theirs, and all the abominations you have committed have made your sisters appear righteous."]},{"type":"verse","number":52,"content":["So now you must bear your disgrace, since you have brought justification for your sisters. For they appear more righteous than you, because your sins were more vile than theirs. So you too must bear your shame and disgrace, since you have made your sisters appear righteous."]},{"type":"line_break"},{"type":"verse","number":53,"content":["But I will restore Sodom and her daughters from captivity,",{"noteId":31},"as well as Samaria and her daughters. And I will restore you along with them."]},{"type":"verse","number":54,"content":["So you will bear your disgrace and be ashamed of all you did to comfort them."]},{"type":"line_break"},{"type":"verse","number":55,"content":["And your sisters, Sodom with her daughters and Samaria with her daughters, will return to their former state. You and your daughters will also return to your former state."]},{"type":"verse","number":56,"content":["Did you not treat your sister Sodom as an object of scorn in the day of your pride,"]},{"type":"verse","number":57,"content":["before your wickedness was uncovered? Even so, you are now scorned by the daughters of Edom",{"noteId":32},"and all those around her, and by the daughters of the Philistines—all those around you who despise you."]},{"type":"verse","number":58,"content":["You will bear the consequences of your lewdness and your abominations, declares the LORD."]},{"type":"heading","content":["The Covenant Remembered"]},{"type":"line_break"},{"type":"verse","number":59,"content":["For this is what the Lord GOD says: I will deal with you according to your deeds, since you have despised the oath by breaking the covenant."]},{"type":"verse","number":60,"content":["But I will remember the covenant I made with you in the days of your youth, and I will establish an everlasting covenant with you."]},{"type":"verse","number":61,"content":["Then you will remember your ways and be ashamed when you receive your older and younger sisters. I will give them to you as daughters, but not because of My covenant with you."]},{"type":"line_break"},{"type":"verse","number":62,"content":["So I will establish My covenant with you, and you will know that I am the LORD,"]},{"type":"verse","number":63,"content":["so that when I make atonement for all you have done, you will remember and be ashamed and never again open your mouth because of your disgrace, declares the Lord GOD.”"]}],"footnotes":[{"noteId":28,"caller":"+","text":"Or Babylonia","reference":{"chapter":16,"verse":29}},{"noteId":29,"caller":"+","text":"Or How feverish is your heart,","reference":{"chapter":16,"verse":30}},{"noteId":30,"caller":"+","text":"A few Hebrew manuscripts and LXX; MT as I have seen","reference":{"chapter":16,"verse":50}},{"noteId":31,"caller":"+","text":"Or restore the fortunes of Sodom and her daughters","reference":{"chapter":16,"verse":53}},{"noteId":32,"caller":"+","text":"Many Hebrew manuscripts and Syriac; most Hebrew manuscripts, LXX, and Vulgate Aram","reference":{"chapter":16,"verse":57}}]},"thisChapterLink":"/api/BSB/EZK/16.json","thisChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_26_Ezk_016_G.mp3","hays":"https://openbible.com/audio/hays/BSB_26_Ezk_016_H.mp3","souer":"https://openbible.com/audio/souer/BSB_26_Ezk_016.mp3"},"nextChapterApiLink":"/api/BSB/EZK/17.json","nextChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_26_Ezk_017_G.mp3","hays":"https://openbible.com/audio/hays/BSB_26_Ezk_017_H.mp3","souer":"https://openbible.com/audio/souer/BSB_26_Ezk_017.mp3"},"previousChapterApiLink":"/api/BSB/EZK/15.json","previousChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_26_Ezk_015_G.mp3","hays":"https://openbible.com/audio/hays/BSB_26_Ezk_015_H.mp3","souer":"https://openbible.com/audio/souer/BSB_26_Ezk_015.mp3"},"numberOfVerses":63}