{"translation":{"id":"BSB","name":"Berean Standard Bible","website":"https://berean.bible/","licenseUrl":"https://berean.bible/","licenseNotes":null,"shortName":"BSB","englishName":"Berean Standard Bible","language":"eng","textDirection":"ltr","sha256":"b2898c49cadb50fd8763feb9e2f74a90a3817e33408a24b6cbf09e7a950dde97","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json","numberOfBooks":66,"totalNumberOfChapters":1189,"totalNumberOfVerses":31086,"languageName":"English","languageEnglishName":"English"},"book":{"id":"EZK","translationId":"BSB","name":"Ezekiel","commonName":"Ezekiel","title":"Ezekiel","order":26,"numberOfChapters":48,"sha256":"602194464df5e112eaa54af5826e72e46b64aaeeaf3a61444ac83b5eafd0f9e8","firstChapterNumber":1,"firstChapterApiLink":"/api/BSB/EZK/1.json","lastChapterNumber":48,"lastChapterApiLink":"/api/BSB/EZK/48.json","totalNumberOfVerses":1273},"chapter":{"number":23,"content":[{"type":"heading","content":["The Two Adulterous Sisters"]},{"type":"verse","number":1,"content":["Again the word of the LORD came to me, saying,"]},{"type":"verse","number":2,"content":["“Son of man, there were two women, daughters of the same mother,"]},{"type":"verse","number":3,"content":["and they played in Egypt, prostituting themselves from their youth. Their breasts were fondled there, and their virgin bosoms caressed."]},{"type":"verse","number":4,"content":["The older was named Oholah,",{"noteId":50},"and her sister was named Oholibah.",{"noteId":51},"They became Mine and gave birth to sons and daughters. As for their identities, Oholah is Samaria, and Oholibah is Jerusalem."]},{"type":"line_break"},{"type":"verse","number":5,"content":["Oholah prostituted herself while she was still Mine. She lusted after her lovers, the Assyrians—warriors"]},{"type":"verse","number":6,"content":["clothed in blue, governors and commanders, all desirable young men, horsemen mounted on steeds."]},{"type":"verse","number":7,"content":["She offered sexual favors to all the elite of Assyria. She defiled herself with all the idols of those for whom she lusted."]},{"type":"line_break"},{"type":"verse","number":8,"content":["She did not give up the prostitution she began in Egypt, when men slept with her in her youth, caressed her virgin bosom, and poured out their lust upon her."]},{"type":"verse","number":9,"content":["Therefore I delivered her into the hands of her lovers, the Assyrians for whom she lusted."]},{"type":"verse","number":10,"content":["They exposed her nakedness, seized her sons and daughters, and put her to the sword. Thus she became a byword among women, and they executed judgment against her."]},{"type":"line_break"},{"type":"verse","number":11,"content":["Her sister Oholibah saw this, yet in her lust and prostitution she was more depraved than her sister."]},{"type":"verse","number":12,"content":["She too lusted after the Assyrians—governors and commanders, warriors dressed in splendor, horsemen riding on steeds, all desirable young men."]},{"type":"verse","number":13,"content":["And I saw that she too had defiled herself; both of them had taken the same path."]},{"type":"line_break"},{"type":"verse","number":14,"content":["But Oholibah carried her prostitution even further. She saw the men portrayed on the wall, images of the Chaldeans,",{"noteId":52},"engraved in vermilion,"]},{"type":"verse","number":15,"content":["wearing belts on their waists and flowing turbans on their heads; all of them looked like officers of the Babylonians in Chaldea,",{"noteId":53},"the land of their birth."]},{"type":"verse","number":16,"content":["At the sight of them, she lusted for them and sent messengers to them in Chaldea."]},{"type":"verse","number":17,"content":["Then the Babylonians came to her, to the bed of love, and in their lust they defiled her. But after she had been defiled by them, she turned away in disgust."]},{"type":"line_break"},{"type":"verse","number":18,"content":["When Oholibah openly prostituted herself and exposed her nakedness, I turned away from her in disgust, just as I had turned away from her sister."]},{"type":"verse","number":19,"content":["Yet she multiplied her promiscuity, remembering the days of her youth, when she had prostituted herself in the land of Egypt"]},{"type":"verse","number":20,"content":["and lusted after their lovers, whose genitals were like those of donkeys and whose emission was like that of stallions."]},{"type":"verse","number":21,"content":["So you revisited the indecency of your youth, when the Egyptians caressed your bosom and pressed your young breasts."]},{"type":"heading","content":["Oholibah to Be Plagued"]},{"type":"line_break"},{"type":"verse","number":22,"content":["Therefore, Oholibah, this is what the Lord GOD says: ‘I will incite your lovers against you, those from whom you turned away in disgust. And I will bring them against you from every side—"]},{"type":"verse","number":23,"content":["the Babylonians and all the Chaldeans, the men of Pekod, Shoa, and Koa, and all the Assyrians with them—all desirable young men, governors and commanders, officers and men of renown, mounted on horses."]},{"type":"line_break"},{"type":"verse","number":24,"content":["They will come against you with a host of peoples,",{"noteId":54},"with weapons, chariots, and wagons. They will array themselves against you on every side with buckler and shield and helmet. I will delegate judgment to them, and they will punish you according to their own standards."]},{"type":"verse","number":25,"content":["And I will set My jealous rage against you, and they will deal with you in fury. They will cut off your noses and ears, and your survivors will fall by the sword. They will seize your sons and daughters, and your remnant will be consumed by fire."]},{"type":"verse","number":26,"content":["They will strip off your clothes and take your fine jewelry."]},{"type":"verse","number":27,"content":["So I will put an end to your indecency and prostitution, which began in the land of Egypt, and you will not lift your eyes to them or remember Egypt anymore.’"]},{"type":"line_break"},{"type":"verse","number":28,"content":["For this is what the Lord GOD says: ‘Surely I will deliver you into the hands of those you hate, from whom you turned away in disgust."]},{"type":"verse","number":29,"content":["They will treat you with hatred, take all for which you have worked, and leave you naked and bare, so that the shame of your prostitution will be exposed. Your indecency and promiscuity"]},{"type":"verse","number":30,"content":["have brought these things upon you, because you have prostituted yourself with the nations and defiled yourself with their idols."]},{"type":"verse","number":31,"content":["Because you have followed the path of your sister, I will put her cup into your hand.’"]},{"type":"line_break"},{"type":"verse","number":32,"content":["This is what the Lord GOD says:",{"lineBreak":true},{"text":"‘You will drink your sister’s cup,","poem":1},{"text":"a cup deep and wide.","poem":2},{"text":"It will bring scorn and derision,","poem":1},{"text":"for it holds so much.","poem":2}]},{"type":"verse","number":33,"content":[{"text":"You will be filled with drunkenness and grief,","poem":1},{"text":"with a cup of devastation and desolation,","poem":2},{"lineBreak":true},{"text":"the cup of your sister Samaria.","poem":2}]},{"type":"verse","number":34,"content":[{"text":"You will drink it and drain it;","poem":1},{"text":"you will dash it to pieces,","poem":2},{"text":"and tear your breasts.","poem":1},{"text":"For I have spoken,’","poem":2},"declares the Lord GOD."]},{"type":"line_break"},{"type":"verse","number":35,"content":["Therefore this is what the Lord GOD says: ‘Because you have forgotten Me and have cast Me behind your back, you must bear the consequences of your indecency and prostitution.’”"]},{"type":"heading","content":["Judgment on Both Sisters"]},{"type":"line_break"},{"type":"verse","number":36,"content":["Then the LORD said to me: “Son of man, will you pass judgment against Oholah and Oholibah? Then declare to them their abominations."]},{"type":"verse","number":37,"content":["For they have committed adultery, and blood is on their hands. They have committed adultery with their idols. They have even sacrificed their children, whom they bore to Me, in the fire",{"noteId":55},"as food for their idols."]},{"type":"line_break"},{"type":"verse","number":38,"content":["They have also done this to Me: On that very same day, they defiled My sanctuary and profaned My Sabbaths."]},{"type":"verse","number":39,"content":["On the very day they slaughtered their children for their idols, they entered My sanctuary to profane it. Yes, they did this inside My house."]},{"type":"line_break"},{"type":"verse","number":40,"content":["Furthermore, you sisters sent",{"noteId":56},"messengers for men who came from afar; and behold, when they arrived, you bathed for them, painted your eyes, and adorned yourself with jewelry."]},{"type":"verse","number":41,"content":["You sat on a couch of luxury with a table spread before it, on which you had set My incense and My oil,"]},{"type":"verse","number":42,"content":["accompanied by the sound of a carefree crowd. Drunkards",{"noteId":57},"were brought in from the desert along with men from the rabble, who put bracelets on your wrists and beautiful crowns on your head."]},{"type":"line_break"},{"type":"verse","number":43,"content":["Then I said of her who had grown old in adulteries: ‘Now let them use her as a prostitute, for that is all she is!’"]},{"type":"line_break"},{"type":"verse","number":44,"content":["And they slept with her as with a prostitute; they slept with Oholah and Oholibah, those lewd women."]},{"type":"verse","number":45,"content":["But righteous men will sentence them to the punishment of those who commit adultery and bloodshed, because they are adulteresses with blood on their hands."]},{"type":"line_break"},{"type":"verse","number":46,"content":["This is what the Lord GOD says: ‘Bring a mob against them and consign them to terror and plunder."]},{"type":"verse","number":47,"content":["The mob will stone them and cut them down with their swords. They will kill their sons and daughters and burn down their houses."]},{"type":"verse","number":48,"content":["So I will put an end to indecency in the land, and all the women will be admonished not to imitate your behavior."]},{"type":"verse","number":49,"content":["They will repay you for your indecency, and you will bear the consequences of your sins of idolatry. Then you will know that I am the Lord GOD.’”"]}],"footnotes":[{"noteId":50,"caller":"+","text":"Oholah means her own tent or she worships at a tent shrine, a metaphor for Samaria as an adulteress with Assyria.","reference":{"chapter":23,"verse":4}},{"noteId":51,"caller":"+","text":"Oholibah means the tent is in her or she is a tent shrine, a metaphor for Jerusalem as an adulterous wife.","reference":{"chapter":23,"verse":4}},{"noteId":52,"caller":"+","text":"That is, the Babylonians","reference":{"chapter":23,"verse":14}},{"noteId":53,"caller":"+","text":"Or Babylonia; also in verse 16","reference":{"chapter":23,"verse":15}},{"noteId":54,"caller":"+","text":"LXX They will all come against you from the north","reference":{"chapter":23,"verse":24}},{"noteId":55,"caller":"+","text":"Literally passed their children, whom they bore to Me, through the fire","reference":{"chapter":23,"verse":37}},{"noteId":56,"caller":"+","text":"Hebrew they sent","reference":{"chapter":23,"verse":40}},{"noteId":57,"caller":"+","text":"Or Sabeans","reference":{"chapter":23,"verse":42}}]},"thisChapterLink":"/api/BSB/EZK/23.json","thisChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_26_Ezk_023_G.mp3","hays":"https://openbible.com/audio/hays/BSB_26_Ezk_023_H.mp3","souer":"https://openbible.com/audio/souer/BSB_26_Ezk_023.mp3"},"nextChapterApiLink":"/api/BSB/EZK/24.json","nextChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_26_Ezk_024_G.mp3","hays":"https://openbible.com/audio/hays/BSB_26_Ezk_024_H.mp3","souer":"https://openbible.com/audio/souer/BSB_26_Ezk_024.mp3"},"previousChapterApiLink":"/api/BSB/EZK/22.json","previousChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_26_Ezk_022_G.mp3","hays":"https://openbible.com/audio/hays/BSB_26_Ezk_022_H.mp3","souer":"https://openbible.com/audio/souer/BSB_26_Ezk_022.mp3"},"numberOfVerses":49}