{"translation":{"id":"BSB","name":"Berean Standard Bible","website":"https://berean.bible/","licenseUrl":"https://berean.bible/","licenseNotes":null,"shortName":"BSB","englishName":"Berean Standard Bible","language":"eng","textDirection":"ltr","sha256":"b2898c49cadb50fd8763feb9e2f74a90a3817e33408a24b6cbf09e7a950dde97","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json","numberOfBooks":66,"totalNumberOfChapters":1189,"totalNumberOfVerses":31086,"languageName":"English","languageEnglishName":"English"},"book":{"id":"EZK","translationId":"BSB","name":"Ezekiel","commonName":"Ezekiel","title":"Ezekiel","order":26,"numberOfChapters":48,"sha256":"602194464df5e112eaa54af5826e72e46b64aaeeaf3a61444ac83b5eafd0f9e8","firstChapterNumber":1,"firstChapterApiLink":"/api/BSB/EZK/1.json","lastChapterNumber":48,"lastChapterApiLink":"/api/BSB/EZK/48.json","totalNumberOfVerses":1273},"chapter":{"number":36,"content":[{"type":"heading","content":["A Prophecy to the Mountains of Israel"]},{"type":"verse","number":1,"content":["“And you, son of man, prophesy to the mountains of Israel and say: O mountains of Israel, hear the word of the LORD."]},{"type":"verse","number":2,"content":["This is what the Lord GOD says: Because the enemy has said of you, ‘Aha! The ancient heights have become our possession,’"]},{"type":"verse","number":3,"content":["therefore prophesy and declare that this is what the Lord GOD says: Because they have made you desolate and have trampled you on every side, so that you became a possession of the rest of the nations and were taken up in slander by the lips of their talkers,"]},{"type":"verse","number":4,"content":["therefore, O mountains of Israel, hear the word of the Lord GOD.",{"lineBreak":true},"This is what the Lord GOD says to the mountains and hills, to the ravines and valleys, to the desolate ruins and abandoned cities, which have become a spoil and a mockery to the rest of the nations around you."]},{"type":"verse","number":5,"content":["Therefore this is what the Lord GOD says: Surely in My burning zeal I have spoken against the rest of the nations, and against all Edom, who took My land as their own possession with wholehearted joy and utter contempt, so that its pastureland became plunder."]},{"type":"line_break"},{"type":"verse","number":6,"content":["Therefore, prophesy concerning the land of Israel and tell the mountains and hills, the ravines and valleys, that this is what the Lord GOD says: Behold, I have spoken in My burning zeal because you have endured the reproach of the nations."]},{"type":"line_break"},{"type":"verse","number":7,"content":["Therefore this is what the Lord GOD says: I have sworn with an uplifted hand that surely the nations around you will endure reproach of their own."]},{"type":"verse","number":8,"content":["But you, O mountains of Israel, will produce branches and bear fruit for My people Israel, for they will soon come home."]},{"type":"line_break"},{"type":"verse","number":9,"content":["For behold, I am on your side; I will turn toward you, and you will be tilled and sown."]},{"type":"verse","number":10,"content":["I will multiply the people upon you—the house of Israel in its entirety. The cities will be inhabited and the ruins rebuilt."]},{"type":"verse","number":11,"content":["I will fill you with people and animals, and they will multiply and be fruitful. I will make you as inhabited as you once were, and I will make you prosper more than before. Then you will know that I am the LORD."]},{"type":"line_break"},{"type":"verse","number":12,"content":["Yes, I will cause My people Israel to walk upon you; they will possess you, and you will be their inheritance, and you will no longer deprive them of their children."]},{"type":"line_break"},{"type":"verse","number":13,"content":["For this is what the Lord GOD says: Because people say to you, ‘You devour men and deprive your nation of its children,’"]},{"type":"verse","number":14,"content":["therefore you will no longer devour men or deprive your nation of its children, declares the Lord GOD."]},{"type":"verse","number":15,"content":["I will no longer allow the taunts of the nations to be heard against you, and you will no longer endure the reproach of the peoples or cause your nation to stumble, declares the Lord GOD.”"]},{"type":"heading","content":["A New Heart and a New Spirit"]},{"type":"line_break"},{"type":"verse","number":16,"content":["Again the word of the LORD came to me, saying,"]},{"type":"verse","number":17,"content":["“Son of man, when the people of Israel lived in their land, they defiled it by their own ways and deeds. Their behavior before Me was like the uncleanness of a woman’s impurity."]},{"type":"verse","number":18,"content":["So I poured out My wrath upon them because of the blood they had shed on the land, and because they had defiled it with their idols."]},{"type":"line_break"},{"type":"verse","number":19,"content":["I dispersed them among the nations, and they were scattered throughout the lands. I judged them according to their ways and deeds."]},{"type":"verse","number":20,"content":["And wherever they went among the nations, they profaned My holy name, because it was said of them, ‘These are the people of the LORD, yet they had to leave His land.’"]},{"type":"verse","number":21,"content":["But I had concern for My holy name, which the house of Israel had profaned among the nations to which they had gone."]},{"type":"line_break"},{"type":"verse","number":22,"content":["Therefore tell the house of Israel that this is what the Lord GOD says: It is not for your sake that I will act, O house of Israel, but for My holy name, which you profaned among the nations to which you went."]},{"type":"verse","number":23,"content":["I will show the holiness of My great name, which has been profaned among the nations—the name you have profaned among them. Then the nations will know that I am the LORD, declares the Lord GOD, when I show My holiness in you before their eyes."]},{"type":"line_break"},{"type":"verse","number":24,"content":["For I will take you from among the nations and gather you out of all the countries, and I will bring you back into your own land."]},{"type":"verse","number":25,"content":["I will also sprinkle clean water on you, and you will be clean. I will cleanse you from all your impurities and all your idols."]},{"type":"verse","number":26,"content":["I will give you a new heart and put a new spirit within you; I will remove your heart of stone and give you a heart of flesh."]},{"type":"verse","number":27,"content":["And I will put My Spirit within you and cause you to walk in My statutes and to carefully observe My ordinances."]},{"type":"line_break"},{"type":"verse","number":28,"content":["Then you will live in the land that I gave your forefathers; you will be My people, and I will be your God."]},{"type":"verse","number":29,"content":["I will save you from all your uncleanness. I will summon the grain and make it plentiful, and I will not bring famine upon you."]},{"type":"verse","number":30,"content":["I will also make the fruit of the trees and the crops of the field plentiful, so that you will no longer bear reproach among the nations on account of famine."]},{"type":"line_break"},{"type":"verse","number":31,"content":["Then you will remember your evil ways and wicked deeds, and you will loathe yourselves for your iniquities and abominations."]},{"type":"verse","number":32,"content":["It is not for your sake that I will act, declares the Lord GOD—let it be known to you. Be ashamed and disgraced for your ways, O house of Israel!"]},{"type":"line_break"},{"type":"verse","number":33,"content":["This is what the Lord GOD says: On the day I cleanse you from all your iniquities, I will cause the cities to be resettled and the ruins to be rebuilt."]},{"type":"verse","number":34,"content":["The desolate land will be cultivated instead of lying desolate in the sight of all who pass through."]},{"type":"verse","number":35,"content":["Then they will say, ‘This land that was desolate has become like the garden of Eden. The cities that were once ruined, desolate, and destroyed are now fortified and inhabited.’"]},{"type":"line_break"},{"type":"verse","number":36,"content":["Then the nations around you that remain will know that I, the LORD, have rebuilt what was destroyed, and I have replanted what was desolate. I, the LORD, have spoken, and I will do it."]},{"type":"line_break"},{"type":"verse","number":37,"content":["This is what the Lord GOD says: Once again I will hear the plea of the house of Israel and do for them this: I will multiply their people like a flock."]},{"type":"verse","number":38,"content":["Like the numerous flocks for sacrifices at Jerusalem during her appointed feasts, so the ruined cities will be filled with flocks of people. Then they will know that I am the LORD.”"]}],"footnotes":[]},"thisChapterLink":"/api/BSB/EZK/36.json","thisChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_26_Ezk_036_G.mp3","hays":"https://openbible.com/audio/hays/BSB_26_Ezk_036_H.mp3","souer":"https://openbible.com/audio/souer/BSB_26_Ezk_036.mp3"},"nextChapterApiLink":"/api/BSB/EZK/37.json","nextChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_26_Ezk_037_G.mp3","hays":"https://openbible.com/audio/hays/BSB_26_Ezk_037_H.mp3","souer":"https://openbible.com/audio/souer/BSB_26_Ezk_037.mp3"},"previousChapterApiLink":"/api/BSB/EZK/35.json","previousChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_26_Ezk_035_G.mp3","hays":"https://openbible.com/audio/hays/BSB_26_Ezk_035_H.mp3","souer":"https://openbible.com/audio/souer/BSB_26_Ezk_035.mp3"},"numberOfVerses":38}