{"translation":{"id":"BSB","name":"Berean Standard Bible","website":"https://berean.bible/","licenseUrl":"https://berean.bible/","licenseNotes":null,"shortName":"BSB","englishName":"Berean Standard Bible","language":"eng","textDirection":"ltr","sha256":"b2898c49cadb50fd8763feb9e2f74a90a3817e33408a24b6cbf09e7a950dde97","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json","numberOfBooks":66,"totalNumberOfChapters":1189,"totalNumberOfVerses":31086,"languageName":"English","languageEnglishName":"English"},"book":{"id":"EZK","translationId":"BSB","name":"Ezekiel","commonName":"Ezekiel","title":"Ezekiel","order":26,"numberOfChapters":48,"sha256":"602194464df5e112eaa54af5826e72e46b64aaeeaf3a61444ac83b5eafd0f9e8","firstChapterNumber":1,"firstChapterApiLink":"/api/BSB/EZK/1.json","lastChapterNumber":48,"lastChapterApiLink":"/api/BSB/EZK/48.json","totalNumberOfVerses":1273},"chapter":{"number":41,"content":[{"type":"heading","content":["Inside the Temple"]},{"type":"verse","number":1,"content":["Then the man brought me into the outer sanctuary and measured the side pillars to be six cubits wide",{"noteId":141},"on each side.",{"noteId":142}]},{"type":"verse","number":2,"content":["The width of the entrance was ten cubits,",{"noteId":143},"and the sides of the entrance were five cubits",{"noteId":144},"on each side. He also measured the length of the outer sanctuary to be forty cubits, and the width to be twenty cubits.",{"noteId":145}]},{"type":"line_break"},{"type":"verse","number":3,"content":["And he went into the inner sanctuary and measured the side pillars at the entrance to be two cubits wide.",{"noteId":146},"The entrance was six cubits wide, and the walls on each side were seven cubits wide.",{"noteId":147}]},{"type":"verse","number":4,"content":["Then he measured the room adjacent to the inner sanctuary",{"noteId":148},"to be twenty cubits long and twenty cubits wide.",{"noteId":149},"And he said to me, “This is the Most Holy Place.",{"noteId":150},"”"]},{"type":"heading","content":["Outside the Temple"]},{"type":"line_break"},{"type":"verse","number":5,"content":["Next he measured the wall of the temple to be six cubits thick, and the width of each side room around the temple was four cubits.",{"noteId":151}]},{"type":"verse","number":6,"content":["The side rooms were arranged one above another in three levels of thirty rooms each. There were ledges all around the wall of the temple to serve as supports for the side rooms, so that the supports would not be fastened into the wall of the temple itself."]},{"type":"verse","number":7,"content":["The side rooms surrounding the temple widened at each successive level, because the structure surrounding the temple ascended by stages corresponding to the narrowing of the temple wall as it rose upward. And so a stairway went up from the lowest story to the highest, through the middle one."]},{"type":"line_break"},{"type":"verse","number":8,"content":["I saw that the temple had a raised base all around it, forming the foundation of the side rooms. It was the full length of a rod, six long cubits."]},{"type":"verse","number":9,"content":["The outer wall of the side rooms was five cubits thick, and the open area between the side rooms of the temple"]},{"type":"verse","number":10,"content":["and the outer chambers was twenty cubits wide all around the temple."]},{"type":"verse","number":11,"content":["The side rooms opened into this area, with one entrance on the north and another on the south. The open area was five cubits wide all around."]},{"type":"line_break"},{"type":"verse","number":12,"content":["Now the building that faced the temple courtyard on the west was seventy cubits wide,",{"noteId":152},"and the wall of the building was five cubits thick all around, with a length of ninety cubits.",{"noteId":153}]},{"type":"line_break"},{"type":"verse","number":13,"content":["Then he measured the temple to be a hundred cubits long,",{"noteId":154},"and the temple courtyard and the building with its walls were also a hundred cubits long."]},{"type":"verse","number":14,"content":["The width of the temple courtyard on the east, including the front of the temple, was a hundred cubits."]},{"type":"heading","content":["The Interior Structures"]},{"type":"line_break"},{"type":"verse","number":15,"content":["Next he measured the length of the building facing the temple courtyard at the rear of the temple, including its galleries on each side; it was a hundred cubits. The outer sanctuary, the inner sanctuary, and the porticoes facing the court,"]},{"type":"verse","number":16,"content":["as well as the thresholds and the beveled windows and the galleries all around with their three levels opposite the threshold, were overlaid with wood on all sides. They were paneled from the ground to the windows, and the windows were covered."]},{"type":"line_break"},{"type":"verse","number":17,"content":["In the space above the outside of the entrance to the inner sanctuary on all the walls, spaced evenly around the inner and outer sanctuary,"]},{"type":"verse","number":18,"content":["were alternating carved cherubim and palm trees. Each cherub had two faces:"]},{"type":"verse","number":19,"content":["the face of a man was toward the palm tree on one side, and the face of a young lion was toward the palm tree on the other side. They were carved all the way around the temple."]},{"type":"verse","number":20,"content":["Cherubim and palm trees were carved on the wall of the outer sanctuary from the floor to the space above the entrance."]},{"type":"line_break"},{"type":"verse","number":21,"content":["The outer sanctuary had a rectangular doorframe, and the doorframe of the sanctuary was similar."]},{"type":"line_break"},{"type":"verse","number":22,"content":["There was an altar of wood three cubits high and two cubits square.",{"noteId":155},"Its corners, base, and sides were of wood. And the man told me, “This is the table that is before the LORD.”"]},{"type":"line_break"},{"type":"verse","number":23,"content":["Both the outer sanctuary and the inner sanctuary had double doors,"]},{"type":"verse","number":24,"content":["and each door had two swinging panels. There were two panels for one door and two for the other."]},{"type":"verse","number":25,"content":["Cherubim and palm trees like those on the walls were carved on the doors of the outer sanctuary, and there was a wooden canopy outside, on the front of the portico."]},{"type":"verse","number":26,"content":["There were beveled windows and palm trees on the sidewalls of the portico. The side rooms of the temple also had canopies."]}],"footnotes":[{"noteId":141,"caller":"+","text":"6 (long) cubits is approximately 10.5 feet or 3.2 meters; also in verses 3, 5, and 8.","reference":{"chapter":41,"verse":1}},{"noteId":142,"caller":"+","text":"One Hebrew manuscript and LXX; most Hebrew manuscripts on each side—the width of the tent","reference":{"chapter":41,"verse":1}},{"noteId":143,"caller":"+","text":"10 (long) cubits is approximately 17.5 feet or 5.3 meters.","reference":{"chapter":41,"verse":2}},{"noteId":144,"caller":"+","text":"5 (long) cubits is approximately 8.75 feet or 2.7 meters; also in verses 9, 11, and 12.","reference":{"chapter":41,"verse":2}},{"noteId":145,"caller":"+","text":"The outer sanctuary was approximately 70 feet long and 35 feet wide (21.3 meters long and 10.7 meters wide).","reference":{"chapter":41,"verse":2}},{"noteId":146,"caller":"+","text":"2 (long) cubits is approximately 3.5 feet or 1.1 meters.","reference":{"chapter":41,"verse":3}},{"noteId":147,"caller":"+","text":"7 (long) cubits is approximately 12.25 feet or 3.7 meters.","reference":{"chapter":41,"verse":3}},{"noteId":148,"caller":"+","text":"Or the length of the inner sanctuary","reference":{"chapter":41,"verse":4}},{"noteId":149,"caller":"+","text":"The room was approximately 35 feet long and 35 feet wide (10.7 meters long and 10.7 meters wide).","reference":{"chapter":41,"verse":4}},{"noteId":150,"caller":"+","text":"Or the Holy of Holies","reference":{"chapter":41,"verse":4}},{"noteId":151,"caller":"+","text":"4 (long) cubits is approximately 7 feet or 2.1 meters.","reference":{"chapter":41,"verse":5}},{"noteId":152,"caller":"+","text":"70 (long) cubits is approximately 122.5 feet or 37.3 meters.","reference":{"chapter":41,"verse":12}},{"noteId":153,"caller":"+","text":"90 (long) cubits is approximately 157.5 feet or 48 meters.","reference":{"chapter":41,"verse":12}},{"noteId":154,"caller":"+","text":"100 (long) cubits is approximately 175 feet or 53.3 meters; similarly in verses 14 and 15.","reference":{"chapter":41,"verse":13}},{"noteId":155,"caller":"+","text":"Or long; the altar was approximately 5.25 feet high and 3.5 feet square (1.6 meters high and 1.1 meters square)","reference":{"chapter":41,"verse":22}}]},"thisChapterLink":"/api/BSB/EZK/41.json","thisChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_26_Ezk_041_G.mp3","hays":"https://openbible.com/audio/hays/BSB_26_Ezk_041_H.mp3","souer":"https://openbible.com/audio/souer/BSB_26_Ezk_041.mp3"},"nextChapterApiLink":"/api/BSB/EZK/42.json","nextChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_26_Ezk_042_G.mp3","hays":"https://openbible.com/audio/hays/BSB_26_Ezk_042_H.mp3","souer":"https://openbible.com/audio/souer/BSB_26_Ezk_042.mp3"},"previousChapterApiLink":"/api/BSB/EZK/40.json","previousChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_26_Ezk_040_G.mp3","hays":"https://openbible.com/audio/hays/BSB_26_Ezk_040_H.mp3","souer":"https://openbible.com/audio/souer/BSB_26_Ezk_040.mp3"},"numberOfVerses":26}