{"translation":{"id":"BSB","name":"Berean Standard Bible","website":"https://berean.bible/","licenseUrl":"https://berean.bible/","licenseNotes":null,"shortName":"BSB","englishName":"Berean Standard Bible","language":"eng","textDirection":"ltr","sha256":"b2898c49cadb50fd8763feb9e2f74a90a3817e33408a24b6cbf09e7a950dde97","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json","numberOfBooks":66,"totalNumberOfChapters":1189,"totalNumberOfVerses":31086,"languageName":"English","languageEnglishName":"English"},"book":{"id":"EZK","translationId":"BSB","name":"Ezekiel","commonName":"Ezekiel","title":"Ezekiel","order":26,"numberOfChapters":48,"sha256":"602194464df5e112eaa54af5826e72e46b64aaeeaf3a61444ac83b5eafd0f9e8","firstChapterNumber":1,"firstChapterApiLink":"/api/BSB/EZK/1.json","lastChapterNumber":48,"lastChapterApiLink":"/api/BSB/EZK/48.json","totalNumberOfVerses":1273},"chapter":{"number":43,"content":[{"type":"heading","content":["The Glory of the LORD Returns to the Temple"]},{"type":"verse","number":1,"content":["Then the man brought me back to the gate that faces east,"]},{"type":"verse","number":2,"content":["and I saw the glory of the God of Israel coming from the east. His voice was like the roar of many waters, and the earth shone with His glory."]},{"type":"line_break"},{"type":"verse","number":3,"content":["The vision I saw was like the vision I had seen when He came",{"noteId":161},"to destroy the city and like the visions I had seen by the River Kebar. I fell facedown,"]},{"type":"verse","number":4,"content":["and the glory of the LORD entered the temple through the gate facing east."]},{"type":"verse","number":5,"content":["Then the Spirit lifted me up and brought me into the inner court, and the glory of the LORD filled the temple."]},{"type":"line_break"},{"type":"verse","number":6,"content":["While the man was standing beside me, I heard someone speaking to me from inside the temple,"]},{"type":"verse","number":7,"content":["and He said to me, “Son of man, this is the place of My throne and the place for the soles of My feet, where I will dwell among the Israelites forever. The house of Israel will never again defile My holy name—neither they nor their kings—by their prostitution and by the funeral offerings",{"noteId":162},"for their kings at their deaths.",{"noteId":163}]},{"type":"verse","number":8,"content":["When they placed their threshold next to My threshold and their doorposts beside My doorposts, with only a wall between Me and them, they defiled My holy name by the abominations they committed. Therefore I have consumed them in My anger."]},{"type":"verse","number":9,"content":["Now let them remove far from Me their prostitution and the funeral offerings for their kings, and I will dwell among them forever."]},{"type":"line_break"},{"type":"verse","number":10,"content":["As for you, son of man, describe the temple to the people of Israel, so that they may be ashamed of their iniquities. Let them measure the plan,"]},{"type":"verse","number":11,"content":["and if they are ashamed",{"noteId":164},"of all they have done, then make known to them the design of the temple—its arrangement and its exits and entrances—its whole design along with all its statutes, forms, and laws. Write it down in their sight, so that they may keep its complete design and all its statutes and may carry them out."]},{"type":"line_break"},{"type":"verse","number":12,"content":["This is the law of the temple: All its surrounding territory on top of the mountain will be most holy. Yes, this is the law of the temple."]},{"type":"heading","content":["The Altar of Sacrifice"]},{"type":"line_break"},{"type":"verse","number":13,"content":["These are the measurements of the altar in long cubits",{"noteId":165},"(a cubit and a handbreadth): Its gutter shall be a cubit deep and a cubit wide, with a rim of one span",{"noteId":166},"around its edge.",{"lineBreak":true},"And this is the height of the altar:"]},{"type":"verse","number":14,"content":["The space from the gutter on the ground to the lower ledge shall be two cubits, and the ledge one cubit wide.",{"noteId":167},"The space from the smaller ledge to the larger ledge shall be four cubits, and the ledge one cubit wide.",{"noteId":168}]},{"type":"line_break"},{"type":"verse","number":15,"content":["The altar hearth shall be four cubits high, and four horns shall project upward from the hearth."]},{"type":"verse","number":16,"content":["The altar hearth shall be square at its four corners, twelve cubits long and twelve cubits wide.",{"noteId":169}]},{"type":"verse","number":17,"content":["The ledge shall also be square, fourteen cubits long and fourteen cubits wide,",{"noteId":170},"with a rim of half a cubit",{"noteId":171},"and a gutter of a cubit all around it. The steps of the altar shall face east.”"]},{"type":"line_break"},{"type":"verse","number":18,"content":["Then He said to me: “Son of man, this is what the Lord GOD says: ‘These are the statutes for the altar on the day it is constructed, so that burnt offerings may be sacrificed on it and blood may be sprinkled on it:"]},{"type":"verse","number":19,"content":["You are to give a young bull from the herd as a sin offering to the Levitical priests who are of the family of Zadok, who approach Me to minister before Me, declares the Lord GOD."]},{"type":"verse","number":20,"content":["You are to take some of its blood and put it on the four horns of the altar, on the four corners of the ledge, and all around the rim; thus you will cleanse the altar and make atonement for it."]},{"type":"verse","number":21,"content":["Then you are to take away the bull for the sin offering and burn it in the appointed part of the temple area outside the sanctuary."]},{"type":"line_break"},{"type":"verse","number":22,"content":["On the second day you are to present an unblemished male goat as a sin offering, and the altar is to be cleansed as it was with the bull."]},{"type":"verse","number":23,"content":["When you have finished the purification, you are to present a young, unblemished bull and an unblemished ram from the flock."]},{"type":"verse","number":24,"content":["You must present them before the LORD; the priests are to sprinkle salt on them and sacrifice them as a burnt offering to the LORD."]},{"type":"line_break"},{"type":"verse","number":25,"content":["For seven days you are to provide a male goat daily for a sin offering; you are also to provide a young bull and a ram from the flock, both unblemished."]},{"type":"verse","number":26,"content":["For seven days the priests are to make atonement for the altar and cleanse it; so they shall consecrate it.",{"noteId":172}]},{"type":"verse","number":27,"content":["At the end of these days, from the eighth day on, the priests are to present your burnt offerings and peace offerings on the altar. Then I will accept you, declares the Lord GOD.’”"]}],"footnotes":[{"noteId":161,"caller":"+","text":"Some Hebrew manuscripts and Vulgate; most Hebrew manuscripts when I came","reference":{"chapter":43,"verse":3}},{"noteId":162,"caller":"+","text":"Or the monuments; also in verse 9","reference":{"chapter":43,"verse":7}},{"noteId":163,"caller":"+","text":"Or for their kings on their high places","reference":{"chapter":43,"verse":7}},{"noteId":164,"caller":"+","text":"Hebrew; LXX and Vulgate and they will be ashamed","reference":{"chapter":43,"verse":11}},{"noteId":165,"caller":"+","text":"The long cubit, about 21 inches or 53.3 centimeters, is the basic unit for linear measurement throughout Ezekiel 40–48.","reference":{"chapter":43,"verse":13}},{"noteId":166,"caller":"+","text":"One span is approximately 9 inches or 22.9 centimeters.","reference":{"chapter":43,"verse":13}},{"noteId":167,"caller":"+","text":"The space was to be approximately 3.5 feet (1.1 meters), and the ledge was to be approximately 1.75 feet wide (53.3 centimeters wide).","reference":{"chapter":43,"verse":14}},{"noteId":168,"caller":"+","text":"The space was to be approximately 7 feet (2.1 meters), and the ledge was to be approximately 1.75 feet wide (53.3 centimeters wide).","reference":{"chapter":43,"verse":14}},{"noteId":169,"caller":"+","text":"12 (long) cubits is approximately 21 feet or 6.4 meters.","reference":{"chapter":43,"verse":16}},{"noteId":170,"caller":"+","text":"14 (long) cubits is approximately 24.5 feet or 7.5 meters.","reference":{"chapter":43,"verse":17}},{"noteId":171,"caller":"+","text":"A half cubit is approximately 10.5 inches or 26.7 centimeters.","reference":{"chapter":43,"verse":17}},{"noteId":172,"caller":"+","text":"Hebrew fill its hand","reference":{"chapter":43,"verse":26}}]},"thisChapterLink":"/api/BSB/EZK/43.json","thisChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_26_Ezk_043_G.mp3","hays":"https://openbible.com/audio/hays/BSB_26_Ezk_043_H.mp3","souer":"https://openbible.com/audio/souer/BSB_26_Ezk_043.mp3"},"nextChapterApiLink":"/api/BSB/EZK/44.json","nextChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_26_Ezk_044_G.mp3","hays":"https://openbible.com/audio/hays/BSB_26_Ezk_044_H.mp3","souer":"https://openbible.com/audio/souer/BSB_26_Ezk_044.mp3"},"previousChapterApiLink":"/api/BSB/EZK/42.json","previousChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_26_Ezk_042_G.mp3","hays":"https://openbible.com/audio/hays/BSB_26_Ezk_042_H.mp3","souer":"https://openbible.com/audio/souer/BSB_26_Ezk_042.mp3"},"numberOfVerses":27}