{"translation":{"id":"BSB","name":"Berean Standard Bible","website":"https://berean.bible/","licenseUrl":"https://berean.bible/","licenseNotes":null,"shortName":"BSB","englishName":"Berean Standard Bible","language":"eng","textDirection":"ltr","sha256":"b2898c49cadb50fd8763feb9e2f74a90a3817e33408a24b6cbf09e7a950dde97","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json","numberOfBooks":66,"totalNumberOfChapters":1189,"totalNumberOfVerses":31086,"languageName":"English","languageEnglishName":"English"},"book":{"id":"EZK","translationId":"BSB","name":"Ezekiel","commonName":"Ezekiel","title":"Ezekiel","order":26,"numberOfChapters":48,"sha256":"602194464df5e112eaa54af5826e72e46b64aaeeaf3a61444ac83b5eafd0f9e8","firstChapterNumber":1,"firstChapterApiLink":"/api/BSB/EZK/1.json","lastChapterNumber":48,"lastChapterApiLink":"/api/BSB/EZK/48.json","totalNumberOfVerses":1273},"chapter":{"number":46,"content":[{"type":"heading","content":["The Prince’s Offerings"]},{"type":"verse","number":1,"content":["“This is what the Lord GOD says: ‘The gate of the inner court that faces east must be kept shut during the six days of work, but on the Sabbath day and on the day of the New Moon it shall be opened."]},{"type":"verse","number":2,"content":["The prince is to enter from the outside through the portico of the gateway and stand by the gatepost, while the priests sacrifice his burnt offerings and peace offerings. He is to bow in worship at the threshold of the gate and then depart, but the gate must not be shut until evening."]},{"type":"verse","number":3,"content":["On the Sabbaths and New Moons the people of the land are also to bow in worship before the LORD at the entrance to that gateway."]},{"type":"line_break"},{"type":"verse","number":4,"content":["The burnt offering that the prince presents to the LORD on the Sabbath day shall be six unblemished male lambs and an unblemished ram."]},{"type":"verse","number":5,"content":["The grain offering with the ram shall be one ephah,",{"noteId":190},"and the grain offering with the lambs shall be as much as he is able, along with a hin of oil per ephah."]},{"type":"verse","number":6,"content":["On the day of the New Moon he shall offer a young, unblemished bull, six lambs, and a ram without blemish."]},{"type":"verse","number":7,"content":["He is to provide a grain offering of an ephah with the bull, an ephah with the ram, and as much as he is able with the lambs, along with a hin of oil per ephah."]},{"type":"verse","number":8,"content":["When the prince enters, he shall go in through the portico of the gateway, and he shall go out the same way."]},{"type":"line_break"},{"type":"verse","number":9,"content":["When the people of the land come before the LORD at the appointed feasts, whoever enters by the north gate to worship must go out by the south gate, and whoever enters by the south gate must go out by the north gate. No one is to return through the gate by which he entered, but each must go out by the opposite gate."]},{"type":"line_break"},{"type":"verse","number":10,"content":["When the people enter, the prince shall go in with them, and when they leave, he shall leave."]},{"type":"verse","number":11,"content":["At the festivals and appointed feasts, the grain offering shall be an ephah with a bull, an ephah with a ram, and as much as one is able to give with the lambs, along with a hin of oil per ephah."]},{"type":"line_break"},{"type":"verse","number":12,"content":["When the prince makes a freewill offering to the LORD, whether a burnt offering or a peace offering, the gate facing east must be opened for him. He is to offer his burnt offering or peace offering just as he does on the Sabbath day. Then he shall go out, and the gate must be closed after he goes out."]},{"type":"line_break"},{"type":"verse","number":13,"content":["And you shall provide an unblemished year-old lamb as a daily burnt offering to the LORD; you are to offer it every morning."]},{"type":"verse","number":14,"content":["You are also to provide with it every morning a grain offering of a sixth of an ephah",{"noteId":191},"with a third of a hin of oil",{"noteId":192},"to moisten the fine flour—a grain offering to the LORD. This is a permanent statute."]},{"type":"verse","number":15,"content":["Thus they shall provide the lamb, the grain offering, and the oil every morning as a regular burnt offering.’"]},{"type":"line_break"},{"type":"verse","number":16,"content":["This is what the Lord GOD says: ‘If the prince gives a gift to any of his sons as an inheritance, it will belong to his descendants. It will become their property by inheritance."]},{"type":"verse","number":17,"content":["But if he gives a gift from his inheritance to one of his servants, it will belong to that servant until the year of freedom; then it will revert to the prince. His inheritance belongs only to his sons; it shall be theirs."]},{"type":"line_break"},{"type":"verse","number":18,"content":["The prince must not take any of the inheritance of the people by evicting them from their property. He is to provide an inheritance for his sons from his own property, so that none of My people will be displaced from his property.’”"]},{"type":"heading","content":["The Courts for Boiling and Baking"]},{"type":"line_break"},{"type":"verse","number":19,"content":["Then the man brought me through the entrance at the side of the gate into the holy chambers facing north, which belonged to the priests, and he showed me a place there at the far western end"]},{"type":"verse","number":20,"content":["and said to me, “This is the place where the priests shall boil the guilt offering and the sin offering, and where they shall bake the grain offering, so that they do not bring them into the outer court and transmit holiness to the people.”"]},{"type":"line_break"},{"type":"verse","number":21,"content":["Then he brought me into the outer court and led me around to its four corners, and I saw a separate court in each of its corners."]},{"type":"verse","number":22,"content":["In the four corners of the outer court there were enclosed courts, each forty cubits long and thirty cubits wide.",{"noteId":193},"Each of the four corner areas had the same dimensions."]},{"type":"verse","number":23,"content":["Around the inside of each of the four courts was a row of masonry with ovens built at the base of the walls on all sides."]},{"type":"line_break"},{"type":"verse","number":24,"content":["And he said to me, “These are the kitchens where those who minister at the temple will cook the sacrifices offered by the people.”"]}],"footnotes":[{"noteId":190,"caller":"+","text":"An ephah is approximately 20 dry quarts or 22 liters (probably about 38.3 pounds or 17.4 kilograms of grain); also in verses 7 and 11.","reference":{"chapter":46,"verse":5}},{"noteId":191,"caller":"+","text":"A sixth of an ephah is approximately 3.3 dry quarts or 3.7 liters (probably about 4.2 pounds or 1.9 kilograms of flour).","reference":{"chapter":46,"verse":14}},{"noteId":192,"caller":"+","text":"Or a third of a hin of olive oil; that is, approximately 1.3 quarts or 1.2 liters","reference":{"chapter":46,"verse":14}},{"noteId":193,"caller":"+","text":"The enclosed courts were approximately 70 feet long and 52.5 feet wide (21.3 meters long and 16 meters wide).","reference":{"chapter":46,"verse":22}}]},"thisChapterLink":"/api/BSB/EZK/46.json","thisChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_26_Ezk_046_G.mp3","hays":"https://openbible.com/audio/hays/BSB_26_Ezk_046_H.mp3","souer":"https://openbible.com/audio/souer/BSB_26_Ezk_046.mp3"},"nextChapterApiLink":"/api/BSB/EZK/47.json","nextChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_26_Ezk_047_G.mp3","hays":"https://openbible.com/audio/hays/BSB_26_Ezk_047_H.mp3","souer":"https://openbible.com/audio/souer/BSB_26_Ezk_047.mp3"},"previousChapterApiLink":"/api/BSB/EZK/45.json","previousChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_26_Ezk_045_G.mp3","hays":"https://openbible.com/audio/hays/BSB_26_Ezk_045_H.mp3","souer":"https://openbible.com/audio/souer/BSB_26_Ezk_045.mp3"},"numberOfVerses":24}