{"translation":{"id":"BSB","name":"Berean Standard Bible","website":"https://berean.bible/","licenseUrl":"https://berean.bible/","licenseNotes":null,"shortName":"BSB","englishName":"Berean Standard Bible","language":"eng","textDirection":"ltr","sha256":"b2898c49cadb50fd8763feb9e2f74a90a3817e33408a24b6cbf09e7a950dde97","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json","numberOfBooks":66,"totalNumberOfChapters":1189,"totalNumberOfVerses":31086,"languageName":"English","languageEnglishName":"English"},"book":{"id":"JHN","translationId":"BSB","name":"John","commonName":"John","title":"John","order":43,"numberOfChapters":21,"sha256":"168718234e0419d6a7a5f148133f9d311ba84413e4af484b3b6db0a188c37fad","firstChapterNumber":1,"firstChapterApiLink":"/api/BSB/JHN/1.json","lastChapterNumber":21,"lastChapterApiLink":"/api/BSB/JHN/21.json","totalNumberOfVerses":878},"chapter":{"number":6,"content":[{"type":"heading","content":["The Feeding of the Five Thousand"]},{"type":"verse","number":1,"content":["After this, Jesus crossed to the other side of the Sea of Galilee (that is, the Sea of Tiberias)."]},{"type":"verse","number":2,"content":["A large crowd followed Him because they saw the signs He was performing on the sick."]},{"type":"verse","number":3,"content":["Then Jesus went up on the mountain and sat down with His disciples."]},{"type":"line_break"},{"type":"verse","number":4,"content":["Now the Jewish Feast of the Passover was near."]},{"type":"verse","number":5,"content":["When Jesus looked up and saw a large crowd coming toward Him, He said to Philip, “Where can we buy bread for these people to eat?”"]},{"type":"verse","number":6,"content":["But He was asking this to test him, for He knew what He was about to do."]},{"type":"line_break"},{"type":"verse","number":7,"content":["Philip answered, “Two hundred denarii",{"noteId":32},"would not buy enough bread for each of them to have a small piece.”"]},{"type":"line_break"},{"type":"verse","number":8,"content":["One of His disciples, Andrew, Simon Peter’s brother, said to Him,"]},{"type":"verse","number":9,"content":["“Here is a boy with five barley loaves and two small fish. But what difference will these make among so many?”"]},{"type":"line_break"},{"type":"verse","number":10,"content":["“Have the people sit down,” Jesus said. Now there was plenty of grass in that place, so the men sat down, about five thousand of them."]},{"type":"line_break"},{"type":"verse","number":11,"content":["Then Jesus took the loaves and the fish, gave thanks, and distributed to those who were seated as much as they wanted."]},{"type":"line_break"},{"type":"verse","number":12,"content":["And when everyone was full, He said to His disciples, “Gather the pieces that are left over, so that nothing will be wasted.”"]},{"type":"line_break"},{"type":"verse","number":13,"content":["So they collected them and filled twelve baskets with the pieces of the five barley loaves left over by those who had eaten."]},{"type":"line_break"},{"type":"verse","number":14,"content":["When the people saw the sign that Jesus had performed,",{"noteId":33},"they began to say, “Truly this is the Prophet who is to come into the world.”"]},{"type":"line_break"},{"type":"verse","number":15,"content":["Then Jesus, realizing that they were about to come and make Him king by force, withdrew again to a mountain by Himself."]},{"type":"heading","content":["Jesus Walks on Water"]},{"type":"line_break"},{"type":"verse","number":16,"content":["When evening came, His disciples went down to the sea,"]},{"type":"verse","number":17,"content":["got into a boat, and started across the sea to Capernaum. It was already dark, and Jesus had not yet gone out to them."]},{"type":"verse","number":18,"content":["A strong wind was blowing, and the sea grew agitated."]},{"type":"line_break"},{"type":"verse","number":19,"content":["When they had rowed about three or four miles,",{"noteId":34},"they saw Jesus approaching the boat, walking on the sea—and they were terrified."]},{"type":"verse","number":20,"content":["But Jesus spoke up: “It is I; do not be afraid.”"]},{"type":"verse","number":21,"content":["Then they were willing to take Him into the boat, and at once the boat reached the shore where they were heading."]},{"type":"heading","content":["Jesus the Bread of Life"]},{"type":"line_break"},{"type":"verse","number":22,"content":["The next day, the crowd that had remained on the other side of the sea realized that only one boat had been there, and that Jesus had not boarded it with His disciples, but they had gone away alone."]},{"type":"verse","number":23,"content":["However, some boats from Tiberias landed near the place where the people had eaten the bread after the Lord had given thanks."]},{"type":"verse","number":24,"content":["So when the crowd saw that neither Jesus nor His disciples were there, they got into the boats and went to Capernaum to look for Him."]},{"type":"verse","number":25,"content":["When they found Him on the other side of the sea, they asked Him, “Rabbi, when did You get here?”"]},{"type":"line_break"},{"type":"verse","number":26,"content":["Jesus replied, “Truly, truly, I tell you, it is not because you saw these signs that you are looking for Me, but because you ate the loaves and had your fill."]},{"type":"verse","number":27,"content":["Do not work for food that perishes, but for food that endures to eternal life, which the Son of Man will give you. For on Him God the Father has placed His seal of approval.”"]},{"type":"line_break"},{"type":"verse","number":28,"content":["Then they inquired, “What must we do to perform the works of God?”"]},{"type":"line_break"},{"type":"verse","number":29,"content":["Jesus replied, “The work of God is this: to believe in the One He has sent.”"]},{"type":"line_break"},{"type":"verse","number":30,"content":["So they asked Him, “What sign then will You perform, so that we may see it and believe You? What will You do?"]},{"type":"verse","number":31,"content":["Our fathers ate the manna in the wilderness, as it is written: ‘He gave them bread from heaven to eat.’",{"noteId":35},"”"]},{"type":"line_break"},{"type":"verse","number":32,"content":["Jesus said to them, “Truly, truly, I tell you, it was not Moses who gave you the bread from heaven, but it is My Father who gives you the true bread from heaven."]},{"type":"verse","number":33,"content":["For the bread of God is He who comes down from heaven and gives life to the world.”"]},{"type":"line_break"},{"type":"verse","number":34,"content":["“Sir,” they said, “give us this bread at all times.”"]},{"type":"line_break"},{"type":"verse","number":35,"content":["Jesus answered, “I am the bread of life. Whoever comes to Me will never hunger, and whoever believes in Me will never thirst."]},{"type":"verse","number":36,"content":["But as I stated, you have seen Me and still you do not believe."]},{"type":"line_break"},{"type":"verse","number":37,"content":["Everyone the Father gives Me will come to Me, and the one who comes to Me I will never drive away."]},{"type":"verse","number":38,"content":["For I have come down from heaven, not to do My own will, but to do the will of Him who sent Me."]},{"type":"line_break"},{"type":"verse","number":39,"content":["And this is the will of Him who sent Me, that I shall lose none of those He has given Me, but raise them up at the last day."]},{"type":"verse","number":40,"content":["For it is My Father’s will that everyone who looks to the Son and believes in Him shall have eternal life, and I will raise him up at the last day.”"]},{"type":"line_break"},{"type":"verse","number":41,"content":["At this, the Jews began to grumble about Jesus because He had said, “I am the bread that came down from heaven.”"]},{"type":"verse","number":42,"content":["They were asking, “Is this not Jesus, the son of Joseph, whose father and mother we know? How then can He say, ‘I have come down from heaven?’”"]},{"type":"line_break"},{"type":"verse","number":43,"content":["“Stop grumbling among yourselves,” Jesus replied."]},{"type":"verse","number":44,"content":["“No one can come to Me unless the Father who sent Me draws him, and I will raise him up at the last day."]},{"type":"verse","number":45,"content":["It is written in the Prophets: ‘And they will all be taught by God.’",{"noteId":36},"Everyone who has heard the Father and learned from Him comes to Me—"]},{"type":"verse","number":46,"content":["not that anyone has seen the Father except the One who is from God; only He has seen the Father."]},{"type":"line_break"},{"type":"verse","number":47,"content":["Truly, truly, I tell you, he who believes has eternal life."]},{"type":"verse","number":48,"content":["I am the bread of life."]},{"type":"verse","number":49,"content":["Your fathers ate the manna in the wilderness, yet they died."]},{"type":"verse","number":50,"content":["This is the bread that comes down from heaven, so that anyone may eat of it and not die."]},{"type":"verse","number":51,"content":["I am the living bread that came down from heaven. If anyone eats of this bread, he will live forever. And this bread, which I will give for the life of the world, is My flesh.”"]},{"type":"line_break"},{"type":"verse","number":52,"content":["At this, the Jews began to argue among themselves, “How can this man give us His flesh to eat?”"]},{"type":"line_break"},{"type":"verse","number":53,"content":["So Jesus said to them, “Truly, truly, I tell you, unless you eat the flesh and drink the blood of the Son of Man, you have no life in you."]},{"type":"verse","number":54,"content":["Whoever eats My flesh and drinks My blood has eternal life, and I will raise him up at the last day."]},{"type":"verse","number":55,"content":["For My flesh is real food, and My blood is real drink."]},{"type":"line_break"},{"type":"verse","number":56,"content":["Whoever eats My flesh and drinks My blood remains in Me, and I in him."]},{"type":"verse","number":57,"content":["Just as the living Father sent Me and I live because of the Father, so also the one who feeds on Me will live because of Me."]},{"type":"verse","number":58,"content":["This is the bread that came down from heaven. Unlike your fathers, who ate the manna and died, the one who eats this bread will live forever.”"]},{"type":"heading","content":["Many Disciples Turn Back"]},{"type":"line_break"},{"type":"verse","number":59,"content":["Jesus said this while teaching in the synagogue in Capernaum."]},{"type":"verse","number":60,"content":["On hearing it, many of His disciples said, “This is a difficult teaching. Who can accept it?”"]},{"type":"line_break"},{"type":"verse","number":61,"content":["Aware that His disciples were grumbling about this teaching, Jesus asked them, “Does this offend you?"]},{"type":"verse","number":62,"content":["Then what will happen if you see the Son of Man ascend to where He was before?"]},{"type":"line_break"},{"type":"verse","number":63,"content":["The Spirit gives life; the flesh profits nothing. The words I have spoken to you are spirit and they are life."]},{"type":"verse","number":64,"content":["However, there are some of you who do not believe.” (For Jesus had known from the beginning which of them did not believe and who would betray Him.)"]},{"type":"line_break"},{"type":"verse","number":65,"content":["Then Jesus said, “This is why I told you that no one can come to Me unless the Father has granted it to him.”"]},{"type":"line_break"},{"type":"verse","number":66,"content":["From that time on many of His disciples turned back and no longer walked with Him."]},{"type":"heading","content":["Peter’s Confession of Faith"]},{"type":"line_break"},{"type":"verse","number":67,"content":["So Jesus asked the Twelve, “Do you want to leave too?”"]},{"type":"line_break"},{"type":"verse","number":68,"content":["Simon Peter replied, “Lord, to whom would we go? You have the words of eternal life."]},{"type":"verse","number":69,"content":["We believe and know that You are the Holy One of God.",{"noteId":37},"”"]},{"type":"line_break"},{"type":"verse","number":70,"content":["Jesus answered them, “Have I not chosen you, the Twelve? Yet one of you is a devil!”"]},{"type":"verse","number":71,"content":["He was speaking about Judas, the son of Simon Iscariot. For although Judas was one of the Twelve, he was later to betray Jesus."]}],"footnotes":[{"noteId":32,"caller":"+","text":"A denarius was customarily a day’s wage for a laborer; see Matthew 20:2.","reference":{"chapter":6,"verse":7}},{"noteId":33,"caller":"+","text":"SBL, NA, NE, and WH He had performed","reference":{"chapter":6,"verse":14}},{"noteId":34,"caller":"+","text":"Greek about twenty-five or thirty stadia; that is, approximately 2.87 to 3.45 miles (4.62 to 5.55 kilometers)","reference":{"chapter":6,"verse":19}},{"noteId":35,"caller":"+","text":"Psalms 78:24; see also Exodus 16:4.","reference":{"chapter":6,"verse":31}},{"noteId":36,"caller":"+","text":"Isaiah 54:13","reference":{"chapter":6,"verse":45}},{"noteId":37,"caller":"+","text":"BYZ and TR You are the Christ, the Son of the living God","reference":{"chapter":6,"verse":69}}]},"thisChapterLink":"/api/BSB/JHN/6.json","thisChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_43_Jhn_006_G.mp3","hays":"https://openbible.com/audio/hays/BSB_43_Jhn_006_H.mp3","souer":"https://openbible.com/audio/souer/BSB_43_Jhn_006.mp3"},"nextChapterApiLink":"/api/BSB/JHN/7.json","nextChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_43_Jhn_007_G.mp3","hays":"https://openbible.com/audio/hays/BSB_43_Jhn_007_H.mp3","souer":"https://openbible.com/audio/souer/BSB_43_Jhn_007.mp3"},"previousChapterApiLink":"/api/BSB/JHN/5.json","previousChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_43_Jhn_005_G.mp3","hays":"https://openbible.com/audio/hays/BSB_43_Jhn_005_H.mp3","souer":"https://openbible.com/audio/souer/BSB_43_Jhn_005.mp3"},"numberOfVerses":71}