{"translation":{"id":"BSB","name":"Berean Standard Bible","website":"https://berean.bible/","licenseUrl":"https://berean.bible/","licenseNotes":null,"shortName":"BSB","englishName":"Berean Standard Bible","language":"eng","textDirection":"ltr","sha256":"b2898c49cadb50fd8763feb9e2f74a90a3817e33408a24b6cbf09e7a950dde97","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json","numberOfBooks":66,"totalNumberOfChapters":1189,"totalNumberOfVerses":31086,"languageName":"English","languageEnglishName":"English"},"book":{"id":"DEU","translationId":"BSB","name":"Deuteronomy","commonName":"Deuteronomy","title":"Deuteronomy","order":5,"numberOfChapters":34,"sha256":"371b66a0d4aee646561a39ebd7460b68a2e5f518af8736892f7d626be07380c1","firstChapterNumber":1,"firstChapterApiLink":"/api/BSB/DEU/1.json","lastChapterNumber":34,"lastChapterApiLink":"/api/BSB/DEU/34.json","totalNumberOfVerses":959},"chapter":{"number":2,"content":[{"type":"heading","content":["Wanderings in the Wilderness"]},{"type":"verse","number":1,"content":["Then we turned back and headed for the wilderness by way of the Red Sea,",{"noteId":4},"as the LORD had instructed me, and for many days we wandered around Mount Seir."]},{"type":"line_break"},{"type":"verse","number":2,"content":["At this time the LORD said to me,"]},{"type":"verse","number":3,"content":["“You have been wandering around this hill country long enough; turn to the north"]},{"type":"verse","number":4,"content":["and command the people: ‘You will pass through the territory of your brothers, the descendants of Esau, who live in Seir. They will be afraid of you, so you must be very careful."]},{"type":"verse","number":5,"content":["Do not provoke them, for I will not give you any of their land, not even a footprint, because I have given Mount Seir to Esau as his possession."]},{"type":"verse","number":6,"content":["You are to pay them in silver for the food you eat and the water you drink.’”"]},{"type":"line_break"},{"type":"verse","number":7,"content":["Indeed, the LORD your God has blessed you in all the work of your hands. He has watched over your journey through this vast wilderness. The LORD your God has been with you these forty years, and you have lacked nothing."]},{"type":"line_break"},{"type":"verse","number":8,"content":["So we passed by our brothers, the descendants of Esau, who live in Seir. We turned away from the Arabah road, which comes up from Elath and Ezion-geber, and traveled along the road of the Wilderness of Moab."]},{"type":"verse","number":9,"content":["Then the LORD said to me, “Do not harass the Moabites or provoke them to war, for I will not give you any of their land, because I have given Ar to the descendants of Lot as their possession.”"]},{"type":"line_break"},{"type":"verse","number":10,"content":["(The Emites used to live there, a people great and many, as tall as the Anakites."]},{"type":"verse","number":11,"content":["Like the Anakites, they were also regarded as Rephaim, though the Moabites called them Emites."]},{"type":"verse","number":12,"content":["The Horites used to live in Seir, but the descendants of Esau drove them out. They destroyed the Horites from before them and settled in their place, just as Israel did in the land that the LORD gave them as their possession.)"]},{"type":"line_break"},{"type":"verse","number":13,"content":["“Now arise and cross over the Brook of Zered.”",{"lineBreak":true},"So we crossed over the Brook of Zered."]},{"type":"line_break"},{"type":"verse","number":14,"content":["The time we spent traveling from Kadesh-barnea until we crossed over the Brook of Zered was thirty-eight years, until that entire generation of fighting men had perished from the camp, as the LORD had sworn to them."]},{"type":"verse","number":15,"content":["Indeed, the LORD’s hand was against them, to eliminate them from the camp, until they had all perished."]},{"type":"line_break"},{"type":"verse","number":16,"content":["Now when all the fighting men among the people had died,"]},{"type":"verse","number":17,"content":["the LORD said to me,"]},{"type":"verse","number":18,"content":["“Today you are going to cross the border of Moab at Ar."]},{"type":"verse","number":19,"content":["But when you get close to the Ammonites, do not harass them or provoke them, for I will not give you any of the land of the Ammonites. I have given it to the descendants of Lot as their possession.”"]},{"type":"line_break"},{"type":"verse","number":20,"content":["(That too was regarded as the land of the Rephaim, who used to live there, though the Ammonites called them Zamzummites."]},{"type":"verse","number":21,"content":["They were a people great and many, as tall as the Anakites. But the LORD destroyed them from before the Ammonites, who drove them out and settled in their place,"]},{"type":"verse","number":22,"content":["just as He had done for the descendants of Esau who lived in Seir, when He destroyed the Horites from before them. They drove them out and have lived in their place to this day."]},{"type":"verse","number":23,"content":["And the Avvim, who lived in villages as far as Gaza, were destroyed by the Caphtorites, who came out of Caphtor",{"noteId":5},"and settled in their place.)"]},{"type":"heading","content":["The Defeat of Sihon"]},{"type":"line_break"},{"type":"verse","number":24,"content":["“Arise, set out, and cross the Arnon Valley. See, I have delivered into your hand Sihon the Amorite, king of Heshbon, and his land. Begin to take possession of it and engage him in battle."]},{"type":"verse","number":25,"content":["This very day I will begin to put the dread and fear of you upon all the nations under heaven. They will hear the reports of you and tremble in anguish because of you.”"]},{"type":"line_break"},{"type":"verse","number":26,"content":["So from the Wilderness of Kedemoth I sent messengers with an offer of peace to Sihon king of Heshbon, saying,"]},{"type":"verse","number":27,"content":["“Let us pass through your land; we will stay on the main road. We will not turn to the right or to the left."]},{"type":"verse","number":28,"content":["You can sell us food to eat and water to drink in exchange for silver. Only let us pass through on foot,"]},{"type":"verse","number":29,"content":["just as the descendants of Esau who live in Seir and the Moabites who live in Ar did for us, until we cross the Jordan into the land that the LORD our God is giving us.”"]},{"type":"line_break"},{"type":"verse","number":30,"content":["But Sihon king of Heshbon would not let us pass through, for the LORD your God had made his spirit stubborn and his heart obstinate, that He might deliver him into your hand, as is the case this day."]},{"type":"line_break"},{"type":"verse","number":31,"content":["Then the LORD said to me, “See, I have begun to deliver Sihon and his land over to you. Now begin to conquer and possess his land.”"]},{"type":"line_break"},{"type":"verse","number":32,"content":["So Sihon and his whole army came out for battle against us at Jahaz."]},{"type":"verse","number":33,"content":["And the LORD our God delivered him over to us, and we defeated him and his sons and his whole army."]},{"type":"line_break"},{"type":"verse","number":34,"content":["At that time we captured all his cities and devoted to destruction",{"noteId":6},"the people of every city, including women and children. We left no survivors."]},{"type":"verse","number":35,"content":["We carried off for ourselves only the livestock and the plunder from the cities we captured."]},{"type":"line_break"},{"type":"verse","number":36,"content":["From Aroer on the rim of the Arnon Valley, along with the city in the valley, even as far as Gilead, not one city had walls too high for us. The LORD our God gave us all of them."]},{"type":"verse","number":37,"content":["But you did not go near the land of the Ammonites, or the land along the banks of the Jabbok River, or the cities of the hill country, or any place that the LORD our God had forbidden."]}],"footnotes":[{"noteId":4,"caller":"+","text":"Or the Sea of Reeds","reference":{"chapter":2,"verse":1}},{"noteId":5,"caller":"+","text":"That is, Crete","reference":{"chapter":2,"verse":23}},{"noteId":6,"caller":"+","text":"Forms of the Hebrew cherem refer to the giving over of things or persons to the LORD, either by destroying them or by giving them as an offering.","reference":{"chapter":2,"verse":34}}]},"thisChapterLink":"/api/BSB/DEU/2.json","thisChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_05_Deu_002_G.mp3","hays":"https://openbible.com/audio/hays/BSB_05_Deu_002_H.mp3","souer":"https://openbible.com/audio/souer/BSB_05_Deu_002.mp3"},"nextChapterApiLink":"/api/BSB/DEU/3.json","nextChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_05_Deu_003_G.mp3","hays":"https://openbible.com/audio/hays/BSB_05_Deu_003_H.mp3","souer":"https://openbible.com/audio/souer/BSB_05_Deu_003.mp3"},"previousChapterApiLink":"/api/BSB/DEU/1.json","previousChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_05_Deu_001_G.mp3","hays":"https://openbible.com/audio/hays/BSB_05_Deu_001_H.mp3","souer":"https://openbible.com/audio/souer/BSB_05_Deu_001.mp3"},"numberOfVerses":37}