{"translation":{"id":"BSB","name":"Berean Standard Bible","website":"https://berean.bible/","licenseUrl":"https://berean.bible/","licenseNotes":null,"shortName":"BSB","englishName":"Berean Standard Bible","language":"eng","textDirection":"ltr","sha256":"b2898c49cadb50fd8763feb9e2f74a90a3817e33408a24b6cbf09e7a950dde97","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json","numberOfBooks":66,"totalNumberOfChapters":1189,"totalNumberOfVerses":31086,"languageName":"English","languageEnglishName":"English"},"book":{"id":"DEU","translationId":"BSB","name":"Deuteronomy","commonName":"Deuteronomy","title":"Deuteronomy","order":5,"numberOfChapters":34,"sha256":"371b66a0d4aee646561a39ebd7460b68a2e5f518af8736892f7d626be07380c1","firstChapterNumber":1,"firstChapterApiLink":"/api/BSB/DEU/1.json","lastChapterNumber":34,"lastChapterApiLink":"/api/BSB/DEU/34.json","totalNumberOfVerses":959},"chapter":{"number":7,"content":[{"type":"heading","content":["Drive Out the Nations"]},{"type":"verse","number":1,"content":["When the LORD your God brings you into the land that you are entering to possess, and He drives out before you many nations—the Hittites, Girgashites, Amorites, Canaanites, Perizzites, Hivites, and Jebusites, seven nations larger and stronger than you—"]},{"type":"verse","number":2,"content":["and when the LORD your God has delivered them over to you to defeat them, then you must devote them to complete destruction.",{"noteId":31},"Make no treaty",{"noteId":32},"with them and show them no mercy."]},{"type":"line_break"},{"type":"verse","number":3,"content":["Do not intermarry with them. Do not give your daughters to their sons or take their daughters for your sons,"]},{"type":"verse","number":4,"content":["because they will turn your sons away from following Me to serve other gods. Then the anger of the LORD will burn against you, and He will swiftly destroy you."]},{"type":"line_break"},{"type":"verse","number":5,"content":["Instead, this is what you are to do to them: tear down their altars, smash their sacred pillars, cut down their Asherah poles, and burn their idols in the fire."]},{"type":"verse","number":6,"content":["For you are a people holy to the LORD your God. The LORD your God has chosen you to be a people for His prized possession out of all peoples on the face of the earth."]},{"type":"line_break"},{"type":"verse","number":7,"content":["The LORD did not set His affection on you and choose you because you were more numerous than the other peoples, for you were the fewest of all peoples."]},{"type":"verse","number":8,"content":["But because the LORD loved you and kept the oath He swore to your fathers, He brought you out with a mighty hand and redeemed you from the house of slavery, from the hand of Pharaoh king of Egypt."]},{"type":"line_break"},{"type":"verse","number":9,"content":["Know therefore that the LORD your God is God, the faithful God who keeps His covenant of loving devotion for a thousand generations of those who love Him and keep His commandments."]},{"type":"verse","number":10,"content":["But those who hate Him He repays to their faces with destruction; He will not hesitate to repay to his face the one who hates Him."]},{"type":"line_break"},{"type":"verse","number":11,"content":["So keep the commandments and statutes and ordinances that I am giving you to follow this day."]},{"type":"heading","content":["The Promises of God"]},{"type":"verse","number":12,"content":["If you listen to these ordinances and keep them carefully, then the LORD your God will keep His covenant and the loving devotion that He swore to your fathers."]},{"type":"verse","number":13,"content":["He will love you and bless you and multiply you. He will bless the fruit of your womb and the produce of your land—your grain, new wine, and oil, the young of your herds and the lambs of your flocks—in the land that He swore to your fathers to give you."]},{"type":"verse","number":14,"content":["You will be blessed above all peoples; among you there will be no barren man or woman or livestock."]},{"type":"line_break"},{"type":"verse","number":15,"content":["And the LORD will remove from you all sickness. He will not lay upon you any of the terrible diseases you knew in Egypt, but He will inflict them on all who hate you."]},{"type":"verse","number":16,"content":["You must destroy all the peoples the LORD your God will deliver to you. Do not look on them with pity. Do not worship their gods, for that will be a snare to you."]},{"type":"line_break"},{"type":"verse","number":17,"content":["You may say in your heart, “These nations are greater than we are; how can we drive them out?”"]},{"type":"verse","number":18,"content":["But do not be afraid of them. Be sure to remember what the LORD your God did to Pharaoh and all Egypt:"]},{"type":"verse","number":19,"content":["the great trials that you saw, the signs and wonders, and the mighty hand and outstretched arm by which the LORD your God brought you out. The LORD your God will do the same to all the peoples you now fear."]},{"type":"line_break"},{"type":"verse","number":20,"content":["Moreover, the LORD your God will send the hornet against them until even the survivors hiding from you have perished."]},{"type":"verse","number":21,"content":["Do not be terrified by them, for the LORD your God, who is among you, is a great and awesome God."]},{"type":"line_break"},{"type":"verse","number":22,"content":["The LORD your God will drive out these nations before you little by little. You will not be enabled to eliminate them all at once, or the wild animals would multiply around you."]},{"type":"verse","number":23,"content":["But the LORD your God will give them over to you and throw them into great confusion, until they are destroyed."]},{"type":"verse","number":24,"content":["He will hand their kings over to you, and you will wipe out their names from under heaven. No one will be able to stand against you; you will annihilate them."]},{"type":"line_break"},{"type":"verse","number":25,"content":["You must burn up the images of their gods; do not covet the silver and gold that is on them or take it for yourselves, or you will be ensnared by it; for it is detestable to the LORD your God."]},{"type":"verse","number":26,"content":["And you must not bring any detestable thing into your house, or you, like it, will be set apart for destruction. You are to utterly detest and abhor it, because it is set apart for destruction."]}],"footnotes":[{"noteId":31,"caller":"+","text":"Forms of the Hebrew cherem refer to the giving over of things or persons to the LORD, either by destroying them or by giving them as an offering; also twice in verse 26.","reference":{"chapter":7,"verse":2}},{"noteId":32,"caller":"+","text":"Forms of the Hebrew berit are translated in most passages as covenant.","reference":{"chapter":7,"verse":2}}]},"thisChapterLink":"/api/BSB/DEU/7.json","thisChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_05_Deu_007_G.mp3","hays":"https://openbible.com/audio/hays/BSB_05_Deu_007_H.mp3","souer":"https://openbible.com/audio/souer/BSB_05_Deu_007.mp3"},"nextChapterApiLink":"/api/BSB/DEU/8.json","nextChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_05_Deu_008_G.mp3","hays":"https://openbible.com/audio/hays/BSB_05_Deu_008_H.mp3","souer":"https://openbible.com/audio/souer/BSB_05_Deu_008.mp3"},"previousChapterApiLink":"/api/BSB/DEU/6.json","previousChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_05_Deu_006_G.mp3","hays":"https://openbible.com/audio/hays/BSB_05_Deu_006_H.mp3","souer":"https://openbible.com/audio/souer/BSB_05_Deu_006.mp3"},"numberOfVerses":26}