{"translation":{"id":"BSB","name":"Berean Standard Bible","website":"https://berean.bible/","licenseUrl":"https://berean.bible/","licenseNotes":null,"shortName":"BSB","englishName":"Berean Standard Bible","language":"eng","textDirection":"ltr","sha256":"b2898c49cadb50fd8763feb9e2f74a90a3817e33408a24b6cbf09e7a950dde97","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json","numberOfBooks":66,"totalNumberOfChapters":1189,"totalNumberOfVerses":31086,"languageName":"English","languageEnglishName":"English"},"book":{"id":"1KI","translationId":"BSB","name":"1 Kings","commonName":"1 Kings","title":"1 Kings","order":11,"numberOfChapters":22,"sha256":"0dfd6062a386dda894994a6a486c7b74a33dd4394ed188129a5f0f548b0eb0c7","firstChapterNumber":1,"firstChapterApiLink":"/api/BSB/1KI/1.json","lastChapterNumber":22,"lastChapterApiLink":"/api/BSB/1KI/22.json","totalNumberOfVerses":816},"chapter":{"number":12,"content":[{"type":"heading","content":["Rebellion against Rehoboam"]},{"type":"verse","number":1,"content":["Then Rehoboam went to Shechem, for all Israel had gone there to make him king."]},{"type":"verse","number":2,"content":["When Jeroboam son of Nebat heard about this, he was still",{"noteId":99},"in Egypt where he had fled from King Solomon and had been living ever since."]},{"type":"verse","number":3,"content":["So they sent for Jeroboam, and he and the whole assembly of Israel came to Rehoboam and said,"]},{"type":"verse","number":4,"content":["“Your father put a heavy yoke on us. But now you should lighten the burden of your father’s service and the heavy yoke he put on us, and we will serve you.”"]},{"type":"line_break"},{"type":"verse","number":5,"content":["Rehoboam answered, “Go away for three days and then return to me.” So the people departed."]},{"type":"line_break"},{"type":"verse","number":6,"content":["Then King Rehoboam consulted with the elders who had served his father Solomon during his lifetime. “How do you advise me to respond to these people?” he asked."]},{"type":"line_break"},{"type":"verse","number":7,"content":["They replied, “If you will be a servant to these people and serve them this day, and if you will respond by speaking kind words to them, they will be your servants forever.”"]},{"type":"line_break"},{"type":"verse","number":8,"content":["But Rehoboam rejected the advice of the elders; instead, he consulted the young men who had grown up with him and served him."]},{"type":"verse","number":9,"content":["He asked them, “What message do you advise that we send back to these people who have spoken to me, saying, ‘Lighten the yoke your father put on us’?”"]},{"type":"line_break"},{"type":"verse","number":10,"content":["The young men who had grown up with him replied, “This is how you should answer these people who said to you, ‘Your father made our yoke heavy, but you should make it lighter.’ This is what you should tell them: ‘My little finger is thicker than my father’s waist!"]},{"type":"verse","number":11,"content":["Whereas my father burdened you with a heavy yoke, I will add to your yoke. Whereas my father scourged you with whips, I will scourge you with scorpions.’”"]},{"type":"line_break"},{"type":"verse","number":12,"content":["After three days, Jeroboam and all the people returned to Rehoboam, since the king had said, “Come back to me on the third day.”"]},{"type":"verse","number":13,"content":["And the king answered the people harshly. He rejected the advice of the elders"]},{"type":"verse","number":14,"content":["and spoke to them as the young men had advised, saying, “Whereas my father made your yoke heavy, I will add to your yoke. Whereas my father scourged you with whips, I will scourge you with scorpions.”"]},{"type":"line_break"},{"type":"verse","number":15,"content":["So the king did not listen to the people, and indeed this turn of events was from the LORD, to fulfill the word He had spoken to Jeroboam son of Nebat through Ahijah the Shilonite."]},{"type":"heading","content":["The Kingdom Divided"]},{"type":"line_break"},{"type":"verse","number":16,"content":["When all Israel saw that the king had refused to listen to them, they answered the king:",{"lineBreak":true},{"text":"“What portion do we have in David,","poem":1},{"text":"and what inheritance in the son of Jesse?","poem":2},{"text":"To your tents, O Israel!","poem":1},{"text":"Look now to your own house, O David!”","poem":2},{"lineBreak":true},"So the Israelites went home,"]},{"type":"verse","number":17,"content":["but Rehoboam still reigned over the Israelites living in the cities of Judah."]},{"type":"line_break"},{"type":"verse","number":18,"content":["Then King Rehoboam sent out Adoram,",{"noteId":100},"who was in charge of the forced labor, but all Israel stoned him to death. And King Rehoboam mounted his chariot in haste and escaped to Jerusalem."]},{"type":"verse","number":19,"content":["So to this day Israel has been in rebellion against the house of David."]},{"type":"heading","content":["Shemaiah’s Prophecy"]},{"type":"line_break"},{"type":"verse","number":20,"content":["When all Israel heard that Jeroboam had returned, they summoned him to the assembly and made him king over all Israel. Only the tribe of Judah followed the house of David."]},{"type":"line_break"},{"type":"verse","number":21,"content":["And when Rehoboam arrived in Jerusalem, he mobilized the whole house of Judah and the tribe of Benjamin—180,000 chosen warriors—to fight against the house of Israel and restore the kingdom to Rehoboam son of Solomon."]},{"type":"line_break"},{"type":"verse","number":22,"content":["But the word of God came to Shemaiah the man of God:"]},{"type":"verse","number":23,"content":["“Tell Rehoboam son of Solomon king of Judah, all the house of Judah and Benjamin, and the rest of the people"]},{"type":"verse","number":24,"content":["that this is what the LORD says: ‘You are not to go up and fight against your brothers, the Israelites. Each of you must return home, for this word is from Me.’”",{"lineBreak":true},"So they listened to the word of the LORD and turned back according to the word of the LORD."]},{"type":"heading","content":["Jeroboam’s Idolatry"]},{"type":"line_break"},{"type":"verse","number":25,"content":["Then Jeroboam built Shechem in the hill country of Ephraim and lived there. And from there he went out and built Penuel.",{"noteId":101}]},{"type":"line_break"},{"type":"verse","number":26,"content":["Jeroboam said in his heart, “Now the kingdom might revert to the house of David."]},{"type":"verse","number":27,"content":["If these people go up to offer sacrifices in the house of the LORD at Jerusalem, their hearts will return to their lord, Rehoboam king of Judah; then they will kill me and return to Rehoboam king of Judah.”"]},{"type":"line_break"},{"type":"verse","number":28,"content":["After seeking advice, the king made two golden calves and said to the people,",{"noteId":102},"“Going up to Jerusalem is too much for you. Here, O Israel, are your gods, who brought you up out of the land of Egypt.”"]},{"type":"line_break"},{"type":"verse","number":29,"content":["One calf he set up in Bethel, and the other in Dan."]},{"type":"verse","number":30,"content":["And this thing became a sin; the people walked as far as Dan to worship before one of the calves.",{"noteId":103}]},{"type":"line_break"},{"type":"verse","number":31,"content":["Jeroboam also built shrines on the high places and appointed from every class of people priests who were not Levites."]},{"type":"verse","number":32,"content":["And Jeroboam ordained a feast on the fifteenth day of the eighth month,",{"noteId":104},"like the feast that was in Judah, and he offered sacrifices on the altar; he made this offering in Bethel to sacrifice to the calves he had set up, and he installed priests in Bethel for the high places he had set up."]},{"type":"line_break"},{"type":"verse","number":33,"content":["On the fifteenth day of the eighth month, a month of his own choosing, Jeroboam offered sacrifices on the altar he had set up in Bethel. So he ordained a feast for the Israelites, offered sacrifices on the altar, and burned incense."]}],"footnotes":[{"noteId":99,"caller":"+","text":"Or he remained","reference":{"chapter":12,"verse":2}},{"noteId":100,"caller":"+","text":"Hebrew; some LXX manuscripts and Syriac Adoniram; see 1 Kings 4:6 and 1 Kings 5:14.","reference":{"chapter":12,"verse":18}},{"noteId":101,"caller":"+","text":"Penuel is a variant of Peniel; see Genesis 32:30.","reference":{"chapter":12,"verse":25}},{"noteId":102,"caller":"+","text":"Hebrew to them","reference":{"chapter":12,"verse":28}},{"noteId":103,"caller":"+","text":"Likely reading of the original Hebrew text; MT the people walked to the one as far as Dan; LXX the people went to the one at Bethel and to the other as far as Dan","reference":{"chapter":12,"verse":30}},{"noteId":104,"caller":"+","text":"This feast was exactly one month after the annual Feast of Tabernacles in Judah; see Leviticus 23:34.","reference":{"chapter":12,"verse":32}}]},"thisChapterLink":"/api/BSB/1KI/12.json","thisChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_11_1Ki_012_G.mp3","hays":"https://openbible.com/audio/hays/BSB_11_1Ki_012_H.mp3","souer":"https://openbible.com/audio/souer/BSB_11_1Ki_012.mp3"},"nextChapterApiLink":"/api/BSB/1KI/13.json","nextChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_11_1Ki_013_G.mp3","hays":"https://openbible.com/audio/hays/BSB_11_1Ki_013_H.mp3","souer":"https://openbible.com/audio/souer/BSB_11_1Ki_013.mp3"},"previousChapterApiLink":"/api/BSB/1KI/11.json","previousChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_11_1Ki_011_G.mp3","hays":"https://openbible.com/audio/hays/BSB_11_1Ki_011_H.mp3","souer":"https://openbible.com/audio/souer/BSB_11_1Ki_011.mp3"},"numberOfVerses":33}