{"translation":{"id":"BSB","name":"Berean Standard Bible","website":"https://berean.bible/","licenseUrl":"https://berean.bible/","licenseNotes":null,"shortName":"BSB","englishName":"Berean Standard Bible","language":"eng","textDirection":"ltr","sha256":"b2898c49cadb50fd8763feb9e2f74a90a3817e33408a24b6cbf09e7a950dde97","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json","numberOfBooks":66,"totalNumberOfChapters":1189,"totalNumberOfVerses":31086,"languageName":"English","languageEnglishName":"English"},"book":{"id":"1KI","translationId":"BSB","name":"1 Kings","commonName":"1 Kings","title":"1 Kings","order":11,"numberOfChapters":22,"sha256":"0dfd6062a386dda894994a6a486c7b74a33dd4394ed188129a5f0f548b0eb0c7","firstChapterNumber":1,"firstChapterApiLink":"/api/BSB/1KI/1.json","lastChapterNumber":22,"lastChapterApiLink":"/api/BSB/1KI/22.json","totalNumberOfVerses":816},"chapter":{"number":20,"content":[{"type":"heading","content":["Ben-hadad Attacks Samaria"]},{"type":"verse","number":1,"content":["Now Ben-hadad king of Aram assembled his entire army. Accompanied by thirty-two kings with their horses and chariots, he marched up, besieged Samaria, and waged war against it."]},{"type":"verse","number":2,"content":["Then he sent messengers into the city to Ahab king of Israel,"]},{"type":"verse","number":3,"content":["saying, “This is what Ben-hadad says:",{"noteId":132},"‘Your silver and gold are mine, and your best wives and children are mine!’”"]},{"type":"line_break"},{"type":"verse","number":4,"content":["And the king of Israel replied, “Just as you say, my lord the king: I am yours, along with all that I have.”"]},{"type":"line_break"},{"type":"verse","number":5,"content":["The messengers came back and said, “This is what Ben-hadad says: ‘I have sent to you to demand your silver, your gold, your wives, and your children."]},{"type":"verse","number":6,"content":["But about this time tomorrow I will send my servants to search your palace and the houses of your servants. They will seize and carry away all that is precious to you.’”"]},{"type":"line_break"},{"type":"verse","number":7,"content":["Then the king of Israel summoned all the elders of the land and said, “Please take note and see that this man is looking for trouble, for when he demanded my wives, my children, my silver, and my gold, I did not deny him.”"]},{"type":"line_break"},{"type":"verse","number":8,"content":["And the elders and the people all said, “Do not listen to him or consent to his terms.”"]},{"type":"line_break"},{"type":"verse","number":9,"content":["So Ahab answered the messengers of Ben-hadad, “Tell my lord the king, ‘All that you demanded of your servant the first time I will do, but this thing I cannot do.’”",{"lineBreak":true},"So the messengers departed and relayed the message to Ben-hadad."]},{"type":"line_break"},{"type":"verse","number":10,"content":["Then Ben-hadad sent another message to Ahab: “May the gods deal with me, and ever so severely, if enough dust remains of Samaria for each of my men to have a handful.”"]},{"type":"line_break"},{"type":"verse","number":11,"content":["And the king of Israel replied, “Tell him: ‘The one putting on his armor should not boast like one taking it off.’”"]},{"type":"line_break"},{"type":"verse","number":12,"content":["Ben-hadad received this message while he and the kings were drinking in their tents,",{"noteId":133},"and he said to his servants, “Take your positions.” So they stationed themselves against the city."]},{"type":"heading","content":["Ahab Defeats Ben-hadad"]},{"type":"line_break"},{"type":"verse","number":13,"content":["Meanwhile a prophet approached Ahab king of Israel and declared, “This is what the LORD says: ‘Do you see this entire great army? Behold, I will deliver it into your hand this very day, and you will know that I am the LORD.’”"]},{"type":"line_break"},{"type":"verse","number":14,"content":["“By whom?” Ahab asked.",{"lineBreak":true},"And the prophet replied, “This is what the LORD says: ‘By the young officers of the district governors.’”",{"lineBreak":true},"“Who will start the battle?” asked Ahab.",{"lineBreak":true},"“You will,” answered the prophet."]},{"type":"line_break"},{"type":"verse","number":15,"content":["So Ahab assembled the young officers of the district governors, and there were 232 men. And after them, he assembled the rest of the Israelite troops, 7,000 in all."]},{"type":"line_break"},{"type":"verse","number":16,"content":["They marched out at noon while Ben-hadad and the 32 kings allied with him were in their tents getting drunk."]},{"type":"verse","number":17,"content":["And the young officers of the district governors marched out first.",{"lineBreak":true},"Now Ben-hadad had sent out scouts, who reported to him, “Men are marching out of Samaria.”"]},{"type":"line_break"},{"type":"verse","number":18,"content":["“If they have marched out in peace,” he said, “take them alive. Even if they have marched out for war, take them alive.”"]},{"type":"line_break"},{"type":"verse","number":19,"content":["Meanwhile, these young officers of the district governors marched out of the city, with the army behind them,"]},{"type":"verse","number":20,"content":["and each one struck down his opponent. So the Arameans fled, with the Israelites in pursuit. But Ben-hadad king of Aram escaped on horseback with the cavalry."]},{"type":"line_break"},{"type":"verse","number":21,"content":["Then the king of Israel marched out and attacked the horses and chariots, inflicting a great slaughter on the Arameans."]},{"type":"line_break"},{"type":"verse","number":22,"content":["Afterward, the prophet approached the king of Israel and said, “Go and strengthen your position, and take note what you must do, for in the spring",{"noteId":134},"the king of Aram will come up against you.”"]},{"type":"line_break"},{"type":"verse","number":23,"content":["Meanwhile, the servants of the king of Aram said to him, “Their gods are gods of the hills. That is why they prevailed over us. Instead, we should fight them on the plains; surely then we will prevail."]},{"type":"verse","number":24,"content":["So do this: Dismiss all the kings from their positions and replace them with other officers."]},{"type":"verse","number":25,"content":["And you must raise an army like the one you have lost—horse for horse and chariot for chariot—so we can fight the Israelites on the plain, where we will surely prevail.”",{"lineBreak":true},"And the king approved their plan and acted accordingly."]},{"type":"heading","content":["Another War with Ben-hadad"]},{"type":"line_break"},{"type":"verse","number":26,"content":["In the spring, Ben-hadad mobilized the Arameans and went up to Aphek to fight against Israel."]},{"type":"verse","number":27,"content":["The Israelites also mobilized, gathered supplies, and marched out to meet them.",{"lineBreak":true},"The Israelites camped before them like two small flocks of goats, while the Arameans covered the countryside."]},{"type":"line_break"},{"type":"verse","number":28,"content":["Then the man of God approached the king of Israel and said, “This is what the LORD says: ‘Because the Arameans think the LORD is a god of the hills and not of the valleys, I will deliver all this great army into your hand. Then you will know that I am the LORD.’”"]},{"type":"line_break"},{"type":"verse","number":29,"content":["For seven days the armies camped opposite each other, and on the seventh day the battle ensued, and the Israelites struck down the Arameans—a hundred thousand foot soldiers in one day."]},{"type":"line_break"},{"type":"verse","number":30,"content":["The rest of them fled into the city of Aphek, where the wall fell on twenty-seven thousand of the remaining men. Ben-hadad also fled to the city and hid in an inner room."]},{"type":"heading","content":["Ahab Spares Ben-hadad"]},{"type":"line_break"},{"type":"verse","number":31,"content":["Then the servants of Ben-hadad said to him, “Look now, we have heard that the kings of the house of Israel are merciful. Let us go out to the king of Israel with sackcloth around our waists and ropes around our heads. Perhaps he will spare your life.”"]},{"type":"line_break"},{"type":"verse","number":32,"content":["So with sackcloth around their waists and ropes around their heads, they went to the king of Israel and said, “Your servant Ben-hadad says, ‘Please spare my life.’”",{"lineBreak":true},"And the king answered, “Is he still alive? He is my brother.”"]},{"type":"line_break"},{"type":"verse","number":33,"content":["Now the men were looking for a sign of hope, and they quickly grasped at this word and replied, “Yes, your brother Ben-hadad.”",{"lineBreak":true},"“Go and get him!” said the king.",{"lineBreak":true},"Then Ben-hadad came out, and Ahab had him come up into his chariot."]},{"type":"line_break"},{"type":"verse","number":34,"content":["Ben-hadad said to him, “I will restore the cities my father took from your father; you may set up your own marketplaces in Damascus, as my father did in Samaria.”",{"lineBreak":true},"“By this treaty",{"noteId":135},"I release you,” Ahab replied. So he made a treaty with him and sent him away."]},{"type":"heading","content":["A Prophet Reproves Ahab"]},{"type":"line_break"},{"type":"verse","number":35,"content":["Meanwhile, by the word of the LORD, one of the sons of the prophets said to his companion, “Strike me, please!”",{"lineBreak":true},"But the man refused to strike him."]},{"type":"line_break"},{"type":"verse","number":36,"content":["Then the prophet said to him, “Because you have not obeyed the voice of the LORD, as soon as you depart from me a lion will kill you.”",{"lineBreak":true},"And when he left, a lion found him and killed him."]},{"type":"line_break"},{"type":"verse","number":37,"content":["Then the prophet found another man and said, “Strike me, please!”",{"lineBreak":true},"So the man struck him and wounded him,"]},{"type":"verse","number":38,"content":["and the prophet went and waited on the road for the king, disguising himself with a bandage over his eyes."]},{"type":"line_break"},{"type":"verse","number":39,"content":["As the king passed by, he cried out to the king: “Your servant had marched out into the middle of the battle, when suddenly a man came over with a captive and told me, ‘Guard this man! If he goes missing for any reason, your life will be exchanged for his life, or you will weigh out a talent of silver.",{"noteId":136},"’"]},{"type":"verse","number":40,"content":["But while your servant was busy here and there, the man disappeared.”",{"lineBreak":true},"And the king of Israel said to him, “So shall your judgment be; you have pronounced it on yourself.”"]},{"type":"line_break"},{"type":"verse","number":41,"content":["Then the prophet quickly removed the bandage from his eyes, and the king of Israel recognized him as one of the prophets."]},{"type":"line_break"},{"type":"verse","number":42,"content":["And the prophet said to the king, “This is what the LORD says: ‘Because you have let slip from your hand the man I had devoted to destruction,",{"noteId":137},"your life will be exchanged for his life, and your people for his people.’”"]},{"type":"line_break"},{"type":"verse","number":43,"content":["Sullen and angry, the king of Israel went home to Samaria."]}],"footnotes":[{"noteId":132,"caller":"+","text":"Some texts break verse 2 and begin verse 3 at this point.","reference":{"chapter":20,"verse":3}},{"noteId":133,"caller":"+","text":"Or in Succoth; also in verse 16","reference":{"chapter":20,"verse":12}},{"noteId":134,"caller":"+","text":"Literally at the turn of the year; similarly in verse 26","reference":{"chapter":20,"verse":22}},{"noteId":135,"caller":"+","text":"Forms of the Hebrew berit are translated in most passages as covenant; twice in this verse.","reference":{"chapter":20,"verse":34}},{"noteId":136,"caller":"+","text":"A talent is approximately 75.4 pounds or 34.2 kilograms of silver.","reference":{"chapter":20,"verse":39}},{"noteId":137,"caller":"+","text":"Forms of the Hebrew cherem refer to the giving over of things or persons to the LORD, either by destroying them or by giving them as an offering.","reference":{"chapter":20,"verse":42}}]},"thisChapterLink":"/api/BSB/1KI/20.json","thisChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_11_1Ki_020_G.mp3","hays":"https://openbible.com/audio/hays/BSB_11_1Ki_020_H.mp3","souer":"https://openbible.com/audio/souer/BSB_11_1Ki_020.mp3"},"nextChapterApiLink":"/api/BSB/1KI/21.json","nextChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_11_1Ki_021_G.mp3","hays":"https://openbible.com/audio/hays/BSB_11_1Ki_021_H.mp3","souer":"https://openbible.com/audio/souer/BSB_11_1Ki_021.mp3"},"previousChapterApiLink":"/api/BSB/1KI/19.json","previousChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_11_1Ki_019_G.mp3","hays":"https://openbible.com/audio/hays/BSB_11_1Ki_019_H.mp3","souer":"https://openbible.com/audio/souer/BSB_11_1Ki_019.mp3"},"numberOfVerses":43}