{"translation":{"id":"BSB","name":"Berean Standard Bible","website":"https://berean.bible/","licenseUrl":"https://berean.bible/","licenseNotes":null,"shortName":"BSB","englishName":"Berean Standard Bible","language":"eng","textDirection":"ltr","sha256":"b2898c49cadb50fd8763feb9e2f74a90a3817e33408a24b6cbf09e7a950dde97","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json","numberOfBooks":66,"totalNumberOfChapters":1189,"totalNumberOfVerses":31086,"languageName":"English","languageEnglishName":"English"},"book":{"id":"RUT","translationId":"BSB","name":"Ruth","commonName":"Ruth","title":"Ruth","order":8,"numberOfChapters":4,"sha256":"4f19c5941047389df6f00963093c3af6296e091bfdf2ba6fa9c191c68762f24d","firstChapterNumber":1,"firstChapterApiLink":"/api/BSB/RUT/1.json","lastChapterNumber":4,"lastChapterApiLink":"/api/BSB/RUT/4.json","totalNumberOfVerses":85},"chapter":{"number":2,"content":[{"type":"heading","content":["Boaz Meets Ruth"]},{"type":"verse","number":1,"content":["Now Naomi had a relative on her husband’s side, a prominent man of noble character from the clan of Elimelech, whose name was Boaz."]},{"type":"line_break"},{"type":"verse","number":2,"content":["And Ruth the Moabitess said to Naomi, “Please let me go into the fields and glean heads of grain after someone in whose sight I may find favor.”",{"lineBreak":true},"“Go ahead, my daughter,” Naomi replied."]},{"type":"line_break"},{"type":"verse","number":3,"content":["So Ruth departed and went out into the field and gleaned after the harvesters. And she happened to come to the part of the field belonging to Boaz, who was from the clan of Elimelech."]},{"type":"line_break"},{"type":"verse","number":4,"content":["Just then Boaz arrived from Bethlehem and said to the harvesters, “The LORD be with you.”",{"lineBreak":true},"“The LORD bless you,” they replied."]},{"type":"line_break"},{"type":"verse","number":5,"content":["And Boaz asked the foreman of his harvesters, “Whose young woman is this?”"]},{"type":"line_break"},{"type":"verse","number":6,"content":["The foreman answered, “She is the Moabitess who returned with Naomi from the land of Moab."]},{"type":"verse","number":7,"content":["She has said, ‘Please let me glean and gather among the sheaves after the harvesters.’ So she came out and has continued from morning until now, except that she rested a short time in the shelter.”"]},{"type":"line_break"},{"type":"verse","number":8,"content":["Then Boaz said to Ruth, “Listen, my daughter. Do not go and glean in another field, and do not go away from this place, but stay here close to my servant girls."]},{"type":"verse","number":9,"content":["Let your eyes be on the field they are harvesting, and follow along after these girls. Indeed, I have ordered the young men not to touch you. And when you are thirsty, go and drink from the jars the young men have filled.”"]},{"type":"line_break"},{"type":"verse","number":10,"content":["At this, she fell on her face, bowing low to the ground, and said to him, “Why have I found such favor in your eyes that you should take notice of me, even though I am a foreigner?”"]},{"type":"line_break"},{"type":"verse","number":11,"content":["Boaz replied, “I have been made fully aware of all you have done for your mother-in-law since the death of your husband, how you left your father and mother and the land of your birth, and how you came to a people you did not know before."]},{"type":"verse","number":12,"content":["May the LORD repay your work, and may you receive a rich reward from the LORD, the God of Israel, under whose wings you have taken refuge.”"]},{"type":"line_break"},{"type":"verse","number":13,"content":["“My lord,” she said, “may I continue to find favor in your eyes, for you have comforted and spoken kindly to your maidservant, though I am not like one of your servant girls.”"]},{"type":"line_break"},{"type":"verse","number":14,"content":["At mealtime Boaz said to her, “Come over here; have some bread and dip it into the vinegar sauce.” So she sat down beside the harvesters, and he offered her roasted grain, and she ate and was satisfied and had some left over."]},{"type":"line_break"},{"type":"verse","number":15,"content":["When Ruth got up to glean, Boaz ordered his young men, “Even if she gathers among the sheaves, do not insult her."]},{"type":"verse","number":16,"content":["Rather, pull out for her some stalks from the bundles and leave them for her to gather. Do not rebuke her.”"]},{"type":"line_break"},{"type":"verse","number":17,"content":["So Ruth gathered grain in the field until evening. And when she beat out what she had gleaned, it was about an ephah of barley.",{"noteId":4}]},{"type":"verse","number":18,"content":["She picked up the grain and went into the town, where her mother-in-law saw what she had gleaned. And she brought out what she had saved from her meal and gave it to Naomi."]},{"type":"line_break"},{"type":"verse","number":19,"content":["Then her mother-in-law asked her, “Where did you glean today, and where did you work? Blessed be the man who noticed you.”",{"lineBreak":true},"So she told her mother-in-law where she had worked. “The name of the man I worked with today is Boaz,” she said."]},{"type":"line_break"},{"type":"verse","number":20,"content":["Then Naomi said to her daughter-in-law, “May he be blessed by the LORD, who has not withdrawn His kindness from the living or the dead.” Naomi continued, “The man is a close relative. He is one of our kinsman-redeemers.",{"noteId":5},"”"]},{"type":"line_break"},{"type":"verse","number":21,"content":["Then Ruth the Moabitess said, “He also told me, ‘Stay with my young men until they have finished gathering all my harvest.’”"]},{"type":"line_break"},{"type":"verse","number":22,"content":["And Naomi said to her daughter-in-law Ruth, “My daughter, it is good for you to work with his young women, so that nothing will happen to you in another field.”"]},{"type":"line_break"},{"type":"verse","number":23,"content":["So Ruth stayed close to the servant girls of Boaz to glean grain until the barley and wheat harvests were finished. And she lived with her mother-in-law."]}],"footnotes":[{"noteId":4,"caller":"+","text":"An ephah is approximately 20 dry quarts or 22 liters (probably about 29 pounds or 13.2 kilograms of barley).","reference":{"chapter":2,"verse":17}},{"noteId":5,"caller":"+","text":"The Hebrew word for kinsman-redeemer or guardian-redeemer is a legal term for the kinsman who redeems or vindicates a relative; see Leviticus 25:25–55.","reference":{"chapter":2,"verse":20}}]},"thisChapterLink":"/api/BSB/RUT/2.json","thisChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_08_Rut_002_G.mp3","hays":"https://openbible.com/audio/hays/BSB_08_Rut_002_H.mp3","souer":"https://openbible.com/audio/souer/BSB_08_Rut_002.mp3"},"nextChapterApiLink":"/api/BSB/RUT/3.json","nextChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_08_Rut_003_G.mp3","hays":"https://openbible.com/audio/hays/BSB_08_Rut_003_H.mp3","souer":"https://openbible.com/audio/souer/BSB_08_Rut_003.mp3"},"previousChapterApiLink":"/api/BSB/RUT/1.json","previousChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_08_Rut_001_G.mp3","hays":"https://openbible.com/audio/hays/BSB_08_Rut_001_H.mp3","souer":"https://openbible.com/audio/souer/BSB_08_Rut_001.mp3"},"numberOfVerses":23}