{"translation":{"id":"BSB","name":"Berean Standard Bible","website":"https://berean.bible/","licenseUrl":"https://berean.bible/","licenseNotes":null,"shortName":"BSB","englishName":"Berean Standard Bible","language":"eng","textDirection":"ltr","sha256":"b2898c49cadb50fd8763feb9e2f74a90a3817e33408a24b6cbf09e7a950dde97","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json","numberOfBooks":66,"totalNumberOfChapters":1189,"totalNumberOfVerses":31086,"languageName":"English","languageEnglishName":"English"},"book":{"id":"EZK","translationId":"BSB","name":"Ezekiel","commonName":"Ezekiel","title":"Ezekiel","order":26,"numberOfChapters":48,"sha256":"602194464df5e112eaa54af5826e72e46b64aaeeaf3a61444ac83b5eafd0f9e8","firstChapterNumber":1,"firstChapterApiLink":"/api/BSB/EZK/1.json","lastChapterNumber":48,"lastChapterApiLink":"/api/BSB/EZK/48.json","totalNumberOfVerses":1273},"chapter":{"number":20,"content":[{"type":"heading","content":["Israel’s Rebellion in Egypt"]},{"type":"verse","number":1,"content":["In the seventh year, on the tenth day of the fifth month, some of the elders of Israel came to inquire of the LORD, and they sat down before me."]},{"type":"line_break"},{"type":"verse","number":2,"content":["Then the word of the LORD came to me, saying,"]},{"type":"verse","number":3,"content":["“Son of man, speak to the elders of Israel and tell them that this is what the Lord GOD says: Have you come to inquire of Me? As surely as I live, I will not be consulted by you, declares the Lord GOD."]},{"type":"line_break"},{"type":"verse","number":4,"content":["Will you judge them, will you judge them, son of man? Confront them with the abominations of their fathers"]},{"type":"verse","number":5,"content":["and tell them that this is what the Lord GOD says: On the day I chose Israel, I swore an oath to the descendants of the house of Jacob and made Myself known to them in the land of Egypt. With an uplifted hand I said to them, ‘I am the LORD your God.’"]},{"type":"line_break"},{"type":"verse","number":6,"content":["On that day I swore to bring them out of the land of Egypt into a land that I had searched out for them, a land flowing with milk and honey, the glory of all lands."]},{"type":"verse","number":7,"content":["And I said to them: ‘Each of you must throw away the abominations before his eyes, and you must not defile yourselves with the idols of Egypt. I am the LORD your God.’"]},{"type":"line_break"},{"type":"verse","number":8,"content":["But they rebelled against Me and refused to listen. None of them cast away the abominations before their eyes, and they did not forsake the idols of Egypt. So I resolved to pour out My wrath upon them and vent My anger against them in the land of Egypt."]},{"type":"verse","number":9,"content":["But I acted for the sake of My name, that it should not be profaned in the eyes of the nations among whom they were living, in whose sight I had revealed Myself to Israel by bringing them out of the land of Egypt."]},{"type":"heading","content":["Israel’s Rebellion in the Wilderness"]},{"type":"line_break"},{"type":"verse","number":10,"content":["So I brought them out of the land of Egypt and led them into the wilderness."]},{"type":"verse","number":11,"content":["And I gave them My statutes and made known to them My ordinances—for the man who does these things will live by them.",{"noteId":40}]},{"type":"verse","number":12,"content":["I also gave them My Sabbaths as a sign between us, so that they would know that I am the LORD who sanctifies them."]},{"type":"line_break"},{"type":"verse","number":13,"content":["Yet the house of Israel rebelled against Me in the wilderness. They did not follow My statutes and they rejected My ordinances—though the man who does these things will live by them—and they utterly profaned My Sabbaths. Then I resolved to pour out My wrath upon them and put an end to them in the wilderness."]},{"type":"verse","number":14,"content":["But I acted for the sake of My name, so that it would not be profaned in the eyes of the nations in whose sight I had brought them out."]},{"type":"line_break"},{"type":"verse","number":15,"content":["Moreover, with an uplifted hand I swore to them in the wilderness that I would not bring them into the land that I had given them—a land flowing with milk and honey, the glory of all lands—"]},{"type":"verse","number":16,"content":["because they kept rejecting My ordinances, refusing to walk in My statutes, and profaning My Sabbaths; for their hearts continually went after their idols."]},{"type":"verse","number":17,"content":["Yet I looked on them with pity and did not destroy them or bring them to an end in the wilderness."]},{"type":"line_break"},{"type":"verse","number":18,"content":["In the wilderness I said to their children: ‘Do not walk in the statutes of your fathers or keep their ordinances or defile yourselves with their idols."]},{"type":"verse","number":19,"content":["I am the LORD your God; walk in My statutes, keep My ordinances, and practice them."]},{"type":"verse","number":20,"content":["Keep My Sabbaths holy, that they may be a sign between us, so that you may know that I am the LORD your God.’"]},{"type":"line_break"},{"type":"verse","number":21,"content":["But the children rebelled against Me. They did not walk in My statutes or carefully observe My ordinances—though the man who does these things will live by them—and they profaned My Sabbaths. So I resolved to pour out My wrath upon them and vent My anger against them in the wilderness."]},{"type":"verse","number":22,"content":["But I withheld My hand and acted for the sake of My name, so that it would not be profaned in the eyes of the nations in whose sight I had brought them out."]},{"type":"line_break"},{"type":"verse","number":23,"content":["However, with an uplifted hand I swore to them in the wilderness that I would scatter them among the nations and disperse them throughout the lands."]},{"type":"verse","number":24,"content":["For they did not practice My ordinances, but they rejected My statutes and profaned My Sabbaths, fixing their eyes on the idols of their fathers."]},{"type":"line_break"},{"type":"verse","number":25,"content":["I also gave them over to statutes that were not good and ordinances by which they could not live."]},{"type":"verse","number":26,"content":["And I pronounced them unclean through their gifts—the sacrifice of every firstborn in the fire—so that I might devastate them, in order that they would know that I am the LORD."]},{"type":"heading","content":["Israel’s Rebellion in the Land"]},{"type":"line_break"},{"type":"verse","number":27,"content":["Therefore, son of man, speak to the house of Israel, and tell them that this is what the Lord GOD says: In this way also your fathers blasphemed Me by their unfaithfulness against Me."]},{"type":"verse","number":28,"content":["When I brought them into the land that I swore to give them and they saw any high hill or leafy tree, there they offered their sacrifices, presented offerings that provoked Me, sent up their fragrant incense, and poured out their drink offerings."]},{"type":"verse","number":29,"content":["So I asked them: ‘What is this high place to which you go?’",{"lineBreak":true},"(And to this day it is called Bamah.",{"noteId":41},")"]},{"type":"line_break"},{"type":"verse","number":30,"content":["Therefore tell the house of Israel that this is what the Lord GOD says: Will you defile yourselves the way your fathers did, prostituting yourselves with their abominations?"]},{"type":"verse","number":31,"content":["When you offer your gifts, sacrificing your sons in the fire,",{"noteId":42},"you continue to defile yourselves with all your idols to this day. So should I be consulted by you, O house of Israel? As surely as I live, declares the Lord GOD, I will not be consulted by you!"]},{"type":"line_break"},{"type":"verse","number":32,"content":["When you say, ‘Let us be like the nations, like the peoples of the lands, serving wood and stone,’ what you have in mind will never come to pass."]},{"type":"heading","content":["Judgment and Restoration"]},{"type":"line_break"},{"type":"verse","number":33,"content":["As surely as I live, declares the Lord GOD, with a strong hand, an outstretched arm, and outpoured wrath I will rule over you."]},{"type":"verse","number":34,"content":["With a strong hand, an outstretched arm, and outpoured wrath I will bring you out from the peoples and gather you",{"noteId":43},"from the lands to which you have been scattered."]},{"type":"verse","number":35,"content":["And I will bring you into the wilderness of the nations, where I will enter into judgment with you face to face."]},{"type":"line_break"},{"type":"verse","number":36,"content":["Just as I entered into judgment with your fathers in the wilderness of the land of Egypt,",{"noteId":44},"so I will enter into judgment with you, declares the Lord GOD."]},{"type":"verse","number":37,"content":["I will make you pass under the rod and will bring you into the bond of the covenant."]},{"type":"verse","number":38,"content":["And I will purge you of those who rebel and transgress against Me. I will bring them out of the land in which they dwell, but they will not enter the land of Israel. Then you will know that I am the LORD."]},{"type":"line_break"},{"type":"verse","number":39,"content":["And as for you, O house of Israel, this is what the Lord GOD says: Go and serve your idols, every one of you. But afterward, you will surely listen to Me, and you will no longer defile My holy name with your gifts and idols."]},{"type":"line_break"},{"type":"verse","number":40,"content":["For on My holy mountain, the high mountain of Israel, declares the Lord GOD, there the whole house of Israel, all of them, will serve Me in the land. There I will accept them and will require your offerings and choice gifts, along with all your holy sacrifices."]},{"type":"line_break"},{"type":"verse","number":41,"content":["When I bring you from the peoples and gather you from the lands to which you have been scattered, I will accept you as a pleasing aroma. And I will show My holiness through you in the sight of the nations."]},{"type":"verse","number":42,"content":["Then you will know that I am the LORD, when I bring you into the land of Israel, the land that I swore to give your fathers."]},{"type":"line_break"},{"type":"verse","number":43,"content":["There you will remember your ways and all the deeds with which you have defiled yourselves, and you will loathe yourselves for all the evils you have done."]},{"type":"verse","number":44,"content":["Then you will know, O house of Israel, that I am the LORD, when I have dealt with you for the sake of My name and not according to your wicked ways and corrupt acts, declares the Lord GOD.”"]},{"type":"heading","content":["A Prophecy against the South"]},{"type":"line_break"},{"type":"verse","number":45,"content":["Now the word of the LORD came to me, saying,"]},{"type":"verse","number":46,"content":["“Son of man, set your face toward the south,",{"noteId":45},"preach against it, and prophesy against the forest of the Negev."]},{"type":"verse","number":47,"content":["Say to the forest of the Negev: Hear the word of the LORD! This is what the Lord GOD says: I am about to ignite in you a fire, and it will devour all your trees, both green and dry. The blazing flame will not be quenched, and by it every face from south to north will be scorched."]},{"type":"verse","number":48,"content":["Then all people will see that I, the LORD, have kindled it; it will not be quenched.”"]},{"type":"line_break"},{"type":"verse","number":49,"content":["Then I said, “Ah, Lord GOD, they are saying of me, ‘Is he not just telling parables?’”"]}],"footnotes":[{"noteId":40,"caller":"+","text":"See Leviticus 18:5; also in Ezekiel 20:13 and 21.","reference":{"chapter":20,"verse":11}},{"noteId":41,"caller":"+","text":"Bamah means high place.","reference":{"chapter":20,"verse":29}},{"noteId":42,"caller":"+","text":"Literally making your sons pass through the fire","reference":{"chapter":20,"verse":31}},{"noteId":43,"caller":"+","text":"LXX receive you; see also 2 Corinthians 6:17.","reference":{"chapter":20,"verse":34}},{"noteId":44,"caller":"+","text":"Or in the wilderness after bringing them out of Egypt","reference":{"chapter":20,"verse":36}},{"noteId":45,"caller":"+","text":"Hebrew toward Teman","reference":{"chapter":20,"verse":46}}]},"thisChapterLink":"/api/BSB/EZK/20.json","thisChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_26_Ezk_020_G.mp3","hays":"https://openbible.com/audio/hays/BSB_26_Ezk_020_H.mp3","souer":"https://openbible.com/audio/souer/BSB_26_Ezk_020.mp3"},"nextChapterApiLink":"/api/BSB/EZK/21.json","nextChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_26_Ezk_021_G.mp3","hays":"https://openbible.com/audio/hays/BSB_26_Ezk_021_H.mp3","souer":"https://openbible.com/audio/souer/BSB_26_Ezk_021.mp3"},"previousChapterApiLink":"/api/BSB/EZK/19.json","previousChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_26_Ezk_019_G.mp3","hays":"https://openbible.com/audio/hays/BSB_26_Ezk_019_H.mp3","souer":"https://openbible.com/audio/souer/BSB_26_Ezk_019.mp3"},"numberOfVerses":49}