{"translation":{"id":"BSB","name":"Berean Standard Bible","website":"https://berean.bible/","licenseUrl":"https://berean.bible/","licenseNotes":null,"shortName":"BSB","englishName":"Berean Standard Bible","language":"eng","textDirection":"ltr","sha256":"b2898c49cadb50fd8763feb9e2f74a90a3817e33408a24b6cbf09e7a950dde97","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json","numberOfBooks":66,"totalNumberOfChapters":1189,"totalNumberOfVerses":31086,"languageName":"English","languageEnglishName":"English"},"book":{"id":"EZK","translationId":"BSB","name":"Ezekiel","commonName":"Ezekiel","title":"Ezekiel","order":26,"numberOfChapters":48,"sha256":"602194464df5e112eaa54af5826e72e46b64aaeeaf3a61444ac83b5eafd0f9e8","firstChapterNumber":1,"firstChapterApiLink":"/api/BSB/EZK/1.json","lastChapterNumber":48,"lastChapterApiLink":"/api/BSB/EZK/48.json","totalNumberOfVerses":1273},"chapter":{"number":39,"content":[{"type":"heading","content":["The Slaughter of Gog’s Armies"]},{"type":"verse","number":1,"content":["“As for you, O son of man, prophesy against Gog and declare that this is what the Lord GOD says: Behold, I am against you, O Gog, chief prince of Meshech and Tubal.",{"noteId":109}]},{"type":"verse","number":2,"content":["I will turn you around, drive you along, bring you up from the far north, and send you against the mountains of Israel."]},{"type":"verse","number":3,"content":["Then I will strike the bow from your left hand and dash down the arrows from your right hand."]},{"type":"line_break"},{"type":"verse","number":4,"content":["On the mountains of Israel you will fall—you and all your troops and the nations with you. I will give you as food to every kind of ravenous bird and wild beast."]},{"type":"verse","number":5,"content":["You will fall in the open field, for I have spoken, declares the Lord GOD."]},{"type":"line_break"},{"type":"verse","number":6,"content":["I will send fire on Magog and on those who dwell securely in the coastlands, and they will know that I am the LORD."]},{"type":"verse","number":7,"content":["So I will make My holy name known among My people Israel and will no longer allow it to be profaned. Then the nations will know that I am the LORD, the Holy One in Israel."]},{"type":"verse","number":8,"content":["Yes, it is coming, and it will surely happen, declares the Lord GOD. This is the day of which I have spoken."]},{"type":"line_break"},{"type":"verse","number":9,"content":["Then those who dwell in the cities of Israel will go out, kindle fires, and burn up the weapons—the bucklers and shields, the bows and arrows, the clubs and spears. For seven years they will use them for fuel."]},{"type":"verse","number":10,"content":["They will not gather wood from the countryside or cut it from the forests, for they will use the weapons for fuel. They will loot those who looted them and plunder those who plundered them, declares the Lord GOD."]},{"type":"line_break"},{"type":"verse","number":11,"content":["And on that day I will give Gog a burial place in Israel, the Valley of the Travelers, east of the Sea.",{"noteId":110},"It will block those who travel through, because Gog and all his hordes will be buried there. So it will be called the Valley of Hamon-gog.",{"noteId":111}]},{"type":"verse","number":12,"content":["For seven months the house of Israel will be burying them in order to cleanse the land."]},{"type":"verse","number":13,"content":["All the people of the land will bury them, and it will bring them renown on the day I display My glory,",{"noteId":112},"declares the Lord GOD."]},{"type":"line_break"},{"type":"verse","number":14,"content":["And men will be employed to continually pass through the land to cleanse it by burying the invaders who remain on the ground. At the end of the seven months they will begin their search."]},{"type":"verse","number":15,"content":["As they pass through the land, anyone who sees a human bone will set up a pillar next to it, until the gravediggers have buried it in the Valley of Hamon-gog."]},{"type":"verse","number":16,"content":["(Even the city will be named Hamonah.",{"noteId":113},") And so they will cleanse the land."]},{"type":"line_break"},{"type":"verse","number":17,"content":["And as for you, son of man, this is what the Lord GOD says: Call out to every kind of bird and to every beast of the field: ‘Assemble and come together from all around to the sacrificial feast that I am preparing for you, a great feast on the mountains of Israel. There you will eat flesh and drink blood."]},{"type":"verse","number":18,"content":["You will eat the flesh of the mighty and drink the blood of the princes of the earth as though they were rams, lambs, goats, and bulls—all the fattened animals of Bashan."]},{"type":"verse","number":19,"content":["At the sacrifice I am preparing, you will eat fat until you are gorged and drink blood until you are drunk."]},{"type":"verse","number":20,"content":["And at My table you will eat your fill of horses and riders, of mighty men and warriors of every kind,’ declares the Lord GOD."]},{"type":"heading","content":["Israel to Be Restored"]},{"type":"line_break"},{"type":"verse","number":21,"content":["I will display My glory among the nations, and all the nations will see the judgment that I execute and the hand that I lay upon them."]},{"type":"verse","number":22,"content":["From that day forward the house of Israel will know that I am the LORD their God."]},{"type":"verse","number":23,"content":["And the nations will know that the house of Israel went into exile for their iniquity, because they were unfaithful to Me. So I hid My face from them and delivered them into the hands of their enemies, so that they all fell by the sword."]},{"type":"verse","number":24,"content":["I dealt with them according to their uncleanness and transgressions, and I hid My face from them."]},{"type":"line_break"},{"type":"verse","number":25,"content":["Therefore this is what the Lord GOD says: Now I will restore Jacob from captivity",{"noteId":114},"and will have compassion on the whole house of Israel, and I will be jealous for My holy name."]},{"type":"verse","number":26,"content":["They will forget",{"noteId":115},"their disgrace and all the treachery they committed against Me, when they dwell securely in their land, with no one to frighten them."]},{"type":"verse","number":27,"content":["When I bring them back from the peoples and gather them out of the lands of their enemies, I will show My holiness in them in the sight of many nations."]},{"type":"verse","number":28,"content":["Then they will know that I am the LORD their God, when I regather them to their own land, not leaving any of them behind after their exile among the nations."]},{"type":"verse","number":29,"content":["And I will no longer hide My face from them, for I will pour out My Spirit on the house of Israel, declares the Lord GOD.”"]}],"footnotes":[{"noteId":109,"caller":"+","text":"Or Gog, prince of Rosh, Meshech, and Tubal","reference":{"chapter":39,"verse":1}},{"noteId":110,"caller":"+","text":"That is, the Dead Sea","reference":{"chapter":39,"verse":11}},{"noteId":111,"caller":"+","text":"Hamon-gog means multitude of Gog.","reference":{"chapter":39,"verse":11}},{"noteId":112,"caller":"+","text":"Or and the day I display My glory will be a day of renown","reference":{"chapter":39,"verse":13}},{"noteId":113,"caller":"+","text":"Hamonah means multitude or horde.","reference":{"chapter":39,"verse":16}},{"noteId":114,"caller":"+","text":"Or restore the fortunes of Jacob","reference":{"chapter":39,"verse":25}},{"noteId":115,"caller":"+","text":"A few Hebrew manuscripts; MT They will bear","reference":{"chapter":39,"verse":26}}]},"thisChapterLink":"/api/BSB/EZK/39.json","thisChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_26_Ezk_039_G.mp3","hays":"https://openbible.com/audio/hays/BSB_26_Ezk_039_H.mp3","souer":"https://openbible.com/audio/souer/BSB_26_Ezk_039.mp3"},"nextChapterApiLink":"/api/BSB/EZK/40.json","nextChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_26_Ezk_040_G.mp3","hays":"https://openbible.com/audio/hays/BSB_26_Ezk_040_H.mp3","souer":"https://openbible.com/audio/souer/BSB_26_Ezk_040.mp3"},"previousChapterApiLink":"/api/BSB/EZK/38.json","previousChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_26_Ezk_038_G.mp3","hays":"https://openbible.com/audio/hays/BSB_26_Ezk_038_H.mp3","souer":"https://openbible.com/audio/souer/BSB_26_Ezk_038.mp3"},"numberOfVerses":29}