{"translation":{"id":"BSB","name":"Berean Standard Bible","website":"https://berean.bible/","licenseUrl":"https://berean.bible/","licenseNotes":null,"shortName":"BSB","englishName":"Berean Standard Bible","language":"eng","textDirection":"ltr","sha256":"b2898c49cadb50fd8763feb9e2f74a90a3817e33408a24b6cbf09e7a950dde97","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json","numberOfBooks":66,"totalNumberOfChapters":1189,"totalNumberOfVerses":31086,"languageName":"English","languageEnglishName":"English"},"book":{"id":"EZK","translationId":"BSB","name":"Ezekiel","commonName":"Ezekiel","title":"Ezekiel","order":26,"numberOfChapters":48,"sha256":"602194464df5e112eaa54af5826e72e46b64aaeeaf3a61444ac83b5eafd0f9e8","firstChapterNumber":1,"firstChapterApiLink":"/api/BSB/EZK/1.json","lastChapterNumber":48,"lastChapterApiLink":"/api/BSB/EZK/48.json","totalNumberOfVerses":1273},"chapter":{"number":40,"content":[{"type":"heading","content":["The Man with a Measuring Rod"]},{"type":"verse","number":1,"content":["In the twenty-fifth year of our exile, at the beginning of the year, on the tenth day of the month—in the fourteenth year after Jerusalem had been struck down—on that very day the hand of the LORD was upon me, and He took me there."]},{"type":"verse","number":2,"content":["In visions of God He took me to the land of Israel and set me on a very high mountain, on whose southern slope was a structure that resembled a city."]},{"type":"line_break"},{"type":"verse","number":3,"content":["So He took me there, and I saw a man whose appearance was like bronze. He was standing in the gateway with a linen cord and a measuring rod in his hand."]},{"type":"verse","number":4,"content":["“Son of man,” he said to me, “look with your eyes, hear with your ears, and pay attention to everything I am going to show you, for that is why you have been brought here. Report to the house of Israel everything you see.”"]},{"type":"heading","content":["The East Gate"]},{"type":"line_break"},{"type":"verse","number":5,"content":["And I saw a wall surrounding the temple area. Now the length of the measuring rod in the man’s hand was six long cubits",{"noteId":116},"(each measuring a cubit and a handbreadth), and he measured the wall to be one rod thick and one rod high."]},{"type":"line_break"},{"type":"verse","number":6,"content":["Then he came to the gate facing east and climbed its steps. He measured the threshold of the gate to be one rod deep.",{"noteId":117}]},{"type":"verse","number":7,"content":["Each gate chamber was one rod long and one rod wide, and there were five cubits",{"noteId":118},"between the gate chambers. The inner threshold of the gate by the portico facing inward was one rod deep."]},{"type":"verse","number":8,"content":["Then he measured the portico of the gateway inside;",{"noteId":119}]},{"type":"verse","number":9,"content":["it was eight cubits deep,",{"noteId":120},"and its jambs were two cubits thick.",{"noteId":121},"And the portico of the gateway faced the temple."]},{"type":"line_break"},{"type":"verse","number":10,"content":["There were three gate chambers on each side of the east gate, each with the same measurements, and the gateposts on either side also had the same measurements."]},{"type":"verse","number":11,"content":["And he measured the width of the gateway entrance to be ten cubits,",{"noteId":122},"and its length was thirteen cubits.",{"noteId":123}]},{"type":"line_break"},{"type":"verse","number":12,"content":["In front of each gate chamber was a wall one cubit high, and the gate chambers were six cubits square."]},{"type":"verse","number":13,"content":["Then he measured the gateway from the roof of one gate chamber to the roof of the opposite one; the distance was twenty-five cubits",{"noteId":124},"from doorway to doorway."]},{"type":"line_break"},{"type":"verse","number":14,"content":["Next he measured the gateposts to be sixty cubits high.",{"noteId":125},"The gateway extended around to the gatepost of the courtyard."]},{"type":"verse","number":15,"content":["And the distance from the entrance of the gateway to the far end of its inner portico was fifty cubits.",{"noteId":126}]},{"type":"line_break"},{"type":"verse","number":16,"content":["The gate chambers and their side pillars",{"noteId":127},"had beveled windows all around the inside of the gateway. The porticos also had windows all around on the inside. Each side pillar was decorated with palm trees."]},{"type":"heading","content":["The Outer Court"]},{"type":"line_break"},{"type":"verse","number":17,"content":["Then he brought me into the outer court, and there were chambers and a pavement laid out all around the court. Thirty chambers faced the pavement,"]},{"type":"verse","number":18,"content":["which flanked the gateways and corresponded to the length of the gates; this was the lower pavement."]},{"type":"line_break"},{"type":"verse","number":19,"content":["Then he measured the distance from the front of the lower gateway to the outside of the inner court; it was a hundred cubits",{"noteId":128},"on the east side as well as on the north."]},{"type":"heading","content":["The North Gate"]},{"type":"line_break"},{"type":"verse","number":20,"content":["He also measured the length and width of the gateway of the outer court facing north."]},{"type":"verse","number":21,"content":["Its three gate chambers on each side, its side pillars, and its portico all had the same measurements as the first gate: fifty cubits long and twenty-five cubits wide."]},{"type":"verse","number":22,"content":["Its windows, portico, and palm trees had the same measurements as those of the gate facing east. Seven steps led up to it, with its portico opposite them."]},{"type":"line_break"},{"type":"verse","number":23,"content":["There was a gate to the inner court facing the north gate, just as there was on the east. He measured the distance from gateway to gateway to be a hundred cubits."]},{"type":"heading","content":["The South Gate"]},{"type":"line_break"},{"type":"verse","number":24,"content":["Then he led me to the south side, and I saw a gateway facing south. He measured its side pillars and portico, and they had the same measurements as the others."]},{"type":"verse","number":25,"content":["Both the gateway and its portico had windows all around, like the other windows. It was fifty cubits long and twenty-five cubits wide."]},{"type":"verse","number":26,"content":["Seven steps led up to it, and its portico was opposite them; it had palm trees on its side pillars, one on each side."]},{"type":"line_break"},{"type":"verse","number":27,"content":["The inner court also had a gate facing south, and he measured the distance from gateway to gateway toward the south to be a hundred cubits."]},{"type":"heading","content":["The Gates of the Inner Court"]},{"type":"line_break"},{"type":"verse","number":28,"content":["Next he brought me into the inner court through the south gate, and he measured the south gate; it had the same measurements as the others."]},{"type":"verse","number":29,"content":["Its gate chambers, side pillars, and portico had the same measurements as the others. Both the gateway and its portico had windows all around; it was fifty cubits long and twenty-five cubits wide."]},{"type":"verse","number":30,"content":["(The porticoes around the inner court were twenty-five cubits long and five cubits deep.",{"noteId":129},")"]},{"type":"verse","number":31,"content":["Its portico faced the outer court, and its side pillars were decorated with palm trees. Eight steps led up to it."]},{"type":"line_break"},{"type":"verse","number":32,"content":["And he brought me to the inner court on the east side, and he measured the gateway; it had the same measurements as the others."]},{"type":"verse","number":33,"content":["Its gate chambers, side pillars, and portico had the same measurements as the others. Both the gateway and its portico had windows all around. It was fifty cubits long and twenty-five cubits wide."]},{"type":"verse","number":34,"content":["Its portico faced the outer court, and its side pillars were decorated with palm trees on each side. Eight steps led up to it."]},{"type":"line_break"},{"type":"verse","number":35,"content":["Then he brought me to the north gate and measured it. It had the same measurements as the others,"]},{"type":"verse","number":36,"content":["as did its gate chambers, side pillars, and portico. It also had windows all around. It was fifty cubits long and twenty-five cubits wide."]},{"type":"verse","number":37,"content":["Its portico",{"noteId":130},"faced the outer court, and its side pillars were decorated with palm trees on each side. Eight steps led up to it."]},{"type":"heading","content":["Eight Tables for Sacrifices"]},{"type":"line_break"},{"type":"verse","number":38,"content":["There was a chamber with a doorway by the portico",{"noteId":131},"in each of the inner gateways. There the burnt offering was to be washed."]},{"type":"verse","number":39,"content":["Inside the portico of the gateway were two tables on each side, on which the burnt offerings, sin offerings, and guilt offerings were to be slaughtered."]},{"type":"line_break"},{"type":"verse","number":40,"content":["Outside, as one goes up to the entrance of the north gateway, there were two tables on one side and two more tables on the other side of the gate’s portico."]},{"type":"verse","number":41,"content":["So there were four tables inside the gateway and four outside—eight tables in all—on which the sacrifices were to be slaughtered."]},{"type":"line_break"},{"type":"verse","number":42,"content":["There were also four tables of dressed stone for the burnt offering, each a cubit and a half long, a cubit and a half wide, and a cubit high.",{"noteId":132},"On these were placed the utensils used to slaughter the burnt offerings and the other sacrifices."]},{"type":"line_break"},{"type":"verse","number":43,"content":["The double-pronged hooks,",{"noteId":133},"each a handbreadth long,",{"noteId":134},"were fastened all around the inside of the room, and the flesh of the offering was to be placed on the tables."]},{"type":"heading","content":["Chambers for Ministry"]},{"type":"line_break"},{"type":"verse","number":44,"content":["Outside the inner gate, within the inner court, were two chambers,",{"noteId":135},"one beside the north gate and facing south, and another beside the south gate",{"noteId":136},"and facing north."]},{"type":"line_break"},{"type":"verse","number":45,"content":["Then the man said to me: “The chamber that faces south is for the priests who keep charge of the temple,"]},{"type":"verse","number":46,"content":["and the chamber that faces north is for the priests who keep charge of the altar. These are the sons of Zadok, the only Levites who may approach the LORD to minister before Him.”"]},{"type":"heading","content":["The Inner Court"]},{"type":"line_break"},{"type":"verse","number":47,"content":["Next he measured the court. It was square, a hundred cubits long and a hundred cubits wide. And the altar was in front of the temple."]},{"type":"line_break"},{"type":"verse","number":48,"content":["Then he brought me to the portico of the temple and measured the side pillars of the portico to be five cubits on each side. The width of the gateway was fourteen cubits and its sidewalls were three cubits on either side.",{"noteId":137}]},{"type":"verse","number":49,"content":["The portico was twenty cubits wide",{"noteId":138},"and twelve cubits deep,",{"noteId":139},"and ten steps led up to it.",{"noteId":140},"There were columns by the side pillars, one on each side."]}],"footnotes":[{"noteId":116,"caller":"+","text":"6 long cubits, the length of the reed used for measuring, is approximately 10.5 feet or 3.2 meters; similarly in verses 6, 7, and 12. The long cubit of about 21 inches or 53.3 centimeters is the basic unit of length throughout Ezekiel 40 to 48.","reference":{"chapter":40,"verse":5}},{"noteId":117,"caller":"+","text":"Hebrew one reed deep, even one threshold, one reed deep.","reference":{"chapter":40,"verse":6}},{"noteId":118,"caller":"+","text":"5 (long) cubits is approximately 8.75 feet or 2.7 meters; also in verses 30 and 48.","reference":{"chapter":40,"verse":7}},{"noteId":119,"caller":"+","text":"Literally the portico of the gateway inside, one rod","reference":{"chapter":40,"verse":8}},{"noteId":120,"caller":"+","text":"8 (long) cubits is approximately 14 feet or 4.3 meters.","reference":{"chapter":40,"verse":9}},{"noteId":121,"caller":"+","text":"2 (long) cubits is approximately 3.5 feet or 1.1 meters.","reference":{"chapter":40,"verse":9}},{"noteId":122,"caller":"+","text":"10 (long) cubits is approximately 17.5 feet or 5.3 meters.","reference":{"chapter":40,"verse":11}},{"noteId":123,"caller":"+","text":"13 (long) cubits is approximately 22.75 feet or 6.9 meters.","reference":{"chapter":40,"verse":11}},{"noteId":124,"caller":"+","text":"25 (long) cubits is approximately 43.75 feet or 13.3 meters; also in verses 21, 25, 29, 30, 33, and 36.","reference":{"chapter":40,"verse":13}},{"noteId":125,"caller":"+","text":"60 (long) cubits is approximately 105 feet or 32 meters.","reference":{"chapter":40,"verse":14}},{"noteId":126,"caller":"+","text":"50 (long) cubits is approximately 87.5 feet or 26.7 meters; also in verses 21, 25, 29, 33, and 36.","reference":{"chapter":40,"verse":15}},{"noteId":127,"caller":"+","text":"Or gateposts or jambs or projecting walls; here and throughout Ezekiel 40 and 41.","reference":{"chapter":40,"verse":16}},{"noteId":128,"caller":"+","text":"100 (long) cubits is approximately 175 feet or 53.3 meters; also in verses 23, 27, and 47.","reference":{"chapter":40,"verse":19}},{"noteId":129,"caller":"+","text":"The porticoes were approximately 43.75 feet long and 8.75 feet deep (13.3 meters long and 2.7 meters deep).","reference":{"chapter":40,"verse":30}},{"noteId":130,"caller":"+","text":"LXX and Vulgate (see also verses 26, 31, and 34); Hebrew jambs or dividing wall","reference":{"chapter":40,"verse":37}},{"noteId":131,"caller":"+","text":"Hebrew at the jambs","reference":{"chapter":40,"verse":38}},{"noteId":132,"caller":"+","text":"The tables were approximately 2.6 feet in length and width, and 1.75 feet high (79.2 centimeters in length and width, and 53.3 centimeters high).","reference":{"chapter":40,"verse":42}},{"noteId":133,"caller":"+","text":"Or shelves","reference":{"chapter":40,"verse":43}},{"noteId":134,"caller":"+","text":"A handbreadth is approximately 2.9 inches or 7.4 centimeters long.","reference":{"chapter":40,"verse":43}},{"noteId":135,"caller":"+","text":"LXX; Hebrew within the inner court were chambers for the singers","reference":{"chapter":40,"verse":44}},{"noteId":136,"caller":"+","text":"LXX; Hebrew the east gateway","reference":{"chapter":40,"verse":44}},{"noteId":137,"caller":"+","text":"LXX; the gateway was approximately 24.5 feet or 7.5 meters wide, with sidewalls approximately 5.25 feet or 1.6 meters wide on either side. Hebrew The width of the gateway was three cubits on either side.","reference":{"chapter":40,"verse":48}},{"noteId":138,"caller":"+","text":"20 (long) cubits is approximately 35 feet or 10.7 meters.","reference":{"chapter":40,"verse":49}},{"noteId":139,"caller":"+","text":"LXX; 12 (long) cubits is approximately 21 feet or 6.4 meters; Hebrew eleven cubits deep; that is, approximately 19.25 feet or 5.9 meters.","reference":{"chapter":40,"verse":49}},{"noteId":140,"caller":"+","text":"LXX; Hebrew and steps led up to it","reference":{"chapter":40,"verse":49}}]},"thisChapterLink":"/api/BSB/EZK/40.json","thisChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_26_Ezk_040_G.mp3","hays":"https://openbible.com/audio/hays/BSB_26_Ezk_040_H.mp3","souer":"https://openbible.com/audio/souer/BSB_26_Ezk_040.mp3"},"nextChapterApiLink":"/api/BSB/EZK/41.json","nextChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_26_Ezk_041_G.mp3","hays":"https://openbible.com/audio/hays/BSB_26_Ezk_041_H.mp3","souer":"https://openbible.com/audio/souer/BSB_26_Ezk_041.mp3"},"previousChapterApiLink":"/api/BSB/EZK/39.json","previousChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_26_Ezk_039_G.mp3","hays":"https://openbible.com/audio/hays/BSB_26_Ezk_039_H.mp3","souer":"https://openbible.com/audio/souer/BSB_26_Ezk_039.mp3"},"numberOfVerses":49}