{"translation":{"id":"BSB","name":"Berean Standard Bible","website":"https://berean.bible/","licenseUrl":"https://berean.bible/","licenseNotes":null,"shortName":"BSB","englishName":"Berean Standard Bible","language":"eng","textDirection":"ltr","sha256":"b2898c49cadb50fd8763feb9e2f74a90a3817e33408a24b6cbf09e7a950dde97","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json","numberOfBooks":66,"totalNumberOfChapters":1189,"totalNumberOfVerses":31086,"languageName":"English","languageEnglishName":"English"},"book":{"id":"JDG","translationId":"BSB","name":"Judges","commonName":"Judges","title":"Judges","order":7,"numberOfChapters":21,"sha256":"241ab8d64515727e60b770a016e30b724bc04565ad64df70260b92ed0ea1cdd4","firstChapterNumber":1,"firstChapterApiLink":"/api/BSB/JDG/1.json","lastChapterNumber":21,"lastChapterApiLink":"/api/BSB/JDG/21.json","totalNumberOfVerses":618},"chapter":{"number":3,"content":[{"type":"heading","content":["Nations Left to Test Israel"]},{"type":"verse","number":1,"content":["These are the nations that the LORD left to test all the Israelites who had not known any of the wars in Canaan,"]},{"type":"verse","number":2,"content":["if only to teach warfare to the subsequent generations of Israel, especially to those who had not known it formerly:"]},{"type":"verse","number":3,"content":["the five rulers of the Philistines, all the Canaanites, the Sidonians, and the Hivites who lived in the mountains of Lebanon from Mount Baal-hermon to Lebo-hamath."]},{"type":"line_break"},{"type":"verse","number":4,"content":["These nations were left to test the Israelites, to find out whether they would keep the commandments of the LORD, which He had given their fathers through Moses."]},{"type":"verse","number":5,"content":["Thus the Israelites continued to live among the Canaanites, Hittites, Amorites, Perizzites, Hivites, and Jebusites."]},{"type":"verse","number":6,"content":["And they took the daughters of these people in marriage, gave their own daughters to their sons, and served their gods."]},{"type":"heading","content":["Othniel"]},{"type":"line_break"},{"type":"verse","number":7,"content":["So the Israelites did evil in the sight of the LORD; they forgot the LORD their God and served the Baals and the Asherahs."]},{"type":"verse","number":8,"content":["Then the anger of the LORD burned against Israel, and He sold them into the hand of Cushan-rishathaim king of Aram-naharaim,",{"noteId":12},"and the Israelites served him eight years."]},{"type":"line_break"},{"type":"verse","number":9,"content":["But when the Israelites cried out to the LORD, He raised up Othniel son of Caleb’s younger brother Kenaz as a deliverer to save them."]},{"type":"verse","number":10,"content":["The Spirit of the LORD came upon him, and he became Israel’s judge and went out to war. And the LORD delivered Cushan-rishathaim king of Aram into the hand of Othniel, who prevailed against him."]},{"type":"line_break"},{"type":"verse","number":11,"content":["So the land had rest for forty years, until Othniel son of Kenaz died."]},{"type":"heading","content":["Ehud"]},{"type":"line_break"},{"type":"verse","number":12,"content":["Once again the Israelites did evil in the sight of the LORD. So He gave Eglon king of Moab power over Israel, because they had done evil in the sight of the LORD."]},{"type":"verse","number":13,"content":["After enlisting the Ammonites and Amalekites to join forces with him, Eglon attacked and defeated Israel, taking possession of the City of Palms.",{"noteId":13}]},{"type":"line_break"},{"type":"verse","number":14,"content":["The Israelites served Eglon king of Moab eighteen years."]},{"type":"verse","number":15,"content":["And again they cried out to the LORD, and He raised up Ehud son of Gera, a left-handed Benjamite, as their deliverer. So they sent him with tribute to Eglon king of Moab."]},{"type":"line_break"},{"type":"verse","number":16,"content":["Now Ehud had made for himself a double-edged sword a cubit long.",{"noteId":14},"He strapped it to his right thigh under his cloak"]},{"type":"verse","number":17,"content":["and brought the tribute to Eglon king of Moab, who was an obese man."]},{"type":"line_break"},{"type":"verse","number":18,"content":["After Ehud had finished presenting the tribute, he ushered out those who had carried it."]},{"type":"verse","number":19,"content":["But upon reaching the idols near Gilgal, he himself turned back and said, “I have a secret message for you, O king.”",{"lineBreak":true},"“Silence,” said the king, and all his attendants left him."]},{"type":"line_break"},{"type":"verse","number":20,"content":["Then Ehud approached him while he was sitting alone in the coolness of his upper room. “I have a word from God for you,” Ehud said, and the king rose from his seat."]},{"type":"line_break"},{"type":"verse","number":21,"content":["And Ehud reached with his left hand, pulled the sword from his right thigh, and plunged it into Eglon’s belly."]},{"type":"verse","number":22,"content":["Even the handle sank in after the blade, and Eglon’s fat closed in over it, so that Ehud did not withdraw the sword from his belly. And Eglon’s bowels emptied."]},{"type":"verse","number":23,"content":["Then Ehud went out through the porch, closing and locking the doors of the upper room behind him."]},{"type":"line_break"},{"type":"verse","number":24,"content":["After Ehud was gone, Eglon’s servants came in and found the doors of the upper room locked. “He must be relieving himself in the cool room,” they said."]},{"type":"verse","number":25,"content":["So they waited until they became worried and saw that he had still not opened the doors of the upper room. Then they took the key and opened the doors—and there was their lord lying dead on the floor."]},{"type":"line_break"},{"type":"verse","number":26,"content":["Ehud, however, had escaped while the servants waited. He passed by the idols and escaped to Seirah."]},{"type":"line_break"},{"type":"verse","number":27,"content":["On arriving in Seirah, he blew the ram’s horn throughout the hill country of Ephraim. The Israelites came down with him from the hills, and he became their leader."]},{"type":"verse","number":28,"content":["“Follow me,” he told them, “for the LORD has delivered your enemies the Moabites into your hand.”",{"lineBreak":true},"So they followed him down and seized the fords of the Jordan leading to Moab, and did not allow anyone to cross over."]},{"type":"verse","number":29,"content":["At that time they struck down about ten thousand Moabites, all robust and valiant men. Not one of them escaped."]},{"type":"line_break"},{"type":"verse","number":30,"content":["So Moab was subdued under the hand of Israel that day, and the land had rest for eighty years."]},{"type":"heading","content":["Shamgar"]},{"type":"line_break"},{"type":"verse","number":31,"content":["After Ehud came Shamgar son of Anath. And he too saved Israel, striking down six hundred Philistines with an oxgoad."]}],"footnotes":[{"noteId":12,"caller":"+","text":"That is, Mesopotamia; Aram-naharaim means Aram of the two rivers, likely the region between the Euphrates and Balih Rivers in northwestern Mesopotamia.","reference":{"chapter":3,"verse":8}},{"noteId":13,"caller":"+","text":"That is, Jericho","reference":{"chapter":3,"verse":13}},{"noteId":14,"caller":"+","text":"A cubit is approximately 18 inches or 45.7 centimeters.","reference":{"chapter":3,"verse":16}}]},"thisChapterLink":"/api/BSB/JDG/3.json","thisChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_07_Jdg_003_G.mp3","hays":"https://openbible.com/audio/hays/BSB_07_Jdg_003_H.mp3","souer":"https://openbible.com/audio/souer/BSB_07_Jdg_003.mp3"},"nextChapterApiLink":"/api/BSB/JDG/4.json","nextChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_07_Jdg_004_G.mp3","hays":"https://openbible.com/audio/hays/BSB_07_Jdg_004_H.mp3","souer":"https://openbible.com/audio/souer/BSB_07_Jdg_004.mp3"},"previousChapterApiLink":"/api/BSB/JDG/2.json","previousChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_07_Jdg_002_G.mp3","hays":"https://openbible.com/audio/hays/BSB_07_Jdg_002_H.mp3","souer":"https://openbible.com/audio/souer/BSB_07_Jdg_002.mp3"},"numberOfVerses":31}