{"translation":{"id":"BSB","name":"Berean Standard Bible","website":"https://berean.bible/","licenseUrl":"https://berean.bible/","licenseNotes":null,"shortName":"BSB","englishName":"Berean Standard Bible","language":"eng","textDirection":"ltr","sha256":"b2898c49cadb50fd8763feb9e2f74a90a3817e33408a24b6cbf09e7a950dde97","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json","numberOfBooks":66,"totalNumberOfChapters":1189,"totalNumberOfVerses":31086,"languageName":"English","languageEnglishName":"English"},"book":{"id":"JDG","translationId":"BSB","name":"Judges","commonName":"Judges","title":"Judges","order":7,"numberOfChapters":21,"sha256":"241ab8d64515727e60b770a016e30b724bc04565ad64df70260b92ed0ea1cdd4","firstChapterNumber":1,"firstChapterApiLink":"/api/BSB/JDG/1.json","lastChapterNumber":21,"lastChapterApiLink":"/api/BSB/JDG/21.json","totalNumberOfVerses":618},"chapter":{"number":7,"content":[{"type":"heading","content":["Gideon’s Army of Three Hundred"]},{"type":"verse","number":1,"content":["Early in the morning Jerubbaal",{"noteId":26},"(that is, Gideon) and all the men with him camped beside the spring of Harod. And the camp of Midian was north of them in the valley near the hill of Moreh."]},{"type":"line_break"},{"type":"verse","number":2,"content":["Then the LORD said to Gideon, “You have too many people for Me to deliver Midian into their hands, lest Israel glorify themselves over Me, saying, ‘My own hand has saved me.’"]},{"type":"verse","number":3,"content":["Now, therefore, proclaim in the hearing of the people: ‘Whoever is fearful and trembling may turn back and leave Mount Gilead.’”",{"lineBreak":true},"So twenty-two thousand of them turned back, but ten thousand remained."]},{"type":"line_break"},{"type":"verse","number":4,"content":["Then the LORD said to Gideon, “There are still too many people. Take them down to the water, and I will sift them for you there. If I say to you, ‘This one shall go with you,’ he shall go. But if I say, ‘This one shall not go with you,’ he shall not go.”"]},{"type":"line_break"},{"type":"verse","number":5,"content":["So Gideon brought the people down to the water, and the LORD said to him, “Separate those who lap the water with their tongues like a dog from those who kneel to drink.”"]},{"type":"verse","number":6,"content":["And the number of those who lapped the water with their hands to their mouths was three hundred men; all the others knelt to drink."]},{"type":"line_break"},{"type":"verse","number":7,"content":["Then the LORD said to Gideon, “With the three hundred men who lapped the water I will save you and deliver the Midianites into your hand. But all the others are to go home.”"]},{"type":"line_break"},{"type":"verse","number":8,"content":["So Gideon sent the rest of the Israelites to their tents but kept the three hundred men, who took charge of the provisions and rams’ horns of the others. And the camp of Midian lay below him in the valley."]},{"type":"heading","content":["The Sword of Gideon"]},{"type":"line_break"},{"type":"verse","number":9,"content":["That night the LORD said to Gideon, “Get up and go down against the camp, for I have delivered it into your hand."]},{"type":"verse","number":10,"content":["But if you are afraid to do so, then go down to the camp with your servant Purah"]},{"type":"verse","number":11,"content":["and listen to what they are saying. Then your hands will be strengthened to attack the camp.” So he went with Purah his servant to the outposts where armed men were guarding the camp."]},{"type":"line_break"},{"type":"verse","number":12,"content":["Now the Midianites, Amalekites, and all the other people of the east had settled in the valley like a swarm of locusts, and their camels were as countless as the sand on the seashore."]},{"type":"verse","number":13,"content":["And as Gideon arrived, a man was telling his friend about a dream. “Behold, I had a dream,” he said, “and I saw a loaf of barley bread come tumbling into the Midianite camp. It struck the tent so hard that the tent overturned and collapsed.”"]},{"type":"line_break"},{"type":"verse","number":14,"content":["His friend replied: “This is nothing less than the sword of Gideon son of Joash, the Israelite. God has delivered Midian and the whole camp into his hand.”"]},{"type":"heading","content":["Gideon Defeats Midian"]},{"type":"line_break"},{"type":"verse","number":15,"content":["When Gideon heard the dream and its interpretation, he bowed in worship. He returned to the camp of Israel and said, “Get up, for the LORD has delivered the camp of Midian into your hand.”"]},{"type":"verse","number":16,"content":["And he divided the three hundred men into three companies and gave each man a ram’s horn in one hand and a large jar in the other, containing a torch.",{"noteId":27}]},{"type":"line_break"},{"type":"verse","number":17,"content":["“Watch me and do as I do,” Gideon said. “When I come to the outskirts of the camp, do exactly as I do."]},{"type":"verse","number":18,"content":["When I and all who are with me blow our horns, then you are also to blow your horns from all around the camp and shout, ‘For the LORD and for Gideon!’”"]},{"type":"line_break"},{"type":"verse","number":19,"content":["Gideon and the hundred men with him reached the outskirts of the camp at the beginning of the middle watch, just after the changing of the guard. They blew their horns and broke the jars that were in their hands."]},{"type":"verse","number":20,"content":["The three companies blew their horns and shattered their jars. Holding the torches in their left hands and the horns in their right hands, they shouted, “A sword for the LORD and for Gideon!”"]},{"type":"line_break"},{"type":"verse","number":21,"content":["Each Israelite took his position around the camp, and the entire Midianite army fled, crying out as they ran."]},{"type":"verse","number":22,"content":["And when the three hundred rams’ horns sounded, the LORD set all the men in the camp against one another with their swords. The army fled to Beth-shittah toward Zererah",{"noteId":28},"as far as the border of Abel-meholah near Tabbath."]},{"type":"verse","number":23,"content":["Then the men of Israel were called out from Naphtali, Asher, and all Manasseh, and they pursued the Midianites."]},{"type":"line_break"},{"type":"verse","number":24,"content":["Gideon sent messengers throughout the hill country of Ephraim to say, “Come down against the Midianites and seize the waters of the Jordan ahead of them as far as Beth-barah.” So all the men of Ephraim were called out, and they captured the waters of the Jordan as far as Beth-barah."]},{"type":"verse","number":25,"content":["They also captured Oreb and Zeeb, the two princes of Midian; and they killed Oreb at the rock of Oreb and Zeeb at the winepress of Zeeb. So they pursued the Midianites and brought the heads of Oreb and Zeeb to Gideon on the other side of the Jordan."]}],"footnotes":[{"noteId":26,"caller":"+","text":"Jerubbaal is another name for Gideon and probably means let Baal contend; see Judges 6:32.","reference":{"chapter":7,"verse":1}},{"noteId":27,"caller":"+","text":"Literally and put rams’ horns and empty jars—large jars with torches inside—into the hand of all","reference":{"chapter":7,"verse":16}},{"noteId":28,"caller":"+","text":"Some Hebrew manuscripts Zeredah","reference":{"chapter":7,"verse":22}}]},"thisChapterLink":"/api/BSB/JDG/7.json","thisChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_07_Jdg_007_G.mp3","hays":"https://openbible.com/audio/hays/BSB_07_Jdg_007_H.mp3","souer":"https://openbible.com/audio/souer/BSB_07_Jdg_007.mp3"},"nextChapterApiLink":"/api/BSB/JDG/8.json","nextChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_07_Jdg_008_G.mp3","hays":"https://openbible.com/audio/hays/BSB_07_Jdg_008_H.mp3","souer":"https://openbible.com/audio/souer/BSB_07_Jdg_008.mp3"},"previousChapterApiLink":"/api/BSB/JDG/6.json","previousChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_07_Jdg_006_G.mp3","hays":"https://openbible.com/audio/hays/BSB_07_Jdg_006_H.mp3","souer":"https://openbible.com/audio/souer/BSB_07_Jdg_006.mp3"},"numberOfVerses":25}