{"translation":{"id":"BSB","name":"Berean Standard Bible","website":"https://berean.bible/","licenseUrl":"https://berean.bible/","licenseNotes":null,"shortName":"BSB","englishName":"Berean Standard Bible","language":"eng","textDirection":"ltr","sha256":"b2898c49cadb50fd8763feb9e2f74a90a3817e33408a24b6cbf09e7a950dde97","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json","numberOfBooks":66,"totalNumberOfChapters":1189,"totalNumberOfVerses":31086,"languageName":"English","languageEnglishName":"English"},"book":{"id":"LUK","translationId":"BSB","name":"Luke","commonName":"Luke","title":"Luke","order":42,"numberOfChapters":24,"sha256":"71544df0d2706cec52603cd84ca70084477256899b93aa4a130c02631e22a526","firstChapterNumber":1,"firstChapterApiLink":"/api/BSB/LUK/1.json","lastChapterNumber":24,"lastChapterApiLink":"/api/BSB/LUK/24.json","totalNumberOfVerses":1149},"chapter":{"number":8,"content":[{"type":"heading","content":["Women Minister to Jesus"]},{"type":"verse","number":1,"content":["Soon afterward, Jesus traveled from one town and village to another, preaching and proclaiming the good news of the kingdom of God. The Twelve were with Him,"]},{"type":"verse","number":2,"content":["as well as some women who had been healed of evil spirits and infirmities: Mary called Magdalene, from whom seven demons had gone out,"]},{"type":"verse","number":3,"content":["Joanna the wife of Herod’s household manager Chuza, Susanna, and many others. These women were ministering to them",{"noteId":44},"out of their own means."]},{"type":"heading","content":["The Parable of the Sower"]},{"type":"line_break"},{"type":"verse","number":4,"content":["While a large crowd was gathering and people were coming to Jesus from town after town, He told them this parable:"]},{"type":"verse","number":5,"content":["“A farmer went out to sow his seed. And as he was sowing, some seed fell along the path, where it was trampled, and the birds of the air devoured it."]},{"type":"line_break"},{"type":"verse","number":6,"content":["Some fell on rocky ground, and when it came up, the seedlings withered because they had no moisture."]},{"type":"line_break"},{"type":"verse","number":7,"content":["Other seed fell among thorns, which grew up with it and choked the seedlings."]},{"type":"line_break"},{"type":"verse","number":8,"content":["Still other seed fell on good soil, where it sprang up and produced a crop—a hundredfold.”",{"lineBreak":true},"As Jesus said this, He called out, “He who has ears to hear, let him hear.”"]},{"type":"line_break"},{"type":"verse","number":9,"content":["Then His disciples asked Him what this parable meant."]},{"type":"line_break"},{"type":"verse","number":10,"content":["He replied, “The knowledge of the mysteries of the kingdom of God has been given to you, but to others I speak in parables, so that,",{"lineBreak":true},{"text":"‘though seeing, they may not see;","poem":1},{"text":"though hearing, they may not understand.’","poem":2},{"noteId":45}]},{"type":"line_break"},{"type":"verse","number":11,"content":["Now this is the meaning of the parable: The seed is the word of God."]},{"type":"verse","number":12,"content":["The seeds",{"noteId":46},"along the path are those who hear, but the devil comes and takes away the word from their hearts, so that they may not believe and be saved."]},{"type":"line_break"},{"type":"verse","number":13,"content":["The seeds on rocky ground are those who hear the word and receive it with joy, but they have no root. They believe for a season, but in the time of testing, they fall away."]},{"type":"line_break"},{"type":"verse","number":14,"content":["The seeds that fell among the thorns are those who hear, but as they go on their way, they are choked by the worries, riches, and pleasures of this life, and their fruit does not mature."]},{"type":"line_break"},{"type":"verse","number":15,"content":["But the seeds on good soil are those with a noble and good heart, who hear the word, cling to it, and by persevering produce a crop."]},{"type":"heading","content":["The Lesson of the Lamp"]},{"type":"line_break"},{"type":"verse","number":16,"content":["No one lights a lamp and covers it with a jar or puts it under a bed. Instead, he sets it on a stand, so those who enter can see the light."]},{"type":"verse","number":17,"content":["For there is nothing hidden that will not be disclosed, and nothing concealed that will not be made known and brought to light."]},{"type":"line_break"},{"type":"verse","number":18,"content":["Pay attention, therefore, to how you listen. Whoever has will be given more, but whoever does not have, even what he thinks he has will be taken away from him.”"]},{"type":"heading","content":["Jesus’ Mother and Brothers"]},{"type":"line_break"},{"type":"verse","number":19,"content":["Then Jesus’ mother and brothers came to see Him, but they were unable to reach Him because of the crowd."]},{"type":"verse","number":20,"content":["He was told, “Your mother and brothers are standing outside, wanting to see You.”"]},{"type":"line_break"},{"type":"verse","number":21,"content":["But He replied, “My mother and brothers are those who hear the word of God and carry it out.”"]},{"type":"heading","content":["Jesus Calms the Storm"]},{"type":"line_break"},{"type":"verse","number":22,"content":["One day Jesus said to His disciples, “Let us cross to the other side of the lake.” So He got into a boat with them and set out."]},{"type":"line_break"},{"type":"verse","number":23,"content":["As they sailed, He fell asleep, and a windstorm came down on the lake, so that the boat was being swamped, and they were in great danger."]},{"type":"verse","number":24,"content":["The disciples went and woke Him, saying, “Master, Master, we are perishing!”",{"lineBreak":true},"Then Jesus got up and rebuked the wind and the raging waters, and they subsided, and all was calm."]},{"type":"verse","number":25,"content":["“Where is your faith?” He asked.",{"lineBreak":true},"Frightened and amazed, they asked one another, “Who is this? He commands even the winds and the water, and they obey Him!”"]},{"type":"heading","content":["The Demons and the Pigs"]},{"type":"line_break"},{"type":"verse","number":26,"content":["Then they sailed to the region of the Gerasenes,",{"noteId":47},"across the lake from Galilee."]},{"type":"verse","number":27,"content":["When Jesus stepped ashore, He was met by a demon-possessed man from the town. For a long time this man had not worn clothing or lived in a house, but he stayed in the tombs."]},{"type":"line_break"},{"type":"verse","number":28,"content":["When the man saw Jesus, he cried out and fell down before Him, shouting in a loud voice, “What do You want with me, Jesus, Son of the Most High God? I beg You not to torture me!”"]},{"type":"verse","number":29,"content":["For Jesus had commanded the unclean spirit to come out of the man. Many times it had seized him, and though he was bound with chains and shackles, he had broken the chains and been driven by the demon into solitary places."]},{"type":"line_break"},{"type":"verse","number":30,"content":["“What is your name?” Jesus asked.",{"lineBreak":true},"“Legion,” he replied, because many demons had gone into him."]},{"type":"verse","number":31,"content":["And the demons kept begging Jesus not to order them to go into the Abyss."]},{"type":"line_break"},{"type":"verse","number":32,"content":["There on the hillside a large herd of pigs was feeding. So the demons begged Jesus to let them enter the pigs, and He gave them permission."]},{"type":"line_break"},{"type":"verse","number":33,"content":["Then the demons came out of the man and went into the pigs, and the herd rushed down the steep bank into the lake and was drowned."]},{"type":"line_break"},{"type":"verse","number":34,"content":["When those tending the pigs saw what had happened, they ran off and reported this in the town and countryside."]},{"type":"verse","number":35,"content":["So the people went out to see what had happened. They came to Jesus and found the man whom the demons had left, sitting at Jesus’ feet, clothed and in his right mind; and they were afraid."]},{"type":"verse","number":36,"content":["Meanwhile, those who had seen it reported how the demon-possessed man had been healed."]},{"type":"line_break"},{"type":"verse","number":37,"content":["Then all the people of the region of the Gerasenes asked Jesus to depart from them, because great fear had taken hold of them. So He got into the boat and started back."]},{"type":"line_break"},{"type":"verse","number":38,"content":["The man whom the demons had left begged to go with Jesus. But He sent him away, saying,"]},{"type":"verse","number":39,"content":["“Return home and describe how much God has done for you.” So the man went away and proclaimed all over the town how much Jesus had done for him."]},{"type":"heading","content":["The Healing Touch of Jesus"]},{"type":"line_break"},{"type":"verse","number":40,"content":["When Jesus returned, the crowd welcomed Him, for they had all been waiting for Him."]},{"type":"verse","number":41,"content":["Just then a synagogue leader named Jairus came and fell at Jesus’ feet. He begged Him to come to his house,"]},{"type":"verse","number":42,"content":["because his only daughter, who was about twelve, was dying.",{"lineBreak":true},"As Jesus went with him, the crowds pressed around Him,"]},{"type":"verse","number":43,"content":["including a woman who had suffered from bleeding for twelve years. She had spent all her money on physicians,",{"noteId":48},"but no one was able to heal her."]},{"type":"verse","number":44,"content":["She came up behind Jesus and touched the fringe of His cloak, and immediately her bleeding stopped."]},{"type":"line_break"},{"type":"verse","number":45,"content":["“Who touched Me?” Jesus asked.",{"lineBreak":true},"But they all denied it. “Master,” said Peter,",{"noteId":49},"“the people are crowding and pressing against You.”"]},{"type":"line_break"},{"type":"verse","number":46,"content":["But Jesus declared, “Someone touched Me, for I know that power has gone out from Me.”"]},{"type":"line_break"},{"type":"verse","number":47,"content":["Then the woman, seeing that she could not escape notice, came trembling and fell down before Him. In the presence of all the people, she explained why she had touched Him and how she had immediately been healed."]},{"type":"line_break"},{"type":"verse","number":48,"content":["“Daughter,” said Jesus, “your faith has healed you. Go in peace.”"]},{"type":"line_break"},{"type":"verse","number":49,"content":["While He was still speaking, someone arrived from the house of the synagogue leader. “Your daughter is dead,” he told Jairus. “Do not bother the Teacher anymore.”"]},{"type":"line_break"},{"type":"verse","number":50,"content":["But Jesus overheard them and said to Jairus, “Do not be afraid; just believe, and she will be healed.”"]},{"type":"line_break"},{"type":"verse","number":51,"content":["When He entered the house, He did not allow anyone to go in with Him except Peter, John, James, and the child’s father and mother."]},{"type":"verse","number":52,"content":["Meanwhile, everyone was weeping and mourning for her. But Jesus said, “Stop weeping; she is not dead but asleep.”"]},{"type":"verse","number":53,"content":["And they laughed at Him, knowing that she was dead."]},{"type":"line_break"},{"type":"verse","number":54,"content":["But Jesus took her by the hand and called out, “Child, get up!”"]},{"type":"verse","number":55,"content":["Her spirit returned, and at once she got up. And He directed that she be given something to eat."]},{"type":"verse","number":56,"content":["Her parents were astounded, but Jesus ordered them not to tell anyone what had happened."]}],"footnotes":[{"noteId":44,"caller":"+","text":"TR to Him","reference":{"chapter":8,"verse":3}},{"noteId":45,"caller":"+","text":"Isaiah 6:9 (See also LXX)","reference":{"chapter":8,"verse":10}},{"noteId":46,"caller":"+","text":"Literally the ones; also in verses 13, 14, and 15","reference":{"chapter":8,"verse":12}},{"noteId":47,"caller":"+","text":"BYZ and TR Gadarenes; Tischendorf Gergesenes; also in verse 37","reference":{"chapter":8,"verse":26}},{"noteId":48,"caller":"+","text":"NE and WH do not include She had spent all her money on physicians.","reference":{"chapter":8,"verse":43}},{"noteId":49,"caller":"+","text":"BYZ and TR include and those who were with him.","reference":{"chapter":8,"verse":45}}]},"thisChapterLink":"/api/BSB/LUK/8.json","thisChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_42_Luk_008_G.mp3","hays":"https://openbible.com/audio/hays/BSB_42_Luk_008_H.mp3","souer":"https://openbible.com/audio/souer/BSB_42_Luk_008.mp3"},"nextChapterApiLink":"/api/BSB/LUK/9.json","nextChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_42_Luk_009_G.mp3","hays":"https://openbible.com/audio/hays/BSB_42_Luk_009_H.mp3","souer":"https://openbible.com/audio/souer/BSB_42_Luk_009.mp3"},"previousChapterApiLink":"/api/BSB/LUK/7.json","previousChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_42_Luk_007_G.mp3","hays":"https://openbible.com/audio/hays/BSB_42_Luk_007_H.mp3","souer":"https://openbible.com/audio/souer/BSB_42_Luk_007.mp3"},"numberOfVerses":56}