{"translation":{"id":"BSB","name":"Berean Standard Bible","website":"https://berean.bible/","licenseUrl":"https://berean.bible/","licenseNotes":null,"shortName":"BSB","englishName":"Berean Standard Bible","language":"eng","textDirection":"ltr","sha256":"b2898c49cadb50fd8763feb9e2f74a90a3817e33408a24b6cbf09e7a950dde97","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json","numberOfBooks":66,"totalNumberOfChapters":1189,"totalNumberOfVerses":31086,"languageName":"English","languageEnglishName":"English"},"book":{"id":"GEN","translationId":"BSB","name":"Genesis","commonName":"Genesis","title":"Genesis","order":1,"numberOfChapters":50,"sha256":"f040e3c9c682a2905e0b5a1f1ed745e6c98d53922a5f30def962690274ae6e6f","firstChapterNumber":1,"firstChapterApiLink":"/api/BSB/GEN/1.json","lastChapterNumber":50,"lastChapterApiLink":"/api/BSB/GEN/50.json","totalNumberOfVerses":1533},"chapter":{"number":31,"content":[{"type":"heading","content":["Jacob Flees from Laban"]},{"type":"verse","number":1,"content":["Now Jacob heard that Laban’s sons were saying, “Jacob has taken away all that belonged to our father and built all this wealth at our father’s expense.”"]},{"type":"verse","number":2,"content":["And Jacob saw from the countenance of Laban that his attitude toward him had changed."]},{"type":"line_break"},{"type":"verse","number":3,"content":["Then the LORD said to Jacob, “Go back to the land of your fathers and to your kindred, and I will be with you.”"]},{"type":"line_break"},{"type":"verse","number":4,"content":["So Jacob sent word and called Rachel and Leah to the field where his flocks were,"]},{"type":"verse","number":5,"content":["and he told them, “I can see from your father’s countenance that his attitude toward me has changed; but the God of my father has been with me."]},{"type":"verse","number":6,"content":["You know that I have served your father with all my strength."]},{"type":"verse","number":7,"content":["And although he has cheated me and changed my wages ten times, God has not allowed him to harm me."]},{"type":"verse","number":8,"content":["If he said, ‘The speckled will be your wages,’ then the whole flock bore speckled offspring. If he said, ‘The streaked will be your wages,’ then the whole flock bore streaked offspring."]},{"type":"verse","number":9,"content":["Thus God has taken away your father’s livestock and given them to me."]},{"type":"line_break"},{"type":"verse","number":10,"content":["When the flocks were breeding, I saw in a dream that the streaked, spotted, and speckled males were mating with the females."]},{"type":"verse","number":11,"content":["In that dream the angel",{"noteId":141},"of God said to me, ‘Jacob!’",{"lineBreak":true},"And I replied, ‘Here I am.’"]},{"type":"line_break"},{"type":"verse","number":12,"content":["‘Look up,’ he said, ‘and see that all the males that are mating with the flock are streaked, spotted, or speckled; for I have seen all that Laban has done to you."]},{"type":"verse","number":13,"content":["I am the God of Bethel, where you anointed the pillar and made a solemn vow to Me. Now get up and leave this land at once, and return to your native land.’”"]},{"type":"line_break"},{"type":"verse","number":14,"content":["And Rachel and Leah replied, “Do we have any portion or inheritance left in our father’s house?"]},{"type":"verse","number":15,"content":["Are we not regarded by him as outsiders? Not only has he sold us, but he has certainly squandered what was paid for us."]},{"type":"verse","number":16,"content":["Surely all the wealth that God has taken away from our father belongs to us and to our children. So do whatever God has told you.”"]},{"type":"line_break"},{"type":"verse","number":17,"content":["Then Jacob got up and put his children and his wives on camels,"]},{"type":"verse","number":18,"content":["and he drove all his livestock before him, along with all the possessions he had acquired in Paddan-aram,",{"noteId":142},"to go to his father Isaac in the land in Canaan."]},{"type":"line_break"},{"type":"verse","number":19,"content":["Now while Laban was out shearing his sheep, Rachel stole her father’s household idols."]},{"type":"verse","number":20,"content":["Moreover, Jacob deceived",{"noteId":143},"Laban the Aramean by not telling him that he was running away."]},{"type":"verse","number":21,"content":["So he fled with all his possessions, crossed the Euphrates,",{"noteId":144},"and headed for the hill country of Gilead."]},{"type":"heading","content":["Laban Pursues Jacob"]},{"type":"line_break"},{"type":"verse","number":22,"content":["On the third day Laban was informed that Jacob had fled."]},{"type":"verse","number":23,"content":["So he took his relatives with him, pursued Jacob for seven days, and overtook him in the hill country of Gilead."]},{"type":"verse","number":24,"content":["But that night God came to Laban the Aramean in a dream and warned him, “Be careful not to say anything to Jacob, either good or bad.”"]},{"type":"line_break"},{"type":"verse","number":25,"content":["Now Jacob had pitched his tent in the hill country of Gilead when Laban overtook him, and Laban and his relatives camped there as well."]},{"type":"verse","number":26,"content":["Then Laban said to Jacob, “What have you done? You have deceived me and carried off my daughters like captives of war!"]},{"type":"verse","number":27,"content":["Why did you run away secretly and deceive me, without even telling me? I would have sent you away with joy and singing, with tambourines and harps."]},{"type":"verse","number":28,"content":["But you did not even let me kiss my grandchildren and my daughters goodbye. Now you have done a foolish thing."]},{"type":"line_break"},{"type":"verse","number":29,"content":["I have power to do you great harm, but last night the God of your father said to me, ‘Be careful not to say anything to Jacob, either good or bad.’"]},{"type":"verse","number":30,"content":["Now you have gone off because you long for your father’s house. But why have you stolen my gods?”"]},{"type":"line_break"},{"type":"verse","number":31,"content":["“I was afraid,” Jacob answered, “for I thought you would take your daughters from me by force."]},{"type":"verse","number":32,"content":["If you find your gods with anyone here, he shall not live! In the presence of our relatives, see for yourself if anything is yours, and take it back.” For Jacob did not know that Rachel had stolen the idols."]},{"type":"line_break"},{"type":"verse","number":33,"content":["So Laban went into Jacob’s tent, then Leah’s tent, and then the tents of the two maidservants, but he found nothing. Then he left Leah’s tent and entered Rachel’s tent."]},{"type":"verse","number":34,"content":["Now Rachel had taken Laban’s household idols, put them in the saddlebag of her camel, and was sitting on them. And Laban searched everything in the tent but found nothing."]},{"type":"line_break"},{"type":"verse","number":35,"content":["Rachel said to her father, “Sir, do not be angry that I cannot stand up before you; for I am having my period.” So Laban searched, but could not find the household idols."]},{"type":"line_break"},{"type":"verse","number":36,"content":["Then Jacob became incensed and challenged Laban. “What is my crime?” he said. “For what sin of mine have you so hotly pursued me?"]},{"type":"verse","number":37,"content":["You have searched all my goods! Have you found anything that belongs to you? Put it here before my brothers and yours, that they may judge between the two of us."]},{"type":"line_break"},{"type":"verse","number":38,"content":["I have been with you for twenty years now. Your sheep and goats have not miscarried, nor have I eaten the rams of your flock."]},{"type":"verse","number":39,"content":["I did not bring you anything torn by wild beasts; I bore the loss myself. And you demanded payment from me for what was stolen by day or night."]},{"type":"verse","number":40,"content":["As it was, the heat consumed me by day and the frost by night, and sleep fled from my eyes."]},{"type":"line_break"},{"type":"verse","number":41,"content":["Thus for twenty years I have served in your household—fourteen years for your two daughters and six years for your flocks—and you have changed my wages ten times!"]},{"type":"verse","number":42,"content":["If the God of my father, the God of Abraham and the Fear of Isaac, had not been with me, surely by now you would have sent me away empty-handed. But God has seen my affliction and the toil of my hands, and last night He rendered judgment.”"]},{"type":"heading","content":["Jacob’s Covenant with Laban"]},{"type":"line_break"},{"type":"verse","number":43,"content":["But Laban answered Jacob, “These daughters are my daughters, these sons are my sons, and these flocks are my flocks! Everything you see is mine! Yet what can I do today about these daughters of mine or the children they have borne?"]},{"type":"verse","number":44,"content":["Come now, let us make a covenant, you and I, and let it serve as a witness between you and me.”"]},{"type":"line_break"},{"type":"verse","number":45,"content":["So Jacob picked out a stone and set it up as a pillar,"]},{"type":"verse","number":46,"content":["and he said to his relatives, “Gather some stones.” So they took stones and made a mound, and there by the mound they ate."]},{"type":"verse","number":47,"content":["Laban called it Jegar-sahadutha, and Jacob called it Galeed.",{"noteId":145}]},{"type":"line_break"},{"type":"verse","number":48,"content":["Then Laban declared, “This mound is a witness between you and me this day.”",{"lineBreak":true},"Therefore the place was called Galeed."]},{"type":"verse","number":49,"content":["It was also called Mizpah,",{"noteId":146},"because Laban said, “May the LORD keep watch between you and me when we are absent from each other."]},{"type":"verse","number":50,"content":["If you mistreat my daughters or take other wives, although no one is with us, remember that God is a witness between you and me.”"]},{"type":"line_break"},{"type":"verse","number":51,"content":["Laban also said to Jacob, “Here is the mound, and here is the pillar I have set up between you and me."]},{"type":"verse","number":52,"content":["This mound is a witness, and this pillar is a witness, that I will not go past this mound to harm you, and you will not go past this mound and pillar to harm me."]},{"type":"verse","number":53,"content":["May the God of Abraham and the God of Nahor, the God of their father, judge between us.”",{"lineBreak":true},"So Jacob swore by the Fear of his father Isaac."]},{"type":"line_break"},{"type":"verse","number":54,"content":["Then Jacob offered a sacrifice on the mountain and invited his relatives to eat a meal. And after they had eaten, they spent the night on the mountain."]},{"type":"verse","number":55,"content":["Early the next morning, Laban got up and kissed his grandchildren and daughters and blessed them. Then he left to return home."]}],"footnotes":[{"noteId":141,"caller":"+","text":"Or Angel","reference":{"chapter":31,"verse":11}},{"noteId":142,"caller":"+","text":"That is, northwest Mesopotamia","reference":{"chapter":31,"verse":18}},{"noteId":143,"caller":"+","text":"Or stole the heart of; also in verses 26 and 27","reference":{"chapter":31,"verse":20}},{"noteId":144,"caller":"+","text":"Hebrew the River","reference":{"chapter":31,"verse":21}},{"noteId":145,"caller":"+","text":"The Aramaic Jegar-Sahadutha and the Hebrew Galeed both mean heap of witnesses.","reference":{"chapter":31,"verse":47}},{"noteId":146,"caller":"+","text":"Mizpah means watchtower.","reference":{"chapter":31,"verse":49}}]},"thisChapterLink":"/api/BSB/GEN/31.json","thisChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_01_Gen_031_G.mp3","hays":"https://openbible.com/audio/hays/BSB_01_Gen_031_H.mp3","souer":"https://openbible.com/audio/souer/BSB_01_Gen_031.mp3"},"nextChapterApiLink":"/api/BSB/GEN/32.json","nextChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_01_Gen_032_G.mp3","hays":"https://openbible.com/audio/hays/BSB_01_Gen_032_H.mp3","souer":"https://openbible.com/audio/souer/BSB_01_Gen_032.mp3"},"previousChapterApiLink":"/api/BSB/GEN/30.json","previousChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_01_Gen_030_G.mp3","hays":"https://openbible.com/audio/hays/BSB_01_Gen_030_H.mp3","souer":"https://openbible.com/audio/souer/BSB_01_Gen_030.mp3"},"numberOfVerses":55}