{"translation":{"id":"BSB","name":"Berean Standard Bible","website":"https://berean.bible/","licenseUrl":"https://berean.bible/","licenseNotes":null,"shortName":"BSB","englishName":"Berean Standard Bible","language":"eng","textDirection":"ltr","sha256":"b2898c49cadb50fd8763feb9e2f74a90a3817e33408a24b6cbf09e7a950dde97","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json","numberOfBooks":66,"totalNumberOfChapters":1189,"totalNumberOfVerses":31086,"languageName":"English","languageEnglishName":"English"},"book":{"id":"GEN","translationId":"BSB","name":"Genesis","commonName":"Genesis","title":"Genesis","order":1,"numberOfChapters":50,"sha256":"f040e3c9c682a2905e0b5a1f1ed745e6c98d53922a5f30def962690274ae6e6f","firstChapterNumber":1,"firstChapterApiLink":"/api/BSB/GEN/1.json","lastChapterNumber":50,"lastChapterApiLink":"/api/BSB/GEN/50.json","totalNumberOfVerses":1533},"chapter":{"number":37,"content":[{"type":"heading","content":["Joseph’s Dreams"]},{"type":"verse","number":1,"content":["Now Jacob lived in the land where his father had resided, the land of Canaan."]},{"type":"line_break"},{"type":"verse","number":2,"content":["This is the account of Jacob. When Joseph was seventeen years old, he was tending the flock with his brothers, the sons of his father’s wives Bilhah and Zilpah, and he brought their father a bad report about them."]},{"type":"line_break"},{"type":"verse","number":3,"content":["Now Israel loved Joseph more than his other sons, because Joseph had been born to him in his old age; so he made him a robe of many colors.",{"noteId":178}]},{"type":"verse","number":4,"content":["When Joseph’s brothers saw that their father loved him more than any of them, they hated him and could not speak a kind word to him."]},{"type":"line_break"},{"type":"verse","number":5,"content":["Then Joseph had a dream, and when he told it to his brothers, they hated him even more."]},{"type":"verse","number":6,"content":["He said to them, “Listen to this dream I had:"]},{"type":"verse","number":7,"content":["We were binding sheaves of grain in the field, and suddenly my sheaf rose and stood upright, while your sheaves gathered around and bowed down to mine.”"]},{"type":"line_break"},{"type":"verse","number":8,"content":["“Do you intend to reign over us?” his brothers asked. “Will you actually rule us?” So they hated him even more because of his dream and his statements."]},{"type":"line_break"},{"type":"verse","number":9,"content":["Then Joseph had another dream and told it to his brothers. “Look,” he said, “I had another dream, and this time the sun and moon and eleven stars were bowing down to me.”"]},{"type":"line_break"},{"type":"verse","number":10,"content":["He told his father and brothers, but his father rebuked him and said, “What is this dream that you have had? Will your mother and brothers and I actually come and bow down to the ground before you?”"]},{"type":"verse","number":11,"content":["And his brothers were jealous of him, but his father kept in mind what he had said."]},{"type":"heading","content":["Joseph Sold into Egypt"]},{"type":"line_break"},{"type":"verse","number":12,"content":["Some time later, Joseph’s brothers had gone to pasture their father’s flocks near Shechem."]},{"type":"verse","number":13,"content":["Israel said to him, “Are not your brothers pasturing the flocks at Shechem? Get ready; I am sending you to them.”",{"lineBreak":true},"“I am ready,” Joseph replied."]},{"type":"line_break"},{"type":"verse","number":14,"content":["Then Israel told him, “Go now and see how your brothers and the flocks are faring, and bring word back to me.”",{"lineBreak":true},"So he sent him off from the Valley of Hebron. And when Joseph arrived in Shechem,"]},{"type":"verse","number":15,"content":["a man found him wandering in the field and asked, “What are you looking for?”"]},{"type":"line_break"},{"type":"verse","number":16,"content":["“I am looking for my brothers,” Joseph replied. “Can you please tell me where they are pasturing their flocks?”"]},{"type":"line_break"},{"type":"verse","number":17,"content":["“They have moved on from here,” the man answered. “I heard them say, ‘Let us go to Dothan.’” So Joseph set out after his brothers and found them at Dothan."]},{"type":"line_break"},{"type":"verse","number":18,"content":["Now Joseph’s brothers saw him in the distance, and before he arrived, they plotted to kill him."]},{"type":"verse","number":19,"content":["“Here comes that dreamer!” they said to one another."]},{"type":"verse","number":20,"content":["“Come now, let us kill him and throw him into one of the pits. We can say that a vicious animal has devoured him. Then we shall see what becomes of his dreams!”"]},{"type":"line_break"},{"type":"verse","number":21,"content":["When Reuben heard this, he tried to rescue Joseph from their hands. “Let us not take his life,” he said."]},{"type":"verse","number":22,"content":["“Do not shed his blood. Throw him into this pit in the wilderness, but do not lay a hand on him.” Reuben said this so that he could rescue Joseph from their hands and return him to his father."]},{"type":"line_break"},{"type":"verse","number":23,"content":["So when Joseph came to his brothers, they stripped him of his robe—the robe of many colors he was wearing—"]},{"type":"verse","number":24,"content":["and they took him and threw him into the pit. Now the pit was empty, with no water in it."]},{"type":"line_break"},{"type":"verse","number":25,"content":["And as they sat down to eat a meal, they looked up and saw a caravan of Ishmaelites coming from Gilead. Their camels were carrying spices, balm, and myrrh on their way down to Egypt."]},{"type":"line_break"},{"type":"verse","number":26,"content":["Then Judah said to his brothers, “What profit will we gain if we kill our brother and cover up his blood?"]},{"type":"verse","number":27,"content":["Come, let us sell him to the Ishmaelites and not lay a hand on him; for he is our brother, our own flesh.” And they agreed."]},{"type":"verse","number":28,"content":["So when the Midianite traders passed by, his brothers pulled Joseph out of the pit and sold him for twenty shekels of silver",{"noteId":179},"to the Ishmaelites, who took him to Egypt."]},{"type":"line_break"},{"type":"verse","number":29,"content":["When Reuben returned to the pit and saw that Joseph was not there, he tore his clothes,"]},{"type":"verse","number":30,"content":["returned to his brothers, and said, “The boy is gone! What am I going to do?”"]},{"type":"heading","content":["Jacob Mourns Joseph"]},{"type":"line_break"},{"type":"verse","number":31,"content":["Then they took Joseph’s robe, slaughtered a young goat, and dipped the robe in its blood."]},{"type":"verse","number":32,"content":["They sent the robe of many colors to their father and said, “We found this. Examine it to see whether it is your son’s robe or not.”"]},{"type":"line_break"},{"type":"verse","number":33,"content":["His father recognized it and said, “It is my son’s robe! A vicious animal has devoured him. Joseph has surely been torn to pieces!”"]},{"type":"verse","number":34,"content":["Then Jacob tore his clothes, put sackcloth around his waist, and mourned for his son many days."]},{"type":"verse","number":35,"content":["All his sons and daughters tried to comfort him, but he refused to be comforted. “No,” he said. “I will go down to Sheol mourning for my son.” So his father wept for him."]},{"type":"line_break"},{"type":"verse","number":36,"content":["Meanwhile, the Midianites",{"noteId":180},"sold Joseph in Egypt to Potiphar, an officer of Pharaoh and captain of the guard."]}],"footnotes":[{"noteId":178,"caller":"+","text":"Possibly a robe with long sleeves; also in verses 23 and 32","reference":{"chapter":37,"verse":3}},{"noteId":179,"caller":"+","text":"20 shekels is approximately 8 ounces or 228 grams of silver.","reference":{"chapter":37,"verse":28}},{"noteId":180,"caller":"+","text":"Hebrew the Medanites","reference":{"chapter":37,"verse":36}}]},"thisChapterLink":"/api/BSB/GEN/37.json","thisChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_01_Gen_037_G.mp3","hays":"https://openbible.com/audio/hays/BSB_01_Gen_037_H.mp3","souer":"https://openbible.com/audio/souer/BSB_01_Gen_037.mp3"},"nextChapterApiLink":"/api/BSB/GEN/38.json","nextChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_01_Gen_038_G.mp3","hays":"https://openbible.com/audio/hays/BSB_01_Gen_038_H.mp3","souer":"https://openbible.com/audio/souer/BSB_01_Gen_038.mp3"},"previousChapterApiLink":"/api/BSB/GEN/36.json","previousChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_01_Gen_036_G.mp3","hays":"https://openbible.com/audio/hays/BSB_01_Gen_036_H.mp3","souer":"https://openbible.com/audio/souer/BSB_01_Gen_036.mp3"},"numberOfVerses":36}