{"translation":{"id":"BSB","name":"Berean Standard Bible","website":"https://berean.bible/","licenseUrl":"https://berean.bible/","licenseNotes":null,"shortName":"BSB","englishName":"Berean Standard Bible","language":"eng","textDirection":"ltr","sha256":"b2898c49cadb50fd8763feb9e2f74a90a3817e33408a24b6cbf09e7a950dde97","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json","numberOfBooks":66,"totalNumberOfChapters":1189,"totalNumberOfVerses":31086,"languageName":"English","languageEnglishName":"English"},"book":{"id":"EST","translationId":"BSB","name":"Esther","commonName":"Esther","title":"Esther","order":17,"numberOfChapters":10,"sha256":"573da7ed35fb2ff0a8a1817caf8b75697630d4854015429bf7634e00c3e52fd6","firstChapterNumber":1,"firstChapterApiLink":"/api/BSB/EST/1.json","lastChapterNumber":10,"lastChapterApiLink":"/api/BSB/EST/10.json","totalNumberOfVerses":167},"chapter":{"number":8,"content":[{"type":"heading","content":["Esther Appeals for the Jews"]},{"type":"verse","number":1,"content":["That same day King Xerxes awarded Queen Esther the estate of Haman, the enemy of the Jews. And Mordecai entered the king’s presence because Esther had revealed his relation to her."]},{"type":"verse","number":2,"content":["The king removed the signet ring he had recovered from Haman and presented it to Mordecai. And Esther appointed Mordecai over the estate of Haman."]},{"type":"line_break"},{"type":"verse","number":3,"content":["And once again, Esther addressed the king. She fell at his feet weeping and begged him to revoke the evil scheme of Haman the Agagite, which he had devised against the Jews."]},{"type":"line_break"},{"type":"verse","number":4,"content":["The king extended the gold scepter toward Esther, and she arose and stood before the king."]},{"type":"line_break"},{"type":"verse","number":5,"content":["“If it pleases the king,” she said, “and if I have found favor in his sight, and the matter seems proper to the king, and I am pleasing in his sight, may an order be written to revoke the letters that the scheming Haman son of Hammedatha, the Agagite, wrote to destroy the Jews in all the king’s provinces."]},{"type":"verse","number":6,"content":["For how could I bear to see the disaster that would befall my people? How could I bear to see the destruction of my kindred?”"]},{"type":"heading","content":["The Decree of Xerxes"]},{"type":"line_break"},{"type":"verse","number":7,"content":["So King Xerxes said to Esther the Queen and Mordecai the Jew, “Behold, I have given Haman’s estate to Esther, and he was hanged on the gallows because he attacked the Jews."]},{"type":"verse","number":8,"content":["Now you may write in the king’s name as you please regarding the Jews, and seal it with the royal signet ring. For a decree that is written in the name of the king and sealed with the royal signet ring cannot be revoked.”"]},{"type":"line_break"},{"type":"verse","number":9,"content":["At once the royal scribes were summoned, and on the twenty-third day of the third month (the month of Sivan",{"noteId":20},"), they recorded all of Mordecai’s orders to the Jews and to the satraps, governors, and princes of the 127 provinces from India to Cush",{"noteId":21},"—writing to each province in its own script, to every people in their own language, and to the Jews in their own script and language."]},{"type":"line_break"},{"type":"verse","number":10,"content":["Mordecai wrote in the name of King Xerxes and sealed it with the royal signet ring. He sent the documents by mounted couriers riding on swift horses bred from the royal mares."]},{"type":"line_break"},{"type":"verse","number":11,"content":["By these letters the king permitted the Jews in each and every city the right to assemble and defend themselves, to destroy, kill, and annihilate all the forces of any people or province hostile to them, including women and children, and to plunder their possessions."]},{"type":"verse","number":12,"content":["The single day appointed throughout all the provinces of King Xerxes was the thirteenth day of the twelfth month, the month of Adar.",{"noteId":22}]},{"type":"line_break"},{"type":"verse","number":13,"content":["A copy of the text of the edict was to be issued in every province and published to all the people, so that the Jews would be ready on that day to avenge themselves on their enemies."]},{"type":"verse","number":14,"content":["The couriers rode out in haste on their royal horses, pressed on by the command of the king. And the edict was also issued in the citadel of Susa."]},{"type":"line_break"},{"type":"verse","number":15,"content":["Mordecai went out from the presence of the king in royal garments of blue and white, with a large gold crown and a purple robe of fine linen. And the city of Susa shouted and rejoiced."]},{"type":"line_break"},{"type":"verse","number":16,"content":["For the Jews it was a time of light and gladness, of joy and honor."]},{"type":"verse","number":17,"content":["In every province and every city, wherever the king’s edict and decree reached, there was joy and gladness among the Jews, with feasting and celebrating. And many of the people of the land themselves became Jews, because the fear of the Jews had fallen upon them."]}],"footnotes":[{"noteId":20,"caller":"+","text":"Sivan is the third month of the Hebrew lunar calendar, usually occurring within the months of May and June.","reference":{"chapter":8,"verse":9}},{"noteId":21,"caller":"+","text":"That is, to the upper Nile region","reference":{"chapter":8,"verse":9}},{"noteId":22,"caller":"+","text":"Adar is the twelfth month of the Hebrew lunar calendar, usually occurring within the months of February and March.","reference":{"chapter":8,"verse":12}}]},"thisChapterLink":"/api/BSB/EST/8.json","thisChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_17_Est_008_G.mp3","hays":"https://openbible.com/audio/hays/BSB_17_Est_008_H.mp3","souer":"https://openbible.com/audio/souer/BSB_17_Est_008.mp3"},"nextChapterApiLink":"/api/BSB/EST/9.json","nextChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_17_Est_009_G.mp3","hays":"https://openbible.com/audio/hays/BSB_17_Est_009_H.mp3","souer":"https://openbible.com/audio/souer/BSB_17_Est_009.mp3"},"previousChapterApiLink":"/api/BSB/EST/7.json","previousChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_17_Est_007_G.mp3","hays":"https://openbible.com/audio/hays/BSB_17_Est_007_H.mp3","souer":"https://openbible.com/audio/souer/BSB_17_Est_007.mp3"},"numberOfVerses":17}