{"translation":{"id":"BSB","name":"Berean Standard Bible","website":"https://berean.bible/","licenseUrl":"https://berean.bible/","licenseNotes":null,"shortName":"BSB","englishName":"Berean Standard Bible","language":"eng","textDirection":"ltr","sha256":"b2898c49cadb50fd8763feb9e2f74a90a3817e33408a24b6cbf09e7a950dde97","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json","numberOfBooks":66,"totalNumberOfChapters":1189,"totalNumberOfVerses":31086,"languageName":"English","languageEnglishName":"English"},"book":{"id":"EST","translationId":"BSB","name":"Esther","commonName":"Esther","title":"Esther","order":17,"numberOfChapters":10,"sha256":"573da7ed35fb2ff0a8a1817caf8b75697630d4854015429bf7634e00c3e52fd6","firstChapterNumber":1,"firstChapterApiLink":"/api/BSB/EST/1.json","lastChapterNumber":10,"lastChapterApiLink":"/api/BSB/EST/10.json","totalNumberOfVerses":167},"chapter":{"number":9,"content":[{"type":"heading","content":["The Jews Destroy Their Enemies"]},{"type":"verse","number":1,"content":["On the thirteenth day of the twelfth month, the month of Adar,",{"noteId":23},"the king’s command and edict were to be executed. On this day the enemies of the Jews had hoped to overpower them, but their plan was overturned and the Jews overpowered those who hated them."]},{"type":"verse","number":2,"content":["In each of the provinces of King Xerxes, the Jews assembled in their cities to attack those who sought to harm them. No man could withstand them, because the fear of them had fallen upon all peoples."]},{"type":"line_break"},{"type":"verse","number":3,"content":["And all the officials of the provinces, the satraps, the governors, and the king’s administrators helped the Jews, because the fear of Mordecai had fallen upon them."]},{"type":"verse","number":4,"content":["For Mordecai exercised great power in the palace, and his fame spread throughout the provinces as he became more and more powerful."]},{"type":"line_break"},{"type":"verse","number":5,"content":["The Jews put all their enemies to the sword, killing and destroying them, and they did as they pleased to those who hated them."]},{"type":"verse","number":6,"content":["In the citadel of Susa, the Jews killed and destroyed five hundred men,"]},{"type":"verse","number":7,"content":["including Parshandatha, Dalphon, Aspatha,"]},{"type":"verse","number":8,"content":["Poratha, Adalia, Aridatha,"]},{"type":"verse","number":9,"content":["Parmashta, Arisai, Aridai, and Vaizatha."]},{"type":"verse","number":10,"content":["They killed these ten sons of Haman son of Hammedatha, the enemy of the Jews, but they did not lay a hand on the plunder."]},{"type":"heading","content":["Haman’s Sons Hanged"]},{"type":"line_break"},{"type":"verse","number":11,"content":["On that day the number of those killed in the citadel of Susa was reported to the king,"]},{"type":"verse","number":12,"content":["who said to Queen Esther, “In the citadel of Susa the Jews have killed and destroyed five hundred men, including Haman’s ten sons. What have they done in the rest of the royal provinces? Now what is your petition? It will be given to you. And what further do you request? It will be fulfilled.”"]},{"type":"line_break"},{"type":"verse","number":13,"content":["Esther replied, “If it pleases the king, may the Jews in Susa also have tomorrow to carry out today’s edict, and may the bodies of Haman’s ten sons be hanged on the gallows.”"]},{"type":"line_break"},{"type":"verse","number":14,"content":["So the king commanded that this be done. An edict was issued in Susa, and they hanged the ten sons of Haman."]},{"type":"verse","number":15,"content":["On the fourteenth day of the month of Adar, the Jews in Susa came together again and put to death three hundred men there, but they did not lay a hand on the plunder."]},{"type":"line_break"},{"type":"verse","number":16,"content":["The rest of the Jews in the royal provinces also assembled to defend themselves and rid themselves of their enemies. They killed 75,000 who hated them, but they did not lay a hand on the plunder."]},{"type":"verse","number":17,"content":["This was done on the thirteenth day of the month of Adar, and on the fourteenth day they rested, making it a day of feasting and joy."]},{"type":"heading","content":["The Feast of Purim Instituted"]},{"type":"line_break"},{"type":"verse","number":18,"content":["The Jews in Susa, however, had assembled on the thirteenth and the fourteenth days of the month. So they rested on the fifteenth day, making it a day of feasting and joy."]},{"type":"verse","number":19,"content":["This is why the rural Jews, who live in the villages, observe the fourteenth day of the month of Adar as a day of joy and feasting. It is a holiday for sending gifts to one another."]},{"type":"line_break"},{"type":"verse","number":20,"content":["Mordecai recorded these events and sent letters to all the Jews in all the provinces of King Xerxes, both near and far,"]},{"type":"verse","number":21,"content":["to establish among them an annual celebration on the fourteenth and fifteenth days of the month of Adar"]},{"type":"verse","number":22,"content":["as the days on which the Jews gained rest from their enemies and the month in which their sorrow turned to joy and their mourning into a holiday. He wrote that these were to be days of feasting and joy, of sending gifts to one another and to the poor."]},{"type":"line_break"},{"type":"verse","number":23,"content":["So the Jews agreed to continue the custom they had started, as Mordecai had written to them."]},{"type":"verse","number":24,"content":["For Haman son of Hammedatha, the Agagite, the enemy of all the Jews, had plotted against the Jews to destroy them and had cast the Pur (that is, the lot) to crush and destroy them."]},{"type":"verse","number":25,"content":["But when it came before the king, he commanded by letter that the wicked scheme which Haman had devised against the Jews should come back upon his own head, and that he and his sons should be hanged on the gallows."]},{"type":"line_break"},{"type":"verse","number":26,"content":["Therefore these days are called Purim, from the word Pur.",{"lineBreak":true},"Because of all the instructions in this letter, and because of all they had seen and experienced,"]},{"type":"verse","number":27,"content":["the Jews bound themselves to establish the custom that they and their descendants and all who join them should not fail to celebrate these two days at the appointed time each and every year, according to their regulation."]},{"type":"verse","number":28,"content":["These days should be remembered and celebrated by every generation, family, province, and city, so that these days of Purim should not fail to be observed among the Jews, nor should the memory of them fade from their descendants."]},{"type":"line_break"},{"type":"verse","number":29,"content":["So Queen Esther daughter of Abihail, along with Mordecai the Jew, wrote with full authority to confirm this second letter concerning Purim."]},{"type":"verse","number":30,"content":["And Mordecai sent letters with words of peace and truth to all the Jews in the 127 provinces of the kingdom of Xerxes,"]},{"type":"verse","number":31,"content":["in order to confirm these days of Purim at their appointed time, just as Mordecai the Jew and Queen Esther had established them and had committed themselves and their descendants to the times of fasting and lamentation."]},{"type":"line_break"},{"type":"verse","number":32,"content":["So Esther’s decree confirmed these regulations about Purim, which were written into the record."]}],"footnotes":[{"noteId":23,"caller":"+","text":"Adar is the twelfth month of the Hebrew lunar calendar, usually occurring within the months of February and March; also in verses 15, 17, 19, and 21.","reference":{"chapter":9,"verse":1}}]},"thisChapterLink":"/api/BSB/EST/9.json","thisChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_17_Est_009_G.mp3","hays":"https://openbible.com/audio/hays/BSB_17_Est_009_H.mp3","souer":"https://openbible.com/audio/souer/BSB_17_Est_009.mp3"},"nextChapterApiLink":"/api/BSB/EST/10.json","nextChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_17_Est_010_G.mp3","hays":"https://openbible.com/audio/hays/BSB_17_Est_010_H.mp3","souer":"https://openbible.com/audio/souer/BSB_17_Est_010.mp3"},"previousChapterApiLink":"/api/BSB/EST/8.json","previousChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_17_Est_008_G.mp3","hays":"https://openbible.com/audio/hays/BSB_17_Est_008_H.mp3","souer":"https://openbible.com/audio/souer/BSB_17_Est_008.mp3"},"numberOfVerses":32}