{"translation":{"id":"BSB","name":"Berean Standard Bible","website":"https://berean.bible/","licenseUrl":"https://berean.bible/","licenseNotes":null,"shortName":"BSB","englishName":"Berean Standard Bible","language":"eng","textDirection":"ltr","sha256":"b2898c49cadb50fd8763feb9e2f74a90a3817e33408a24b6cbf09e7a950dde97","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json","numberOfBooks":66,"totalNumberOfChapters":1189,"totalNumberOfVerses":31086,"languageName":"English","languageEnglishName":"English"},"book":{"id":"DAN","translationId":"BSB","name":"Daniel","commonName":"Daniel","title":"Daniel","order":27,"numberOfChapters":12,"sha256":"0e3c7d7b6fa448092967f050ec5c3bea644d8f6f1165168ef8f9ac4de00a43da","firstChapterNumber":1,"firstChapterApiLink":"/api/BSB/DAN/1.json","lastChapterNumber":12,"lastChapterApiLink":"/api/BSB/DAN/12.json","totalNumberOfVerses":357},"chapter":{"number":11,"content":[{"type":"heading","content":["Kings of the South and North"]},{"type":"verse","number":1,"content":["“And I, in the first year of Darius the Mede, stood up to strengthen and protect him."]},{"type":"line_break"},{"type":"verse","number":2,"content":["Now then, I will tell you the truth: Three more kings will arise in Persia, and then a fourth, who will be far richer than all the others. By the power of his wealth, he will stir up everyone against the kingdom of Greece.",{"noteId":46}]},{"type":"line_break"},{"type":"verse","number":3,"content":["Then a mighty king will arise, who will rule with great authority and do as he pleases."]},{"type":"verse","number":4,"content":["But as soon as he is established, his kingdom will be broken up and parceled out toward the four winds of heaven. It will not go to his descendants, nor will it have the authority with which he ruled, because his kingdom will be uprooted and given to others."]},{"type":"line_break"},{"type":"verse","number":5,"content":["The king of the South will grow strong, but one of his commanders will grow even stronger and will rule his own kingdom with great authority."]},{"type":"line_break"},{"type":"verse","number":6,"content":["After some years they will form an alliance, and the daughter of the king of the South will go to the king of the North to seal the agreement. But his daughter will not retain her position of power, nor will his strength",{"noteId":47},"endure. At that time she will be given up, along with her royal escort and her father",{"noteId":48},"and the one who supported her."]},{"type":"line_break"},{"type":"verse","number":7,"content":["But one from her family line",{"noteId":49},"will rise up in his place, come against the army of the king of the North, and enter his fortress, fighting and prevailing."]},{"type":"verse","number":8,"content":["He will take even their gods captive to Egypt, with their metal images and their precious vessels of silver and gold. For some years he will stay away from the king of the North,"]},{"type":"verse","number":9,"content":["who will invade the realm of the king of the South and then return to his own land."]},{"type":"line_break"},{"type":"verse","number":10,"content":["But his sons will stir up strife and assemble a great army, which will advance forcefully, sweeping through like a flood, and will again carry the battle as far as his fortress."]},{"type":"verse","number":11,"content":["In a rage, the king of the South will march out to fight the king of the North, who will raise a large army, but it will be delivered into the hand of his enemy."]},{"type":"line_break"},{"type":"verse","number":12,"content":["When the army is carried off, the king of the South will be proud in heart and will cast down tens of thousands, but he will not triumph."]},{"type":"verse","number":13,"content":["For the king of the North will raise another army, larger than the first, and after some years",{"noteId":50},"he will advance with a great army and many supplies."]},{"type":"line_break"},{"type":"verse","number":14,"content":["In those times many will rise up against the king of the South. Violent ones among your own people will exalt themselves in fulfillment of the vision, but they will fail."]},{"type":"line_break"},{"type":"verse","number":15,"content":["Then the king of the North will come, build up a siege ramp, and capture a fortified city. The forces of the South will not stand; even their best troops will not be able to resist."]},{"type":"verse","number":16,"content":["The invader will do as he pleases, and no one will stand against him. He will establish himself in the Beautiful Land, with destruction in his hand."]},{"type":"verse","number":17,"content":["He will resolve to come with the strength of his whole kingdom, and will reach an agreement with the king of the South. He will give him a daughter in marriage in order to overthrow the kingdom, but his plan will not succeed or help him.",{"noteId":51}]},{"type":"line_break"},{"type":"verse","number":18,"content":["Then he will turn his face to the coastlands and capture many of them. But a commander will put an end to his reproach and will turn it back upon him."]},{"type":"verse","number":19,"content":["After this, he will turn back toward the fortresses of his own land, but he will stumble and fall and be no more."]},{"type":"line_break"},{"type":"verse","number":20,"content":["In his place one will arise who will send out a tax collector for the glory of the kingdom; but within a few days he will be destroyed, though not in anger or in battle."]},{"type":"line_break"},{"type":"verse","number":21,"content":["In his place a despicable person will arise; royal honors will not be given to him, but he will come in a time of peace and seize the kingdom by intrigue."]},{"type":"verse","number":22,"content":["Then a flood of forces will be swept away before him and destroyed, along with a prince of the covenant."]},{"type":"line_break"},{"type":"verse","number":23,"content":["After an alliance is made with him, he will act deceitfully; for he will rise to power with only a few people."]},{"type":"verse","number":24,"content":["In a time of peace, he will invade the richest provinces and do what his fathers and forefathers never did. He will lavish plunder, loot, and wealth on his followers, and he will plot against the strongholds—but only for a time."]},{"type":"line_break"},{"type":"verse","number":25,"content":["And with a large army he will stir up his power and his courage against the king of the South, who will mobilize a very large and powerful army but will not withstand the plots devised against him."]},{"type":"verse","number":26,"content":["Those who eat from his provisions will seek to destroy him; his army will be swept away, and many will fall slain."]},{"type":"line_break"},{"type":"verse","number":27,"content":["And the two kings, with their hearts bent on evil, will speak lies at the same table, but to no avail, for still the end will come at the appointed time."]},{"type":"verse","number":28,"content":["The king of the North will return to his land with great wealth, but his heart will be set against the holy covenant; so he will do damage and return to his own land."]},{"type":"line_break"},{"type":"verse","number":29,"content":["At the appointed time he will invade the South again, but this time will not be like the first."]},{"type":"verse","number":30,"content":["Ships of Kittim",{"noteId":52},"will come against him, and he will lose heart. Then he will turn back and rage against the holy covenant and do damage. So he will return and show favor to those who forsake the holy covenant."]},{"type":"verse","number":31,"content":["His forces will rise up and desecrate the temple fortress. They will abolish the daily sacrifice and set up the abomination of desolation."]},{"type":"line_break"},{"type":"verse","number":32,"content":["With flattery he will corrupt those who violate the covenant, but the people who know their God will firmly resist him."]},{"type":"verse","number":33,"content":["Those with insight will instruct many, though for a time they will fall by sword or flame, or be captured or plundered."]},{"type":"line_break"},{"type":"verse","number":34,"content":["Now when they fall, they will be granted a little help, but many will join them insincerely."]},{"type":"verse","number":35,"content":["Some of the wise will fall, so that they may be refined, purified, and made spotless until the time of the end, for it will still come at the appointed time."]},{"type":"heading","content":["The King Who Exalts Himself"]},{"type":"line_break"},{"type":"verse","number":36,"content":["Then the king will do as he pleases and will exalt and magnify himself above every god, and he will speak monstrous things against the God of gods. He will be successful until the time of wrath is completed, for what has been decreed must be accomplished."]},{"type":"verse","number":37,"content":["He will show no regard for the gods of his fathers, nor for the one desired by women, nor for any other god, because he will magnify himself above them all."]},{"type":"line_break"},{"type":"verse","number":38,"content":["And in their place, he will honor a god of fortresses—a god his fathers did not know—with gold, silver, precious stones, and riches."]},{"type":"verse","number":39,"content":["He will attack the strongest fortresses with the help of a foreign god and will greatly honor those who acknowledge him, making them rulers over many and distributing the land for a price.",{"noteId":53}]},{"type":"line_break"},{"type":"verse","number":40,"content":["At the time of the end, the king of the South will engage him in battle,",{"noteId":54},"but the king of the North will storm out against him with chariots, horsemen, and many ships, invading many countries and sweeping through them like a flood."]},{"type":"verse","number":41,"content":["He will also invade the Beautiful Land, and many countries will fall. But these will be delivered from his hand: Edom, Moab, and the leaders of the Ammonites."]},{"type":"line_break"},{"type":"verse","number":42,"content":["He will extend his power over many countries, and not even the land of Egypt will escape."]},{"type":"verse","number":43,"content":["He will gain control of the treasures of gold and silver and over all the riches of Egypt, and the Libyans and Cushites",{"noteId":55},"will also submit to him."]},{"type":"line_break"},{"type":"verse","number":44,"content":["But news from the east and the north will alarm him, and he will go out with great fury to destroy many and devote them to destruction.",{"noteId":56}]},{"type":"verse","number":45,"content":["He will pitch his royal tents between the sea and the beautiful holy mountain, but he will meet his end with no one to help him."]}],"footnotes":[{"noteId":46,"caller":"+","text":"Hebrew of Javan","reference":{"chapter":11,"verse":2}},{"noteId":47,"caller":"+","text":"Or offspring","reference":{"chapter":11,"verse":6}},{"noteId":48,"caller":"+","text":"Or child; see Vulgate and Syriac.","reference":{"chapter":11,"verse":6}},{"noteId":49,"caller":"+","text":"Literally a branch from her roots","reference":{"chapter":11,"verse":7}},{"noteId":50,"caller":"+","text":"Hebrew at the end of the times","reference":{"chapter":11,"verse":13}},{"noteId":51,"caller":"+","text":"Or but she will not stand with him or support him","reference":{"chapter":11,"verse":17}},{"noteId":52,"caller":"+","text":"Or western coastlands or Mediterranean islands","reference":{"chapter":11,"verse":30}},{"noteId":53,"caller":"+","text":"Or for a reward","reference":{"chapter":11,"verse":39}},{"noteId":54,"caller":"+","text":"Hebrew will thrust at him","reference":{"chapter":11,"verse":40}},{"noteId":55,"caller":"+","text":"That is, people from the upper Nile region","reference":{"chapter":11,"verse":43}},{"noteId":56,"caller":"+","text":"Forms of the Hebrew cherem refer to the giving over of things or persons, either by destroying them or by giving them as an offering.","reference":{"chapter":11,"verse":44}}]},"thisChapterLink":"/api/BSB/DAN/11.json","thisChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_27_Dan_011_G.mp3","hays":"https://openbible.com/audio/hays/BSB_27_Dan_011_H.mp3","souer":"https://openbible.com/audio/souer/BSB_27_Dan_011.mp3"},"nextChapterApiLink":"/api/BSB/DAN/12.json","nextChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_27_Dan_012_G.mp3","hays":"https://openbible.com/audio/hays/BSB_27_Dan_012_H.mp3","souer":"https://openbible.com/audio/souer/BSB_27_Dan_012.mp3"},"previousChapterApiLink":"/api/BSB/DAN/10.json","previousChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_27_Dan_010_G.mp3","hays":"https://openbible.com/audio/hays/BSB_27_Dan_010_H.mp3","souer":"https://openbible.com/audio/souer/BSB_27_Dan_010.mp3"},"numberOfVerses":45}