{"translation":{"id":"BSB","name":"Berean Standard Bible","website":"https://berean.bible/","licenseUrl":"https://berean.bible/","licenseNotes":null,"shortName":"BSB","englishName":"Berean Standard Bible","language":"eng","textDirection":"ltr","sha256":"b2898c49cadb50fd8763feb9e2f74a90a3817e33408a24b6cbf09e7a950dde97","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json","numberOfBooks":66,"totalNumberOfChapters":1189,"totalNumberOfVerses":31086,"languageName":"English","languageEnglishName":"English"},"book":{"id":"DAN","translationId":"BSB","name":"Daniel","commonName":"Daniel","title":"Daniel","order":27,"numberOfChapters":12,"sha256":"0e3c7d7b6fa448092967f050ec5c3bea644d8f6f1165168ef8f9ac4de00a43da","firstChapterNumber":1,"firstChapterApiLink":"/api/BSB/DAN/1.json","lastChapterNumber":12,"lastChapterApiLink":"/api/BSB/DAN/12.json","totalNumberOfVerses":357},"chapter":{"number":2,"content":[{"type":"heading","content":["Nebuchadnezzar’s Troubling Dream"]},{"type":"verse","number":1,"content":["In the second year of his reign, Nebuchadnezzar had dreams that troubled his spirit, and sleep escaped him."]},{"type":"verse","number":2,"content":["So the king gave orders to summon the magicians, enchanters, sorcerers, and astrologers",{"noteId":3},"to explain his dreams. When they came and stood before the king,"]},{"type":"verse","number":3,"content":["he said to them, “I have had a dream, and my spirit is anxious to understand it.”"]},{"type":"line_break"},{"type":"verse","number":4,"content":["Then the astrologers answered the king in Aramaic,",{"noteId":4},"“O king, may you live forever! Tell your servants the dream, and we will give the interpretation.”"]},{"type":"line_break"},{"type":"verse","number":5,"content":["The king replied to the astrologers, “My word is final: If you do not tell me the dream and its interpretation, you will be cut into pieces and your houses will be reduced to rubble."]},{"type":"verse","number":6,"content":["But if you tell me the dream and its interpretation, you will receive from me gifts and rewards and great honor. So tell me the dream and its interpretation.”"]},{"type":"line_break"},{"type":"verse","number":7,"content":["They answered a second time, “Let the king tell the dream to his servants, and we will give the interpretation.”"]},{"type":"line_break"},{"type":"verse","number":8,"content":["The king replied, “I know for sure that you are stalling for time, because you see that my word is final."]},{"type":"verse","number":9,"content":["If you do not tell me the dream, there is only one decree for you. You have conspired to speak before me false and fraudulent words, hoping the situation will change. Therefore tell me the dream, and I will know that you can give me its interpretation.”"]},{"type":"line_break"},{"type":"verse","number":10,"content":["The astrologers answered the king, “No one on earth can do what the king requests! No king, however great and powerful, has ever asked anything like this of any magician, enchanter, or astrologer."]},{"type":"verse","number":11,"content":["What the king requests is so difficult that no one can tell it to him except the gods, whose dwelling is not with mortals.”"]},{"type":"line_break"},{"type":"verse","number":12,"content":["This response made the king so furious with anger that he gave orders to destroy all the wise men of Babylon."]},{"type":"verse","number":13,"content":["So the decree went out that the wise men were to be executed, and men went to look for Daniel and his friends to execute them."]},{"type":"heading","content":["The Dream Revealed to Daniel"]},{"type":"line_break"},{"type":"verse","number":14,"content":["When Arioch, the commander of the king’s guard, had gone out to execute the wise men of Babylon, Daniel replied with discretion and tact."]},{"type":"verse","number":15,"content":["“Why is the decree from the king so harsh?” he asked.",{"lineBreak":true},"At this time Arioch explained the situation to Daniel."]},{"type":"verse","number":16,"content":["So Daniel went in and asked the king to give him some time, so that he could give him the interpretation."]},{"type":"line_break"},{"type":"verse","number":17,"content":["Then Daniel returned to his house and explained the matter to his friends Hananiah, Mishael, and Azariah,"]},{"type":"verse","number":18,"content":["urging them to plead for mercy from the God of heaven concerning this mystery, so that Daniel and his friends would not be killed with the rest of the wise men of Babylon."]},{"type":"line_break"},{"type":"verse","number":19,"content":["During the night, the mystery was revealed to Daniel in a vision, and he blessed the God of heaven"]},{"type":"verse","number":20,"content":["and declared:",{"lineBreak":true},{"text":"“Blessed be the name of God forever and ever,","poem":1},{"text":"for wisdom and power belong to Him.","poem":2}]},{"type":"verse","number":21,"content":[{"text":"He changes the times and seasons;","poem":1},{"text":"He removes kings and establishes them.","poem":2},{"text":"He gives wisdom to the wise","poem":1},{"text":"and knowledge to the discerning.","poem":2}]},{"type":"verse","number":22,"content":[{"text":"He reveals the deep and hidden things;","poem":1},{"text":"He knows what lies in darkness,","poem":2},{"lineBreak":true},{"text":"and light dwells with Him.","poem":2}]},{"type":"verse","number":23,"content":[{"text":"To You, O God of my fathers,","poem":1},{"text":"I give thanks and praise,","poem":2},{"text":"because You have given me","poem":1},{"text":"wisdom and power.","poem":2},{"text":"And now You have made known to me","poem":1},{"text":"what we have requested,","poem":2},{"text":"for You have made known to us","poem":1},{"text":"the dream of the king.”","poem":2}]},{"type":"heading","content":["Daniel Interprets the Dream"]},{"type":"line_break"},{"type":"verse","number":24,"content":["Therefore Daniel went to Arioch, whom the king had appointed to destroy the wise men of Babylon, and said to him, “Do not execute the wise men of Babylon! Bring me before the king, and I will give him the interpretation.”"]},{"type":"line_break"},{"type":"verse","number":25,"content":["Arioch hastily brought Daniel before the king and said to him, “I have found a man among the exiles from Judah who will tell the king the interpretation.”"]},{"type":"line_break"},{"type":"verse","number":26,"content":["The king responded to Daniel, whose name was Belteshazzar, “Are you able to tell me what I saw in the dream, as well as its interpretation?”"]},{"type":"line_break"},{"type":"verse","number":27,"content":["Daniel answered the king, “No wise man, enchanter, medium, or magician can explain to the king the mystery of which he inquires."]},{"type":"verse","number":28,"content":["But there is a God in heaven who reveals mysteries, and He has made known to King Nebuchadnezzar what will happen in the latter days. Your dream and the visions that came into your mind as you lay on your bed were these:"]},{"type":"line_break"},{"type":"verse","number":29,"content":["As you lay on your bed, O king, your thoughts turned to the future, and the Revealer of Mysteries made known to you what will happen."]},{"type":"verse","number":30,"content":["And to me this mystery has been revealed, not because I have more wisdom than any man alive, but in order that the interpretation might be made known to the king, and that you may understand the thoughts of your mind."]},{"type":"line_break"},{"type":"verse","number":31,"content":["As you, O king, were watching, a great statue",{"noteId":5},"appeared. A great and dazzling statue stood before you, and its form was awesome."]},{"type":"verse","number":32,"content":["The head of the statue was pure gold, its chest and arms were silver, its belly and thighs were bronze,"]},{"type":"verse","number":33,"content":["its legs were iron, and its feet were part iron and part clay."]},{"type":"line_break"},{"type":"verse","number":34,"content":["As you watched, a stone was cut out,",{"noteId":6},"but not by human hands. It struck the statue on its feet of iron and clay, and crushed them."]},{"type":"verse","number":35,"content":["Then the iron, clay, bronze, silver, and gold were shattered and became like chaff on the threshing floor in summer. The wind carried them away, and not a trace of them could be found. But the stone that had struck the statue became a great mountain and filled the whole earth."]},{"type":"line_break"},{"type":"verse","number":36,"content":["This was the dream; now we will tell the king its interpretation."]},{"type":"line_break"},{"type":"verse","number":37,"content":["You, O king, are the king of kings, to whom the God of heaven has given sovereignty, power, strength, and glory."]},{"type":"verse","number":38,"content":["Wherever the sons of men or beasts of the field or birds of the air dwell, He has given them into your hand and has made you ruler over them all. You are that head of gold."]},{"type":"line_break"},{"type":"verse","number":39,"content":["But after you, there will arise another kingdom, inferior to yours.",{"lineBreak":true},"Next, a third kingdom, one of bronze, will rule the whole earth."]},{"type":"line_break"},{"type":"verse","number":40,"content":["Finally, there will be a fourth kingdom as strong as iron; for iron shatters and crushes all things, and like iron that crushes all things, it will shatter and crush all the others."]},{"type":"verse","number":41,"content":["And just as you saw that the feet and toes were made partly of fired clay and partly of iron, so this will be a divided kingdom, yet some of the strength of iron will be in it—just as you saw the iron mixed with clay."]},{"type":"verse","number":42,"content":["And as the toes of the feet were partly iron and partly clay, so this kingdom will be partly strong and partly brittle."]},{"type":"verse","number":43,"content":["As you saw the iron mixed with clay, so the peoples",{"noteId":7},"will mix with one another, but will not hold together any more than iron mixes with clay."]},{"type":"line_break"},{"type":"verse","number":44,"content":["In the days of those kings, the God of heaven will set up a kingdom that will never be destroyed, nor will it be left to another people. It will shatter all these kingdoms and bring them to an end, but will itself stand forever."]},{"type":"verse","number":45,"content":["And just as you saw a stone being cut out of the mountain without human hands, and it shattered the iron, bronze, clay, silver, and gold, so the great God has told the king what will happen in the future.",{"lineBreak":true},"The dream is true, and its interpretation is trustworthy.”"]},{"type":"heading","content":["Nebuchadnezzar Promotes Daniel"]},{"type":"line_break"},{"type":"verse","number":46,"content":["At this, King Nebuchadnezzar fell on his face, paid homage to Daniel, and ordered that an offering of incense be presented to him."]},{"type":"verse","number":47,"content":["The king said to Daniel, “Your God is truly the God of gods and Lord of kings, the Revealer of Mysteries, since you were able to reveal this mystery.”"]},{"type":"line_break"},{"type":"verse","number":48,"content":["Then the king promoted Daniel and gave him many generous gifts. He made him ruler over the entire province of Babylon and chief administrator over all the wise men of Babylon."]},{"type":"verse","number":49,"content":["And at Daniel’s request, the king appointed Shadrach, Meshach, and Abednego to manage the province of Babylon, while Daniel remained in the king’s court."]}],"footnotes":[{"noteId":3,"caller":"+","text":"Or Chaldeans; also in verses 4, 5, and 10","reference":{"chapter":2,"verse":2}},{"noteId":4,"caller":"+","text":"The original text from this point of Daniel 2:4 through Daniel 7:28 is in Aramaic.","reference":{"chapter":2,"verse":4}},{"noteId":5,"caller":"+","text":"Or image; here and through the rest of Daniel 2","reference":{"chapter":2,"verse":31}},{"noteId":6,"caller":"+","text":"LXX cut out from a mountain","reference":{"chapter":2,"verse":34}},{"noteId":7,"caller":"+","text":"Aramaic the seed of men","reference":{"chapter":2,"verse":43}}]},"thisChapterLink":"/api/BSB/DAN/2.json","thisChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_27_Dan_002_G.mp3","hays":"https://openbible.com/audio/hays/BSB_27_Dan_002_H.mp3","souer":"https://openbible.com/audio/souer/BSB_27_Dan_002.mp3"},"nextChapterApiLink":"/api/BSB/DAN/3.json","nextChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_27_Dan_003_G.mp3","hays":"https://openbible.com/audio/hays/BSB_27_Dan_003_H.mp3","souer":"https://openbible.com/audio/souer/BSB_27_Dan_003.mp3"},"previousChapterApiLink":"/api/BSB/DAN/1.json","previousChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_27_Dan_001_G.mp3","hays":"https://openbible.com/audio/hays/BSB_27_Dan_001_H.mp3","souer":"https://openbible.com/audio/souer/BSB_27_Dan_001.mp3"},"numberOfVerses":49}