{"translation":{"id":"BSB","name":"Berean Standard Bible","website":"https://berean.bible/","licenseUrl":"https://berean.bible/","licenseNotes":null,"shortName":"BSB","englishName":"Berean Standard Bible","language":"eng","textDirection":"ltr","sha256":"b2898c49cadb50fd8763feb9e2f74a90a3817e33408a24b6cbf09e7a950dde97","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json","numberOfBooks":66,"totalNumberOfChapters":1189,"totalNumberOfVerses":31086,"languageName":"English","languageEnglishName":"English"},"book":{"id":"DAN","translationId":"BSB","name":"Daniel","commonName":"Daniel","title":"Daniel","order":27,"numberOfChapters":12,"sha256":"0e3c7d7b6fa448092967f050ec5c3bea644d8f6f1165168ef8f9ac4de00a43da","firstChapterNumber":1,"firstChapterApiLink":"/api/BSB/DAN/1.json","lastChapterNumber":12,"lastChapterApiLink":"/api/BSB/DAN/12.json","totalNumberOfVerses":357},"chapter":{"number":8,"content":[{"type":"heading","content":["Daniel’s Vision of the Ram and the Goat"]},{"type":"verse","number":1,"content":["In the third year of the reign of King Belshazzar, a vision appeared to me, Daniel, subsequent to the one that had appeared to me earlier."]},{"type":"verse","number":2,"content":["And in the vision I saw myself in the citadel of Susa, in the province of Elam. I saw in the vision that I was beside the Ulai Canal."]},{"type":"line_break"},{"type":"verse","number":3,"content":["Then I lifted up my eyes and saw a ram with two horns standing beside the canal. The horns were long, but one was longer than the other, and the longer one grew up later."]},{"type":"verse","number":4,"content":["I saw the ram charging toward the west and the north and the south. No animal could stand against him, and there was no deliverance from his power. He did as he pleased and became great."]},{"type":"line_break"},{"type":"verse","number":5,"content":["As I was contemplating all this, suddenly a goat with a prominent horn between his eyes came out of the west, crossing the surface of the entire earth without touching the ground."]},{"type":"verse","number":6,"content":["He came toward the two-horned ram I had seen standing beside the canal and rushed at him with furious power."]},{"type":"verse","number":7,"content":["I saw him approach the ram in a rage against him, and he struck the ram and shattered his two horns. The ram was powerless to stand against him, and the goat threw him to the ground and trampled him, and no one could deliver the ram from his power."]},{"type":"line_break"},{"type":"verse","number":8,"content":["Thus the goat became very great, but at the height of his power, his large horn was broken off, and four prominent horns came up in its place, pointing toward the four winds of heaven."]},{"type":"line_break"},{"type":"verse","number":9,"content":["From one of these horns a little horn emerged and grew extensively toward the south and the east and toward the Beautiful Land."]},{"type":"verse","number":10,"content":["It grew as high as the host of heaven, and it cast down some of the host and some of the stars to the earth, and trampled them."]},{"type":"verse","number":11,"content":["It magnified itself, even to the Prince of the host; it removed His daily sacrifice and overthrew the place of His sanctuary."]},{"type":"verse","number":12,"content":["And in the rebellion,",{"noteId":30},"the host and the daily sacrifice were given over to the horn, and it flung truth to the ground and prospered in whatever it did."]},{"type":"line_break"},{"type":"verse","number":13,"content":["Then I heard a holy one speaking, and another holy one said to him, “How long until the fulfillment of the vision of the daily sacrifice, the rebellion that causes desolation, and the surrender of the sanctuary and of the host to be trampled?”"]},{"type":"line_break"},{"type":"verse","number":14,"content":["He said to me, “It will take 2,300 evenings and mornings; then the sanctuary will be properly restored.”"]},{"type":"heading","content":["Gabriel Interprets Daniel’s Vision"]},{"type":"line_break"},{"type":"verse","number":15,"content":["While I, Daniel, was watching the vision and trying to understand it, there stood before me one having the appearance of a man."]},{"type":"verse","number":16,"content":["And I heard the voice of a man calling from between the banks of the Ulai: “Gabriel, explain the vision to this man.”"]},{"type":"line_break"},{"type":"verse","number":17,"content":["As he came near to where I stood, I was terrified and fell facedown.",{"lineBreak":true},"“Son of man,” he said to me, “understand that the vision concerns the time of the end.”"]},{"type":"line_break"},{"type":"verse","number":18,"content":["While he was speaking with me, I fell into a deep sleep, with my face to the ground.",{"lineBreak":true},"Then he touched me, helped me to my feet,"]},{"type":"verse","number":19,"content":["and said, “Behold, I will make known to you what will happen in the latter time of wrath, because it concerns the appointed time of the end."]},{"type":"line_break"},{"type":"verse","number":20,"content":["The two-horned ram that you saw represents the kings of Media and Persia."]},{"type":"verse","number":21,"content":["The shaggy goat represents the king of Greece,",{"noteId":31},"and the large horn between his eyes is the first king."]},{"type":"verse","number":22,"content":["The four horns that replaced the broken one represent four kingdoms that will rise from that nation, but will not have the same power."]},{"type":"line_break"},{"type":"verse","number":23,"content":["In the latter part of their reign, when the rebellion has reached its full measure, an insolent king, skilled in intrigue, will come to the throne."]},{"type":"verse","number":24,"content":["His power will be great, but it will not be his own. He will cause terrible destruction and succeed in whatever he does. He will destroy the mighty men along with the holy people."]},{"type":"verse","number":25,"content":["Through his craft and by his hand, he will cause deceit to prosper, and in his own mind he will make himself great. In a time of peace he will destroy many, and he will even stand against the Prince of princes. Yet he will be broken off, but not by human hands."]},{"type":"line_break"},{"type":"verse","number":26,"content":["The vision of the evenings and the mornings that has been spoken is true. Now you must seal up the vision, for it concerns the distant future.”"]},{"type":"line_break"},{"type":"verse","number":27,"content":["I, Daniel, was exhausted and lay ill for days. Then I got up and went about the king’s business. I was confounded by the vision; it was beyond understanding."]}],"footnotes":[{"noteId":30,"caller":"+","text":"Or on account of transgression","reference":{"chapter":8,"verse":12}},{"noteId":31,"caller":"+","text":"Hebrew of Javan","reference":{"chapter":8,"verse":21}}]},"thisChapterLink":"/api/BSB/DAN/8.json","thisChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_27_Dan_008_G.mp3","hays":"https://openbible.com/audio/hays/BSB_27_Dan_008_H.mp3","souer":"https://openbible.com/audio/souer/BSB_27_Dan_008.mp3"},"nextChapterApiLink":"/api/BSB/DAN/9.json","nextChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_27_Dan_009_G.mp3","hays":"https://openbible.com/audio/hays/BSB_27_Dan_009_H.mp3","souer":"https://openbible.com/audio/souer/BSB_27_Dan_009.mp3"},"previousChapterApiLink":"/api/BSB/DAN/7.json","previousChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_27_Dan_007_G.mp3","hays":"https://openbible.com/audio/hays/BSB_27_Dan_007_H.mp3","souer":"https://openbible.com/audio/souer/BSB_27_Dan_007.mp3"},"numberOfVerses":27}