{"translation":{"id":"BSB","name":"Berean Standard Bible","website":"https://berean.bible/","licenseUrl":"https://berean.bible/","licenseNotes":null,"shortName":"BSB","englishName":"Berean Standard Bible","language":"eng","textDirection":"ltr","sha256":"b2898c49cadb50fd8763feb9e2f74a90a3817e33408a24b6cbf09e7a950dde97","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json","numberOfBooks":66,"totalNumberOfChapters":1189,"totalNumberOfVerses":31086,"languageName":"English","languageEnglishName":"English"},"book":{"id":"EXO","translationId":"BSB","name":"Exodus","commonName":"Exodus","title":"Exodus","order":2,"numberOfChapters":40,"sha256":"ddf5292944c091a9de6fc04442b442bc690dfcfd1cbcc800a8521b4b4940d334","firstChapterNumber":1,"firstChapterApiLink":"/api/BSB/EXO/1.json","lastChapterNumber":40,"lastChapterApiLink":"/api/BSB/EXO/40.json","totalNumberOfVerses":1213},"chapter":{"number":12,"content":[{"type":"heading","content":["The First Passover"]},{"type":"verse","number":1,"content":["Now the LORD said to Moses and Aaron in the land of Egypt,"]},{"type":"verse","number":2,"content":["“This month is the beginning of months for you; it shall be the first month of your year."]},{"type":"line_break"},{"type":"verse","number":3,"content":["Tell the whole congregation of Israel that on the tenth day of this month each man must select a lamb",{"noteId":50},"for his family, one per household."]},{"type":"verse","number":4,"content":["If the household is too small for a whole lamb, they are to share with the nearest neighbor based on the number of people, and apportion the lamb accordingly."]},{"type":"line_break"},{"type":"verse","number":5,"content":["Your lamb must be an unblemished year-old male, and you may take it from the sheep or the goats."]},{"type":"verse","number":6,"content":["You must keep it until the fourteenth day of the month, when the whole assembly of the congregation of Israel will slaughter the animals at twilight.",{"noteId":51}]},{"type":"verse","number":7,"content":["They are to take some of the blood and put it on the sides and tops of the doorframes",{"noteId":52},"of the houses where they eat the lambs."]},{"type":"line_break"},{"type":"verse","number":8,"content":["They are to eat the meat that night, roasted over the fire, along with unleavened bread and bitter herbs."]},{"type":"line_break"},{"type":"verse","number":9,"content":["Do not eat any of the meat raw or cooked in boiling water, but only roasted over the fire—its head and legs and inner parts."]},{"type":"verse","number":10,"content":["Do not leave any of it until morning; before the morning you must burn up any part that is left over."]},{"type":"line_break"},{"type":"verse","number":11,"content":["This is how you are to eat it: You must be fully dressed for travel,",{"noteId":53},"with your sandals on your feet and your staff in your hand. You are to eat in haste; it is the LORD’s Passover."]},{"type":"line_break"},{"type":"verse","number":12,"content":["On that night I will pass through the land of Egypt and strike down every firstborn male, both man and beast, and I will execute judgment against all the gods of Egypt. I am the LORD."]},{"type":"verse","number":13,"content":["The blood on the houses where you are staying will distinguish them; when I see the blood, I will pass over you. No plague will fall on you to destroy you when I strike the land of Egypt."]},{"type":"heading","content":["The Feast of Unleavened Bread"]},{"type":"line_break"},{"type":"verse","number":14,"content":["And this day will be a memorial for you, and you are to celebrate it as a feast to the LORD, as a permanent statute for the generations to come."]},{"type":"verse","number":15,"content":["For seven days you must eat unleavened bread. On the first day you are to remove the leaven from your houses. Whoever eats anything leavened from the first day through the seventh must be cut off from Israel."]},{"type":"line_break"},{"type":"verse","number":16,"content":["On the first day you are to hold a sacred assembly, and another on the seventh day. You must not do any work on those days, except to prepare the meals—that is all you may do."]},{"type":"line_break"},{"type":"verse","number":17,"content":["So you are to keep the Feast of Unleavened Bread,",{"noteId":54},"for on this very day I brought your divisions out of the land of Egypt. You must keep this day as a permanent statute for the generations to come."]},{"type":"verse","number":18,"content":["In the first month you are to eat unleavened bread, from the evening of the fourteenth day until the evening of the twenty-first day."]},{"type":"verse","number":19,"content":["For seven days there must be no leaven found in your houses. If anyone eats something leavened, that person, whether a foreigner or native of the land, must be cut off from the congregation of Israel."]},{"type":"verse","number":20,"content":["You are not to eat anything leavened; eat unleavened bread in all your homes.”"]},{"type":"line_break"},{"type":"verse","number":21,"content":["Then Moses summoned all the elders of Israel and told them, “Go at once and select for yourselves a lamb for each family, and slaughter the Passover lamb."]},{"type":"verse","number":22,"content":["Take a cluster of hyssop, dip it into the blood in the basin, and brush the blood on the top and sides of the doorframe. None of you shall go out the door of his house until morning."]},{"type":"line_break"},{"type":"verse","number":23,"content":["When the LORD passes through to strike down the Egyptians, He will see the blood on the top and sides of the doorframe and will pass over that doorway; so He will not allow the destroyer to enter your houses and strike you down."]},{"type":"line_break"},{"type":"verse","number":24,"content":["And you are to keep this command as a permanent statute for you and your descendants."]},{"type":"verse","number":25,"content":["When you enter the land that the LORD will give you as He promised, you are to keep this service."]},{"type":"line_break"},{"type":"verse","number":26,"content":["When your children ask you, ‘What does this service mean to you?’"]},{"type":"verse","number":27,"content":["you are to reply, ‘It is the Passover sacrifice to the LORD, who passed over the houses of the Israelites in Egypt when He struck down the Egyptians and spared our homes.’”",{"lineBreak":true},"Then the people bowed down and worshiped."]},{"type":"verse","number":28,"content":["And the Israelites went and did just what the LORD had commanded Moses and Aaron."]},{"type":"heading","content":["The Tenth Plague: Death of the Firstborn"]},{"type":"line_break"},{"type":"verse","number":29,"content":["Now at midnight the LORD struck down every firstborn male in the land of Egypt, from the firstborn of Pharaoh, who sat on his throne, to the firstborn of the prisoner in the dungeon, as well as all the firstborn among the livestock."]},{"type":"line_break"},{"type":"verse","number":30,"content":["During the night Pharaoh got up—he and all his officials and all the Egyptians—and there was loud wailing in Egypt; for there was no house without someone dead."]},{"type":"heading","content":["The Exodus Begins"]},{"type":"line_break"},{"type":"verse","number":31,"content":["Then Pharaoh summoned Moses and Aaron by night and said, “Get up, leave my people, both you and the Israelites! Go, worship the LORD as you have requested."]},{"type":"verse","number":32,"content":["Take your flocks and herds as well, just as you have said, and depart! And bless me also.”"]},{"type":"line_break"},{"type":"verse","number":33,"content":["And in order to send them out of the land quickly, the Egyptians urged the people on. “For otherwise,” they said, “we are all going to die!”"]},{"type":"verse","number":34,"content":["So the people took their dough before it was leavened, carrying it on their shoulders in kneading bowls wrapped in clothing."]},{"type":"line_break"},{"type":"verse","number":35,"content":["Furthermore, the Israelites acted on Moses’ word and asked the Egyptians for articles of silver and gold, and for clothing."]},{"type":"verse","number":36,"content":["And the LORD gave the people such favor in the sight of the Egyptians that they granted their request. In this way they plundered the Egyptians."]},{"type":"line_break"},{"type":"verse","number":37,"content":["The Israelites journeyed from Rameses to Succoth",{"noteId":55},"with about 600,000 men on foot, besides women and children."]},{"type":"verse","number":38,"content":["And a mixed multitude also went up with them, along with great droves of livestock, both flocks and herds."]},{"type":"line_break"},{"type":"verse","number":39,"content":["Since their dough had no leaven, the people baked what they had brought out of Egypt into unleavened loaves. For when they had been driven out of Egypt, they could not delay and had not prepared any provisions for themselves."]},{"type":"line_break"},{"type":"verse","number":40,"content":["Now the duration of the Israelites’ stay in Egypt",{"noteId":56},"was 430 years."]},{"type":"verse","number":41,"content":["At the end of the 430 years, to the very day, all the LORD’s divisions went out of the land of Egypt."]},{"type":"verse","number":42,"content":["Because the LORD kept a vigil that night to bring them out of the land of Egypt, this same night is to be a vigil to the LORD, to be observed by all the Israelites for the generations to come."]},{"type":"heading","content":["Instructions for the Passover"]},{"type":"line_break"},{"type":"verse","number":43,"content":["And the LORD said to Moses and Aaron, “This is the statute of the Passover: No foreigner is to eat of it."]},{"type":"verse","number":44,"content":["But any slave who has been purchased may eat of it, after you have circumcised him."]},{"type":"verse","number":45,"content":["A temporary resident or hired hand shall not eat the Passover."]},{"type":"line_break"},{"type":"verse","number":46,"content":["It must be eaten inside one house. You are not to take any of the meat outside the house, and you may not break any of the bones."]},{"type":"line_break"},{"type":"verse","number":47,"content":["The whole congregation of Israel must celebrate it."]},{"type":"verse","number":48,"content":["If a foreigner resides with you and wants to celebrate the LORD’s Passover, all the males in the household must be circumcised; then he may come near to celebrate it, and he shall be like a native of the land. But no uncircumcised man may eat of it."]},{"type":"verse","number":49,"content":["The same law shall apply to both the native and the foreigner who resides among you.”"]},{"type":"line_break"},{"type":"verse","number":50,"content":["Then all the Israelites did this—they did just as the LORD had commanded Moses and Aaron."]},{"type":"verse","number":51,"content":["And on that very day the LORD brought the Israelites out of the land of Egypt by their divisions."]}],"footnotes":[{"noteId":50,"caller":"+","text":"The Hebrew word can mean lamb or kid; also in verses 4 and 5.","reference":{"chapter":12,"verse":3}},{"noteId":51,"caller":"+","text":"Hebrew between the two evenings","reference":{"chapter":12,"verse":6}},{"noteId":52,"caller":"+","text":"Literally on the two doorposts and on the lintel; similarly in verses 22 and 23","reference":{"chapter":12,"verse":7}},{"noteId":53,"caller":"+","text":"Literally Gird up your loins","reference":{"chapter":12,"verse":11}},{"noteId":54,"caller":"+","text":"That is, the seven-day period after the Passover during which no leaven may be eaten","reference":{"chapter":12,"verse":17}},{"noteId":55,"caller":"+","text":"Succoth means booths or shelters or tabernacles.","reference":{"chapter":12,"verse":37}},{"noteId":56,"caller":"+","text":"MT; SP in Canaan and Egypt; LXX in Egypt and Canaan","reference":{"chapter":12,"verse":40}}]},"thisChapterLink":"/api/BSB/EXO/12.json","thisChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_02_Exo_012_G.mp3","hays":"https://openbible.com/audio/hays/BSB_02_Exo_012_H.mp3","souer":"https://openbible.com/audio/souer/BSB_02_Exo_012.mp3"},"nextChapterApiLink":"/api/BSB/EXO/13.json","nextChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_02_Exo_013_G.mp3","hays":"https://openbible.com/audio/hays/BSB_02_Exo_013_H.mp3","souer":"https://openbible.com/audio/souer/BSB_02_Exo_013.mp3"},"previousChapterApiLink":"/api/BSB/EXO/11.json","previousChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_02_Exo_011_G.mp3","hays":"https://openbible.com/audio/hays/BSB_02_Exo_011_H.mp3","souer":"https://openbible.com/audio/souer/BSB_02_Exo_011.mp3"},"numberOfVerses":51}