{"translation":{"id":"BSB","name":"Berean Standard Bible","website":"https://berean.bible/","licenseUrl":"https://berean.bible/","licenseNotes":null,"shortName":"BSB","englishName":"Berean Standard Bible","language":"eng","textDirection":"ltr","sha256":"b2898c49cadb50fd8763feb9e2f74a90a3817e33408a24b6cbf09e7a950dde97","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json","numberOfBooks":66,"totalNumberOfChapters":1189,"totalNumberOfVerses":31086,"languageName":"English","languageEnglishName":"English"},"book":{"id":"EXO","translationId":"BSB","name":"Exodus","commonName":"Exodus","title":"Exodus","order":2,"numberOfChapters":40,"sha256":"ddf5292944c091a9de6fc04442b442bc690dfcfd1cbcc800a8521b4b4940d334","firstChapterNumber":1,"firstChapterApiLink":"/api/BSB/EXO/1.json","lastChapterNumber":40,"lastChapterApiLink":"/api/BSB/EXO/40.json","totalNumberOfVerses":1213},"chapter":{"number":16,"content":[{"type":"heading","content":["Manna and Quail from Heaven"]},{"type":"verse","number":1,"content":["On the fifteenth day of the second month after they had left the land of Egypt, the whole congregation of Israel set out from Elim and came to the Desert of Sin,",{"noteId":70},"which is between Elim and Sinai."]},{"type":"verse","number":2,"content":["And there in the desert they all grumbled against Moses and Aaron."]},{"type":"verse","number":3,"content":["“If only we had died by the LORD’s hand in the land of Egypt!” they said. “There we sat by pots of meat and ate our fill of bread, but you have brought us into this desert to starve this whole assembly to death!”"]},{"type":"line_break"},{"type":"verse","number":4,"content":["Then the LORD said to Moses, “Behold, I will rain down bread from heaven for you. Each day the people are to go out and gather enough for that day. In this way I will test whether or not they will follow My instructions."]},{"type":"verse","number":5,"content":["Then on the sixth day, when they prepare what they bring in, it will be twice as much as they gather on the other days.”"]},{"type":"line_break"},{"type":"verse","number":6,"content":["So Moses and Aaron said to all the Israelites, “This evening you will know that it was the LORD who brought you out of the land of Egypt,"]},{"type":"verse","number":7,"content":["and in the morning you will see the LORD’s glory, because He has heard your grumbling against Him. For who are we that you should grumble against us?”"]},{"type":"line_break"},{"type":"verse","number":8,"content":["And Moses added, “The LORD will give you meat to eat this evening and bread to fill you in the morning, for He has heard your grumbling against Him. Who are we? Your grumblings are not against us but against the LORD.”"]},{"type":"line_break"},{"type":"verse","number":9,"content":["Then Moses said to Aaron, “Tell the whole congregation of Israel, ‘Come before the LORD, for He has heard your grumbling.’”"]},{"type":"line_break"},{"type":"verse","number":10,"content":["And as Aaron was speaking to the whole congregation of Israel, they looked toward the desert, and there in a cloud the glory of the LORD appeared."]},{"type":"line_break"},{"type":"verse","number":11,"content":["Then the LORD said to Moses,"]},{"type":"verse","number":12,"content":["“I have heard the grumbling of the Israelites. Tell them, ‘At twilight",{"noteId":71},"you will eat meat, and in the morning you will be filled with bread. Then you will know that I am the LORD your God.’”"]},{"type":"line_break"},{"type":"verse","number":13,"content":["That evening quail came and covered the camp, and in the morning there was a layer of dew around the camp."]},{"type":"verse","number":14,"content":["When the layer of dew had evaporated, there were thin flakes on the desert floor, as fine as frost on the ground."]},{"type":"verse","number":15,"content":["When the Israelites saw it, they asked one another, “What is it?” For they did not know what it was.",{"lineBreak":true},"So Moses told them, “It is the bread that the LORD has given you to eat."]},{"type":"verse","number":16,"content":["This is what the LORD has commanded: ‘Each one is to gather as much as he needs. You may take an omer",{"noteId":72},"for each person in your tent.’”"]},{"type":"line_break"},{"type":"verse","number":17,"content":["So the Israelites did this. Some gathered more, and some less."]},{"type":"verse","number":18,"content":["When they measured it by the omer, he who gathered much had no excess, and he who gathered little had no shortfall.",{"noteId":73},"Each one gathered as much as he needed to eat."]},{"type":"line_break"},{"type":"verse","number":19,"content":["Then Moses said to them, “No one may keep any of it until morning.”"]},{"type":"verse","number":20,"content":["But they did not listen to Moses; some people left part of it until morning, and it became infested with maggots and began to smell. So Moses was angry with them."]},{"type":"line_break"},{"type":"verse","number":21,"content":["Every morning each one gathered as much as was needed, and when the sun grew hot, it melted away."]},{"type":"heading","content":["The Sabbath Observed"]},{"type":"line_break"},{"type":"verse","number":22,"content":["On the sixth day, they gathered twice as much food—two omers per person",{"noteId":74},"—and all the leaders of the congregation came and reported this to Moses."]},{"type":"verse","number":23,"content":["He told them, “This is what the LORD has said: ‘Tomorrow is to be a day of complete rest, a holy Sabbath to the LORD. So bake what you want to bake, and boil what you want to boil. Then set aside whatever remains and keep it until morning.’”"]},{"type":"line_break"},{"type":"verse","number":24,"content":["So they set it aside until morning as Moses had commanded, and it did not smell or contain any maggots."]},{"type":"verse","number":25,"content":["“Eat it today,” Moses said, “because today is a Sabbath to the LORD. Today you will not find anything in the field."]},{"type":"verse","number":26,"content":["For six days you may gather, but on the seventh day, the Sabbath, it will not be there.”"]},{"type":"line_break"},{"type":"verse","number":27,"content":["Yet on the seventh day some of the people went out to gather, but they did not find anything."]},{"type":"verse","number":28,"content":["Then the LORD said to Moses, “How long will you refuse to keep My commandments and instructions?"]},{"type":"verse","number":29,"content":["Understand that the LORD has given you the Sabbath; that is why on the sixth day He will give you bread for two days. On the seventh day, everyone must stay where he is; no one may leave his place.”"]},{"type":"line_break"},{"type":"verse","number":30,"content":["So the people rested on the seventh day."]},{"type":"heading","content":["The Jar of Manna"]},{"type":"line_break"},{"type":"verse","number":31,"content":["Now the house of Israel called the bread manna.",{"noteId":75},"It was white like coriander seed and tasted like wafers made with honey."]},{"type":"verse","number":32,"content":["Moses said, “This is what the LORD has commanded: ‘Keep an omer of manna for the generations to come, so that they may see the bread I fed you in the wilderness when I brought you out of the land of Egypt.’”"]},{"type":"line_break"},{"type":"verse","number":33,"content":["So Moses told Aaron, “Take a jar and fill it with an omer of manna. Then place it before the LORD to be preserved for the generations to come.”"]},{"type":"verse","number":34,"content":["And Aaron placed it in front of the Testimony,",{"noteId":76},"to be preserved just as the LORD had commanded Moses."]},{"type":"line_break"},{"type":"verse","number":35,"content":["The Israelites ate manna forty years, until they came to a land where they could settle; they ate manna until they reached the border of Canaan."]},{"type":"verse","number":36,"content":["(Now an omer is a tenth of an ephah.)",{"noteId":77}]}],"footnotes":[{"noteId":70,"caller":"+","text":"The geographical name Sin is related to Sinai and should not be mistaken for the English word sin.","reference":{"chapter":16,"verse":1}},{"noteId":71,"caller":"+","text":"Hebrew Between the two evenings","reference":{"chapter":16,"verse":12}},{"noteId":72,"caller":"+","text":"An omer is approximately 2 dry quarts or 2.2 liters; also in verses 18, 32, 33, and 36.","reference":{"chapter":16,"verse":16}},{"noteId":73,"caller":"+","text":"Cited in 2 Corinthians 8:15","reference":{"chapter":16,"verse":18}},{"noteId":74,"caller":"+","text":"2 omers is approximately 4 dry quarts or 4.4 liters per person.","reference":{"chapter":16,"verse":22}},{"noteId":75,"caller":"+","text":"Manna sounds like the Hebrew for What is it? (see verse 15).","reference":{"chapter":16,"verse":31}},{"noteId":76,"caller":"+","text":"The Testimony refers to the stone tablets in the ark of the covenant inscribed with the Ten Commandments.","reference":{"chapter":16,"verse":34}},{"noteId":77,"caller":"+","text":"An ephah was a dry measure having the capacity of about 20 dry quarts or 22 liters.","reference":{"chapter":16,"verse":36}}]},"thisChapterLink":"/api/BSB/EXO/16.json","thisChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_02_Exo_016_G.mp3","hays":"https://openbible.com/audio/hays/BSB_02_Exo_016_H.mp3","souer":"https://openbible.com/audio/souer/BSB_02_Exo_016.mp3"},"nextChapterApiLink":"/api/BSB/EXO/17.json","nextChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_02_Exo_017_G.mp3","hays":"https://openbible.com/audio/hays/BSB_02_Exo_017_H.mp3","souer":"https://openbible.com/audio/souer/BSB_02_Exo_017.mp3"},"previousChapterApiLink":"/api/BSB/EXO/15.json","previousChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_02_Exo_015_G.mp3","hays":"https://openbible.com/audio/hays/BSB_02_Exo_015_H.mp3","souer":"https://openbible.com/audio/souer/BSB_02_Exo_015.mp3"},"numberOfVerses":36}