{"translation":{"id":"BSB","name":"Berean Standard Bible","website":"https://berean.bible/","licenseUrl":"https://berean.bible/","licenseNotes":null,"shortName":"BSB","englishName":"Berean Standard Bible","language":"eng","textDirection":"ltr","sha256":"b2898c49cadb50fd8763feb9e2f74a90a3817e33408a24b6cbf09e7a950dde97","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json","numberOfBooks":66,"totalNumberOfChapters":1189,"totalNumberOfVerses":31086,"languageName":"English","languageEnglishName":"English"},"book":{"id":"EXO","translationId":"BSB","name":"Exodus","commonName":"Exodus","title":"Exodus","order":2,"numberOfChapters":40,"sha256":"ddf5292944c091a9de6fc04442b442bc690dfcfd1cbcc800a8521b4b4940d334","firstChapterNumber":1,"firstChapterApiLink":"/api/BSB/EXO/1.json","lastChapterNumber":40,"lastChapterApiLink":"/api/BSB/EXO/40.json","totalNumberOfVerses":1213},"chapter":{"number":8,"content":[{"type":"heading","content":["The Second Plague: Frogs"]},{"type":"verse","number":1,"content":["Then the LORD said to Moses, “Go to Pharaoh and tell him that this is what the LORD says: ‘Let My people go, so that they may worship Me."]},{"type":"verse","number":2,"content":["But if you refuse to let them go, I will plague your whole country with frogs."]},{"type":"verse","number":3,"content":["The Nile will teem with frogs, and they will come into your palace and up to your bedroom and onto your bed, into the houses of your officials and your people, and into your ovens and kneading bowls."]},{"type":"verse","number":4,"content":["The frogs will come up on you and your people and all your officials.’”"]},{"type":"line_break"},{"type":"verse","number":5,"content":["And the LORD said to Moses, “Tell Aaron, ‘Stretch out your hand with your staff over the rivers and canals and ponds, and cause the frogs to come up onto the land of Egypt.’”"]},{"type":"line_break"},{"type":"verse","number":6,"content":["So Aaron stretched out his hand over the waters of Egypt, and the frogs came up and covered the land of Egypt."]},{"type":"line_break"},{"type":"verse","number":7,"content":["But the magicians did the same thing by their magic arts, and they also brought frogs up onto the land of Egypt."]},{"type":"line_break"},{"type":"verse","number":8,"content":["Pharaoh summoned Moses and Aaron and said, “Pray to the LORD to take the frogs away from me and my people. Then I will let your people go, that they may sacrifice to the LORD.”"]},{"type":"line_break"},{"type":"verse","number":9,"content":["Moses said to Pharaoh, “You may have the honor over me. When shall I pray for you and your officials and your people that the frogs (except for those in the Nile) may be taken away from you and your houses?”"]},{"type":"line_break"},{"type":"verse","number":10,"content":["“Tomorrow,” Pharaoh answered.",{"lineBreak":true},"“May it be as you say,” Moses replied, “so that you may know that there is no one like the LORD our God."]},{"type":"verse","number":11,"content":["The frogs will depart from you and your houses and your officials and your people; they will remain only in the Nile.”"]},{"type":"line_break"},{"type":"verse","number":12,"content":["After Moses and Aaron had left Pharaoh, Moses cried out to the LORD for help with the frogs that He had brought against Pharaoh."]},{"type":"verse","number":13,"content":["And the LORD did as Moses requested, and the frogs in the houses, the courtyards, and the fields died."]},{"type":"verse","number":14,"content":["They were piled into countless heaps, and there was a terrible stench in the land."]},{"type":"line_break"},{"type":"verse","number":15,"content":["When Pharaoh saw that there was relief, however, he hardened",{"noteId":35},"his heart and would not listen to Moses and Aaron, just as the LORD had said."]},{"type":"heading","content":["The Third Plague: Gnats"]},{"type":"line_break"},{"type":"verse","number":16,"content":["Then the LORD said to Moses, “Tell Aaron, ‘Stretch out your staff and strike the dust of the earth, that it may turn into swarms of gnats throughout the land of Egypt.’”"]},{"type":"line_break"},{"type":"verse","number":17,"content":["This they did, and when Aaron stretched out his hand with his staff and struck the dust of the earth, gnats came upon man and beast. All the dust of the earth turned into gnats throughout the land of Egypt."]},{"type":"line_break"},{"type":"verse","number":18,"content":["The magicians tried to produce gnats using their magic arts, but they could not. And the gnats remained on man and beast."]},{"type":"line_break"},{"type":"verse","number":19,"content":["“This is the finger of God,” the magicians said to Pharaoh. But Pharaoh’s heart was hardened,",{"noteId":36},"and he would not listen to them, just as the LORD had said."]},{"type":"heading","content":["The Fourth Plague: Flies"]},{"type":"line_break"},{"type":"verse","number":20,"content":["Then the LORD said to Moses, “Get up early in the morning, and when Pharaoh goes out to the water, stand before him and tell him that this is what the LORD says: ‘Let My people go, so that they may worship Me."]},{"type":"verse","number":21,"content":["But if you will not let My people go, I will send swarms of flies",{"noteId":37},"upon you and your officials and your people and your houses. The houses of the Egyptians and even the ground where they stand will be full of flies."]},{"type":"line_break"},{"type":"verse","number":22,"content":["But on that day I will give special treatment to the land of Goshen, where My people live; no swarms of flies will be found there. In this way you will know that I, the LORD, am in the land."]},{"type":"verse","number":23,"content":["I will make a distinction",{"noteId":38},"between My people and your people. This sign will take place tomorrow.’”"]},{"type":"line_break"},{"type":"verse","number":24,"content":["And the LORD did so. Thick swarms of flies poured into Pharaoh’s palace and into the houses of his officials. Throughout Egypt the land was ruined by swarms of flies."]},{"type":"line_break"},{"type":"verse","number":25,"content":["Then Pharaoh summoned Moses and Aaron and said, “Go, sacrifice to your God within this land.”"]},{"type":"line_break"},{"type":"verse","number":26,"content":["But Moses replied, “It would not be right to do that, because the sacrifices we offer to the LORD our God would be detestable to the Egyptians. If we offer sacrifices that are detestable before the Egyptians, will they not stone us?"]},{"type":"verse","number":27,"content":["We must make a three-day journey into the wilderness and sacrifice to the LORD our God as He commands us.”"]},{"type":"line_break"},{"type":"verse","number":28,"content":["Pharaoh answered, “I will let you go and sacrifice to the LORD your God in the wilderness, but you must not go very far. Now pray for me.”"]},{"type":"line_break"},{"type":"verse","number":29,"content":["“As soon as I leave you,” Moses said, “I will pray to the LORD, so that tomorrow the swarms of flies will depart from Pharaoh and his officials and his people. But Pharaoh must not act deceitfully again by refusing to let the people go and sacrifice to the LORD.”"]},{"type":"line_break"},{"type":"verse","number":30,"content":["Then Moses left Pharaoh and prayed to the LORD,"]},{"type":"verse","number":31,"content":["and the LORD did as Moses requested. He removed the swarms of flies from Pharaoh and his officials and his people; not one fly remained."]},{"type":"verse","number":32,"content":["But Pharaoh hardened his heart this time as well, and he would not let the people go."]}],"footnotes":[{"noteId":35,"caller":"+","text":"Or made heavy; also in verse 32","reference":{"chapter":8,"verse":15}},{"noteId":36,"caller":"+","text":"Or stiffened or strengthened","reference":{"chapter":8,"verse":19}},{"noteId":37,"caller":"+","text":"Literally a noxious mixture; also in verses 22, 24, 29, and 31","reference":{"chapter":8,"verse":21}},{"noteId":38,"caller":"+","text":"LXX and Vulgate; Hebrew I will set redemption","reference":{"chapter":8,"verse":23}}]},"thisChapterLink":"/api/BSB/EXO/8.json","thisChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_02_Exo_008_G.mp3","hays":"https://openbible.com/audio/hays/BSB_02_Exo_008_H.mp3","souer":"https://openbible.com/audio/souer/BSB_02_Exo_008.mp3"},"nextChapterApiLink":"/api/BSB/EXO/9.json","nextChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_02_Exo_009_G.mp3","hays":"https://openbible.com/audio/hays/BSB_02_Exo_009_H.mp3","souer":"https://openbible.com/audio/souer/BSB_02_Exo_009.mp3"},"previousChapterApiLink":"/api/BSB/EXO/7.json","previousChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_02_Exo_007_G.mp3","hays":"https://openbible.com/audio/hays/BSB_02_Exo_007_H.mp3","souer":"https://openbible.com/audio/souer/BSB_02_Exo_007.mp3"},"numberOfVerses":32}