{"translation":{"id":"BSB","name":"Berean Standard Bible","website":"https://berean.bible/","licenseUrl":"https://berean.bible/","licenseNotes":null,"shortName":"BSB","englishName":"Berean Standard Bible","language":"eng","textDirection":"ltr","sha256":"b2898c49cadb50fd8763feb9e2f74a90a3817e33408a24b6cbf09e7a950dde97","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json","numberOfBooks":66,"totalNumberOfChapters":1189,"totalNumberOfVerses":31086,"languageName":"English","languageEnglishName":"English"},"book":{"id":"ACT","translationId":"BSB","name":"Acts","commonName":"Acts","title":"Acts","order":44,"numberOfChapters":28,"sha256":"68bfdf85acb4b59ed9b0a22d3a1d46b0cc210f3f7160e3726af9dcdb076275a9","firstChapterNumber":1,"firstChapterApiLink":"/api/BSB/ACT/1.json","lastChapterNumber":28,"lastChapterApiLink":"/api/BSB/ACT/28.json","totalNumberOfVerses":1003},"chapter":{"number":16,"content":[{"type":"heading","content":["Timothy Joins Paul and Silas"]},{"type":"verse","number":1,"content":["Paul came to Derbe and then to Lystra, where he found a disciple named Timothy, the son of a believing Jewish woman and a Greek father."]},{"type":"verse","number":2,"content":["The brothers in Lystra and Iconium spoke well of him."]},{"type":"verse","number":3,"content":["Paul wanted Timothy to accompany him, so he took him and circumcised him on account of the Jews in that area, for they all knew that his father was a Greek."]},{"type":"line_break"},{"type":"verse","number":4,"content":["As they went from town to town, they delivered the decisions handed down by the apostles and elders in Jerusalem for the people to obey."]},{"type":"verse","number":5,"content":["So the churches were strengthened in the faith and grew daily in numbers."]},{"type":"heading","content":["Paul’s Vision of the Macedonian"]},{"type":"line_break"},{"type":"verse","number":6,"content":["After the Holy Spirit had prevented them from speaking the word in the province of Asia,",{"noteId":91},"they traveled through the region of Phrygia and Galatia."]},{"type":"verse","number":7,"content":["And when they came to the border of Mysia, they tried to enter Bithynia, but the Spirit of Jesus would not permit them."]},{"type":"verse","number":8,"content":["So they passed by Mysia and went down to Troas."]},{"type":"line_break"},{"type":"verse","number":9,"content":["During the night, Paul had a vision of a man of Macedonia standing and pleading with him, “Come over to Macedonia and help us.”"]},{"type":"verse","number":10,"content":["As soon as Paul had seen the vision, we got ready to leave for Macedonia, concluding that God had called us to preach the gospel to them."]},{"type":"heading","content":["Lydia’s Conversion in Philippi"]},{"type":"line_break"},{"type":"verse","number":11,"content":["We sailed from Troas straight to Samothrace, and the following day on to Neapolis."]},{"type":"verse","number":12,"content":["From there we went to the Roman colony of Philippi, the leading city of that district of Macedonia.",{"noteId":92},"And we stayed there several days."]},{"type":"line_break"},{"type":"verse","number":13,"content":["On the Sabbath we went outside the city gate along the river, where it was customary to find a place of prayer. After sitting down, we spoke to the women who had gathered there."]},{"type":"line_break"},{"type":"verse","number":14,"content":["Among those listening was a woman named Lydia, a dealer in purple cloth from the city of Thyatira, who was a worshiper of God. The Lord opened her heart to respond to Paul’s message."]},{"type":"verse","number":15,"content":["And when she and her household had been baptized, she urged us, “If you consider me a believer in the Lord, come and stay at my house.” And she persuaded us."]},{"type":"heading","content":["Paul and Silas Imprisoned"]},{"type":"line_break"},{"type":"verse","number":16,"content":["One day as we were going to the place of prayer, we were met by a slave girl with a spirit of divination,",{"noteId":93},"who earned a large income for her masters by fortune-telling."]},{"type":"verse","number":17,"content":["This girl followed Paul and the rest of us, shouting, “These men are servants of the Most High God, who are proclaiming to you the way of salvation!”"]},{"type":"line_break"},{"type":"verse","number":18,"content":["She continued this for many days. Eventually Paul grew so aggravated that he turned and said to the spirit, “In the name of Jesus Christ I command you to come out of her!” And the spirit left her at that very moment."]},{"type":"line_break"},{"type":"verse","number":19,"content":["When the girl’s owners saw that their hope of making money was gone, they seized Paul and Silas and dragged them before the authorities in the marketplace."]},{"type":"verse","number":20,"content":["They brought them to the magistrates and said, “These men are Jews and are throwing our city into turmoil"]},{"type":"verse","number":21,"content":["by promoting customs that are unlawful for us Romans to adopt or practice.”"]},{"type":"line_break"},{"type":"verse","number":22,"content":["The crowd joined in the attack against Paul and Silas, and the magistrates ordered that they be stripped and beaten with rods."]},{"type":"verse","number":23,"content":["And after striking them with many blows, they threw them into prison and ordered the jailer to guard them securely."]},{"type":"verse","number":24,"content":["On receiving this order, he placed them in the inner cell and fastened their feet in the stocks."]},{"type":"heading","content":["The Conversion of the Jailer"]},{"type":"line_break"},{"type":"verse","number":25,"content":["About midnight Paul and Silas were praying and singing hymns to God, and the other prisoners were listening to them."]},{"type":"verse","number":26,"content":["Suddenly a strong earthquake shook the foundations of the prison. At once all the doors flew open and everyone’s chains came loose."]},{"type":"line_break"},{"type":"verse","number":27,"content":["When the jailer woke up and saw the prison doors open, he drew his sword and was about to kill himself, presuming that the prisoners had escaped."]},{"type":"verse","number":28,"content":["But Paul called out in a loud voice, “Do not harm yourself! We are all here!”"]},{"type":"line_break"},{"type":"verse","number":29,"content":["Calling for lights, the jailer rushed in and fell trembling before Paul and Silas."]},{"type":"verse","number":30,"content":["Then he brought them out and asked, “Sirs, what must I do to be saved?”"]},{"type":"line_break"},{"type":"verse","number":31,"content":["They replied, “Believe in the Lord Jesus and you will be saved, you and your household.”"]},{"type":"verse","number":32,"content":["Then Paul and Silas spoke the word of the Lord to him and to everyone in his house."]},{"type":"verse","number":33,"content":["At that hour of the night, the jailer took them and washed their wounds. And without delay, he and all his household were baptized."]},{"type":"verse","number":34,"content":["Then he brought them into his home and set a meal before them. So he and all his household rejoiced that they had come to believe in God."]},{"type":"heading","content":["An Official Apology"]},{"type":"line_break"},{"type":"verse","number":35,"content":["When daylight came, the magistrates sent their officers with the order: “Release those men.”"]},{"type":"line_break"},{"type":"verse","number":36,"content":["The jailer informed Paul: “The magistrates have sent orders to release you. Now you may go on your way in peace.”"]},{"type":"line_break"},{"type":"verse","number":37,"content":["But Paul said to the officers, “They beat us publicly without a trial and threw us into prison, even though we are Roman citizens. And now do they want to send us away secretly? Absolutely not! Let them come themselves and escort us out!”"]},{"type":"line_break"},{"type":"verse","number":38,"content":["So the officers relayed this message to the magistrates, who were alarmed to hear that Paul and Silas were Roman citizens."]},{"type":"verse","number":39,"content":["They came to appease them and led them out, requesting that they leave the city."]},{"type":"verse","number":40,"content":["After Paul and Silas came out of the prison, they went to Lydia’s house to see the brothers and encourage them. Then they left the city."]}],"footnotes":[{"noteId":91,"caller":"+","text":"Literally in Asia; Asia was a Roman province in what is now western Turkey.","reference":{"chapter":16,"verse":6}},{"noteId":92,"caller":"+","text":"Literally we went to Philippi, which is a leading city of the district of Macedonia—a colony","reference":{"chapter":16,"verse":12}},{"noteId":93,"caller":"+","text":"Greek a spirit of Python; that is, a spirit of divination named after the mythical serpent slain by Apollo","reference":{"chapter":16,"verse":16}}]},"thisChapterLink":"/api/BSB/ACT/16.json","thisChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_44_Act_016_G.mp3","hays":"https://openbible.com/audio/hays/BSB_44_Act_016_H.mp3","souer":"https://openbible.com/audio/souer/BSB_44_Act_016.mp3"},"nextChapterApiLink":"/api/BSB/ACT/17.json","nextChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_44_Act_017_G.mp3","hays":"https://openbible.com/audio/hays/BSB_44_Act_017_H.mp3","souer":"https://openbible.com/audio/souer/BSB_44_Act_017.mp3"},"previousChapterApiLink":"/api/BSB/ACT/15.json","previousChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_44_Act_015_G.mp3","hays":"https://openbible.com/audio/hays/BSB_44_Act_015_H.mp3","souer":"https://openbible.com/audio/souer/BSB_44_Act_015.mp3"},"numberOfVerses":40}