{"translation":{"id":"BSB","name":"Berean Standard Bible","website":"https://berean.bible/","licenseUrl":"https://berean.bible/","licenseNotes":null,"shortName":"BSB","englishName":"Berean Standard Bible","language":"eng","textDirection":"ltr","sha256":"b2898c49cadb50fd8763feb9e2f74a90a3817e33408a24b6cbf09e7a950dde97","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json","numberOfBooks":66,"totalNumberOfChapters":1189,"totalNumberOfVerses":31086,"languageName":"English","languageEnglishName":"English"},"book":{"id":"ACT","translationId":"BSB","name":"Acts","commonName":"Acts","title":"Acts","order":44,"numberOfChapters":28,"sha256":"68bfdf85acb4b59ed9b0a22d3a1d46b0cc210f3f7160e3726af9dcdb076275a9","firstChapterNumber":1,"firstChapterApiLink":"/api/BSB/ACT/1.json","lastChapterNumber":28,"lastChapterApiLink":"/api/BSB/ACT/28.json","totalNumberOfVerses":1003},"chapter":{"number":17,"content":[{"type":"heading","content":["The Uproar in Thessalonica"]},{"type":"verse","number":1,"content":["When they had passed through Amphipolis and Apollonia, they came to Thessalonica, where there was a Jewish synagogue."]},{"type":"verse","number":2,"content":["As was his custom, Paul went into the synagogue, and on three Sabbaths he reasoned with them from the Scriptures,"]},{"type":"verse","number":3,"content":["explaining and proving that the Christ had to suffer and rise from the dead. “This Jesus I am proclaiming to you is the Christ,” he declared."]},{"type":"verse","number":4,"content":["Some of the Jews were persuaded and joined Paul and Silas, along with a large number of God-fearing Greeks and quite a few leading women."]},{"type":"line_break"},{"type":"verse","number":5,"content":["The Jews, however, became jealous. So they brought in some troublemakers from the marketplace, formed a mob, and sent the city into an uproar. They raided Jason’s house in search of Paul and Silas, hoping to bring them out to the people."]},{"type":"verse","number":6,"content":["But when they could not find them, they dragged Jason and some other brothers before the city officials, shouting, “These men who have turned the world upside down have now come here,"]},{"type":"verse","number":7,"content":["and Jason has welcomed them into his home. They are all defying Caesar’s decrees, saying that there is another king, named Jesus!”"]},{"type":"line_break"},{"type":"verse","number":8,"content":["On hearing this, the crowd and city officials were greatly disturbed."]},{"type":"verse","number":9,"content":["And they collected bond from Jason and the others, and then released them."]},{"type":"heading","content":["The Character of the Bereans"]},{"type":"line_break"},{"type":"verse","number":10,"content":["As soon as night had fallen, the brothers sent Paul and Silas away to Berea. On arriving there, they went into the Jewish synagogue."]},{"type":"verse","number":11,"content":["Now the Bereans were more noble-minded than the Thessalonians, for they received the message with great eagerness and examined the Scriptures every day to see if these teachings were true.",{"noteId":94}]},{"type":"verse","number":12,"content":["As a result, many of them believed, along with quite a few prominent Greek women and men."]},{"type":"line_break"},{"type":"verse","number":13,"content":["But when the Jews from Thessalonica learned that Paul was also proclaiming the word of God in Berea, they went there themselves to incite and agitate the crowds."]},{"type":"verse","number":14,"content":["The brothers immediately sent Paul to the coast, but Silas and Timothy remained in Berea."]},{"type":"verse","number":15,"content":["Those who escorted Paul brought him to Athens and then returned with instructions for Silas and Timothy to join him as soon as possible."]},{"type":"heading","content":["Paul in Athens"]},{"type":"line_break"},{"type":"verse","number":16,"content":["While Paul was waiting for them in Athens, he was deeply disturbed in his spirit to see that the city was full of idols."]},{"type":"verse","number":17,"content":["So he reasoned in the synagogue with the Jews and God-fearing Gentiles, and in the marketplace with those he met each day."]},{"type":"line_break"},{"type":"verse","number":18,"content":["Some Epicurean and Stoic philosophers also began to debate with him. Some of them asked, “What is this babbler trying to say?” Others said, “He seems to be advocating foreign gods.” They said this because Paul was proclaiming the good news of Jesus and the resurrection."]},{"type":"line_break"},{"type":"verse","number":19,"content":["So they took Paul and brought him to the Areopagus,",{"noteId":95},"where they asked him, “May we know what this new teaching is that you are presenting?"]},{"type":"verse","number":20,"content":["For you are bringing some strange notions to our ears, and we want to know what they mean.”"]},{"type":"line_break"},{"type":"verse","number":21,"content":["Now all the Athenians and foreigners who lived there spent their time doing nothing more than hearing and articulating new ideas."]},{"type":"heading","content":["Paul’s Address in the Areopagus"]},{"type":"line_break"},{"type":"verse","number":22,"content":["Then Paul stood up in the meeting",{"noteId":96},"of the Areopagus and said, “Men of Athens, I see that in every way you are very religious."]},{"type":"verse","number":23,"content":["For as I walked around and examined your objects of worship, I even found an altar with this inscription:",{"lineBreak":true},"TO AN UNKNOWN GOD.",{"lineBreak":true},"Therefore what you worship as something unknown, I now proclaim to you."]},{"type":"line_break"},{"type":"verse","number":24,"content":["The God who made the world and everything in it is the Lord of heaven and earth and does not live in temples made by human hands."]},{"type":"verse","number":25,"content":["Nor is He served by human hands, as if He needed anything, because He Himself gives everyone life and breath and everything else."]},{"type":"verse","number":26,"content":["From one man",{"noteId":97},"He made every nation of men, that they should inhabit the whole earth; and He determined their appointed times and the boundaries of their lands."]},{"type":"line_break"},{"type":"verse","number":27,"content":["God intended that they would seek Him and perhaps reach out for Him and find Him, though He is not far from each one of us."]},{"type":"verse","number":28,"content":["‘For in Him we live and move and have our being.’",{"noteId":98},"As some of your own poets have said, ‘We are His offspring.’",{"noteId":99}]},{"type":"verse","number":29,"content":["Therefore, being offspring of God, we should not think that the Divine Being is like gold or silver or stone, an image formed by man’s skill and imagination."]},{"type":"line_break"},{"type":"verse","number":30,"content":["Although God overlooked the ignorance of earlier times, He now commands all people everywhere to repent."]},{"type":"verse","number":31,"content":["For He has set a day when He will judge the world with justice by the Man He has appointed. He has given proof of this to everyone by raising Him from the dead.”"]},{"type":"line_break"},{"type":"verse","number":32,"content":["When they heard about the resurrection of the dead, some began to mock him, but others said, “We want to hear you again on this topic.”"]},{"type":"verse","number":33,"content":["At that, Paul left the Areopagus."]},{"type":"verse","number":34,"content":["But some",{"noteId":100},"joined him and believed, including Dionysius the Areopagite, a woman named Damaris, and others who were with them."]}],"footnotes":[{"noteId":94,"caller":"+","text":"Literally with great eagerness, every day examining the Writings, whether these things were so.","reference":{"chapter":17,"verse":11}},{"noteId":95,"caller":"+","text":"Or Ares Hill or Mars Hill; also in verse 22 and added for clarity in verse 33","reference":{"chapter":17,"verse":19}},{"noteId":96,"caller":"+","text":"Literally in the middle","reference":{"chapter":17,"verse":22}},{"noteId":97,"caller":"+","text":"Literally From one; BYZ and TR From one blood","reference":{"chapter":17,"verse":26}},{"noteId":98,"caller":"+","text":"This is probably a quote from the Cretan philosopher Epimenides of Knossos.","reference":{"chapter":17,"verse":28}},{"noteId":99,"caller":"+","text":"This is probably a quote from the poem “Phainomena” by the Cilician philosopher Aratus.","reference":{"chapter":17,"verse":28}},{"noteId":100,"caller":"+","text":"Literally some men","reference":{"chapter":17,"verse":34}}]},"thisChapterLink":"/api/BSB/ACT/17.json","thisChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_44_Act_017_G.mp3","hays":"https://openbible.com/audio/hays/BSB_44_Act_017_H.mp3","souer":"https://openbible.com/audio/souer/BSB_44_Act_017.mp3"},"nextChapterApiLink":"/api/BSB/ACT/18.json","nextChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_44_Act_018_G.mp3","hays":"https://openbible.com/audio/hays/BSB_44_Act_018_H.mp3","souer":"https://openbible.com/audio/souer/BSB_44_Act_018.mp3"},"previousChapterApiLink":"/api/BSB/ACT/16.json","previousChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_44_Act_016_G.mp3","hays":"https://openbible.com/audio/hays/BSB_44_Act_016_H.mp3","souer":"https://openbible.com/audio/souer/BSB_44_Act_016.mp3"},"numberOfVerses":34}