{"translation":{"id":"BSB","name":"Berean Standard Bible","website":"https://berean.bible/","licenseUrl":"https://berean.bible/","licenseNotes":null,"shortName":"BSB","englishName":"Berean Standard Bible","language":"eng","textDirection":"ltr","sha256":"b2898c49cadb50fd8763feb9e2f74a90a3817e33408a24b6cbf09e7a950dde97","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json","numberOfBooks":66,"totalNumberOfChapters":1189,"totalNumberOfVerses":31086,"languageName":"English","languageEnglishName":"English"},"book":{"id":"DEU","translationId":"BSB","name":"Deuteronomy","commonName":"Deuteronomy","title":"Deuteronomy","order":5,"numberOfChapters":34,"sha256":"371b66a0d4aee646561a39ebd7460b68a2e5f518af8736892f7d626be07380c1","firstChapterNumber":1,"firstChapterApiLink":"/api/BSB/DEU/1.json","lastChapterNumber":34,"lastChapterApiLink":"/api/BSB/DEU/34.json","totalNumberOfVerses":959},"chapter":{"number":1,"content":[{"type":"heading","content":["The Command to Leave Horeb"]},{"type":"verse","number":1,"content":["These are the words that Moses spoke to all Israel in the wilderness east of the Jordan—in the Arabah opposite Suph—between Paran and Tophel, Laban, Hazeroth, and Dizahab."]},{"type":"line_break"},{"type":"verse","number":2,"content":["It is an eleven-day journey from Horeb",{"noteId":0},"to Kadesh-barnea by way of Mount Seir."]},{"type":"verse","number":3,"content":["In the fortieth year, on the first day of the eleventh month, Moses proclaimed to the Israelites all that the LORD had commanded him concerning them."]},{"type":"verse","number":4,"content":["This was after he had defeated Sihon king of the Amorites, who lived in Heshbon, and then at Edrei had defeated Og king of Bashan, who lived in Ashtaroth."]},{"type":"line_break"},{"type":"verse","number":5,"content":["On the east side of the Jordan in the land of Moab, Moses began to explain this law, saying:",{"noteId":1}]},{"type":"line_break"},{"type":"verse","number":6,"content":["The LORD our God said to us at Horeb: “You have stayed at this mountain long enough."]},{"type":"verse","number":7,"content":["Resume your journey and go to the hill country of the Amorites; go to all the neighboring peoples in the Arabah, in the hill country, in the foothills,",{"noteId":2},"in the Negev, and along the seacoast to the land of the Canaanites and to Lebanon, as far as the great River Euphrates."]},{"type":"line_break"},{"type":"verse","number":8,"content":["See, I have placed the land before you. Enter and possess the land that the LORD swore He would give to your fathers Abraham, Isaac, and Jacob, and to their descendants after them.”"]},{"type":"heading","content":["Moses Appoints Leaders"]},{"type":"line_break"},{"type":"verse","number":9,"content":["At that time I said to you, “I cannot carry the burden for you alone."]},{"type":"verse","number":10,"content":["The LORD your God has multiplied you, so that today you are as numerous as the stars in the sky."]},{"type":"verse","number":11,"content":["May the LORD, the God of your fathers, increase you a thousand times over and bless you as He has promised."]},{"type":"verse","number":12,"content":["But how can I bear your troubles, burdens, and disputes all by myself?"]},{"type":"verse","number":13,"content":["Choose for yourselves wise, understanding, and respected men from each of your tribes, and I will appoint them as your leaders.”"]},{"type":"line_break"},{"type":"verse","number":14,"content":["And you answered me and said, “What you propose to do is good.”"]},{"type":"line_break"},{"type":"verse","number":15,"content":["So I took the leaders of your tribes, wise and respected men, and appointed them as leaders over you—as commanders of thousands, of hundreds, of fifties, and of tens, and as officers for your tribes."]},{"type":"line_break"},{"type":"verse","number":16,"content":["At that time I charged your judges: “Hear the disputes between your brothers, and judge fairly between a man and his brother or a foreign resident."]},{"type":"verse","number":17,"content":["Show no partiality in judging; hear both small and great alike. Do not be intimidated by anyone, for judgment belongs to God. And bring to me any case too difficult for you, and I will hear it.”"]},{"type":"line_break"},{"type":"verse","number":18,"content":["And at that time I commanded you all the things you were to do."]},{"type":"heading","content":["Twelve Spies Sent Out"]},{"type":"line_break"},{"type":"verse","number":19,"content":["And just as the LORD our God had commanded us, we set out from Horeb and went toward the hill country of the Amorites, through all the vast and terrifying wilderness you have seen. When we reached Kadesh-barnea,"]},{"type":"verse","number":20,"content":["I said: “You have reached the hill country of the Amorites, which the LORD our God is giving us."]},{"type":"verse","number":21,"content":["See, the LORD your God has placed the land before you. Go up and take possession of it as the LORD, the God of your fathers, has told you. Do not be afraid or discouraged.”"]},{"type":"line_break"},{"type":"verse","number":22,"content":["Then all of you approached me and said, “Let us send men ahead of us to search out the land and bring us word of what route to follow and which cities to enter.”"]},{"type":"line_break"},{"type":"verse","number":23,"content":["The plan seemed good to me, so I selected twelve men from among you, one from each tribe."]},{"type":"verse","number":24,"content":["They left and went up into the hill country, and came to the Valley of Eshcol and spied out the land."]},{"type":"verse","number":25,"content":["They took some of the fruit of the land in their hands, carried it down to us, and brought us word: “It is a good land that the LORD our God is giving us.”"]},{"type":"heading","content":["Israel’s Rebellion"]},{"type":"line_break"},{"type":"verse","number":26,"content":["But you were unwilling to go up; you rebelled against the command of the LORD your God."]},{"type":"verse","number":27,"content":["You grumbled in your tents and said, “Because the LORD hates us, He has brought us out of the land of Egypt to deliver us into the hand of the Amorites to be annihilated."]},{"type":"verse","number":28,"content":["Where can we go? Our brothers have made our hearts melt, saying: ‘The people are larger and taller than we are; the cities are large, with walls up to the heavens. We even saw the descendants of the Anakim there.’”"]},{"type":"line_break"},{"type":"verse","number":29,"content":["So I said to you: “Do not be terrified or afraid of them!"]},{"type":"verse","number":30,"content":["The LORD your God, who goes before you, will fight for you, just as you saw Him do for you in Egypt"]},{"type":"verse","number":31,"content":["and in the wilderness, where the LORD your God carried you, as a man carries his son, all the way by which you traveled until you reached this place.”"]},{"type":"line_break"},{"type":"verse","number":32,"content":["But in spite of all this, you did not trust the LORD your God,"]},{"type":"verse","number":33,"content":["who went before you on the journey, in the fire by night and in the cloud by day, to seek out a place for you to camp and to show you the road to travel."]},{"type":"heading","content":["Israel’s Penalty"]},{"type":"line_break"},{"type":"verse","number":34,"content":["When the LORD heard your words, He grew angry and swore an oath, saying,"]},{"type":"verse","number":35,"content":["“Not one of the men of this evil generation shall see the good land I swore to give your fathers,"]},{"type":"verse","number":36,"content":["except Caleb son of Jephunneh. He will see it, and I will give him and his descendants the land on which he has set foot, because he followed the LORD wholeheartedly.”"]},{"type":"line_break"},{"type":"verse","number":37,"content":["The LORD was also angry with me on your account, and He said, “Not even you shall enter the land."]},{"type":"verse","number":38,"content":["Joshua son of Nun, who stands before you, will enter it. Encourage him, for he will enable Israel to inherit the land."]},{"type":"verse","number":39,"content":["And the little ones you said would become captives—your children who on that day did not know good from evil—will enter the land that I will give them, and they will possess it."]},{"type":"verse","number":40,"content":["But you are to turn back and head for the wilderness along the route to the Red Sea.",{"noteId":3},"”"]},{"type":"heading","content":["The Defeat at Hormah"]},{"type":"line_break"},{"type":"verse","number":41,"content":["“We have sinned against the LORD,” you replied. “We will go up and fight, as the LORD our God has commanded us.” Then each of you put on his weapons of war, thinking it easy to go up into the hill country."]},{"type":"line_break"},{"type":"verse","number":42,"content":["But the LORD said to me, “Tell them not to go up and fight, for I am not with you to keep you from defeat by your enemies.”"]},{"type":"line_break"},{"type":"verse","number":43,"content":["So I spoke to you, but you would not listen. You rebelled against the command of the LORD and presumptuously went up into the hill country."]},{"type":"line_break"},{"type":"verse","number":44,"content":["Then the Amorites who lived in the hills came out against you and chased you like a swarm of bees. They routed you from Seir all the way to Hormah."]},{"type":"verse","number":45,"content":["And you returned and wept before the LORD, but He would not listen to your voice or give ear to you."]},{"type":"line_break"},{"type":"verse","number":46,"content":["For this reason you stayed in Kadesh for a long time—a very long time."]}],"footnotes":[{"noteId":0,"caller":"+","text":"That is, Mount Sinai, or possibly a mountain in the range containing Mount Sinai; also in verses 6 and 19","reference":{"chapter":1,"verse":2}},{"noteId":1,"caller":"+","text":"Note that Deuteronomy 1:6 through Deuteronomy 4:40 may be presented as a continuous section of unbroken speech by Moses. In place of multiple levels of nested quotes, this section has been set apart with a double space.","reference":{"chapter":1,"verse":5}},{"noteId":2,"caller":"+","text":"Hebrew Shephelah or lowlands; that is, the western foothills of Judea","reference":{"chapter":1,"verse":7}},{"noteId":3,"caller":"+","text":"Or the Sea of Reeds","reference":{"chapter":1,"verse":40}}]},"thisChapterLink":"/api/BSB/DEU/1.json","thisChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_05_Deu_001_G.mp3","hays":"https://openbible.com/audio/hays/BSB_05_Deu_001_H.mp3","souer":"https://openbible.com/audio/souer/BSB_05_Deu_001.mp3"},"nextChapterApiLink":"/api/BSB/DEU/2.json","nextChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_05_Deu_002_G.mp3","hays":"https://openbible.com/audio/hays/BSB_05_Deu_002_H.mp3","souer":"https://openbible.com/audio/souer/BSB_05_Deu_002.mp3"},"previousChapterApiLink":"/api/BSB/NUM/36.json","previousChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_04_Num_036_G.mp3","hays":"https://openbible.com/audio/hays/BSB_04_Num_036_H.mp3","souer":"https://openbible.com/audio/souer/BSB_04_Num_036.mp3"},"numberOfVerses":46}