{"translation":{"id":"BSB","name":"Berean Standard Bible","website":"https://berean.bible/","licenseUrl":"https://berean.bible/","licenseNotes":null,"shortName":"BSB","englishName":"Berean Standard Bible","language":"eng","textDirection":"ltr","sha256":"b2898c49cadb50fd8763feb9e2f74a90a3817e33408a24b6cbf09e7a950dde97","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json","numberOfBooks":66,"totalNumberOfChapters":1189,"totalNumberOfVerses":31086,"languageName":"English","languageEnglishName":"English"},"book":{"id":"DEU","translationId":"BSB","name":"Deuteronomy","commonName":"Deuteronomy","title":"Deuteronomy","order":5,"numberOfChapters":34,"sha256":"371b66a0d4aee646561a39ebd7460b68a2e5f518af8736892f7d626be07380c1","firstChapterNumber":1,"firstChapterApiLink":"/api/BSB/DEU/1.json","lastChapterNumber":34,"lastChapterApiLink":"/api/BSB/DEU/34.json","totalNumberOfVerses":959},"chapter":{"number":3,"content":[{"type":"heading","content":["The Defeat of Og"]},{"type":"verse","number":1,"content":["Then we turned and went up the road to Bashan, and Og king of Bashan and his whole army came out to meet us in battle at Edrei."]},{"type":"verse","number":2,"content":["But the LORD said to me, “Do not fear him, for I have delivered him into your hand, along with all his people and his land. Do to him as you did to Sihon king of the Amorites, who lived in Heshbon.”"]},{"type":"line_break"},{"type":"verse","number":3,"content":["So the LORD our God also delivered Og king of Bashan and his whole army into our hands. We struck them down until no survivor was left."]},{"type":"line_break"},{"type":"verse","number":4,"content":["At that time we captured all sixty of his cities. There was not a single city we failed to take—the entire region of Argob, the kingdom of Og in Bashan."]},{"type":"verse","number":5,"content":["All these cities were fortified with high walls and gates and bars, and there were many more unwalled villages."]},{"type":"verse","number":6,"content":["We devoted them to destruction,",{"noteId":7},"as we had done to Sihon king of Heshbon, utterly destroying the men, women, and children of every city."]},{"type":"line_break"},{"type":"verse","number":7,"content":["But all the livestock and plunder of the cities we carried off for ourselves."]},{"type":"line_break"},{"type":"verse","number":8,"content":["At that time we took from the two kings of the Amorites the land across the Jordan, from the Arnon Valley as far as Mount Hermon—"]},{"type":"verse","number":9,"content":["which the Sidonians call Sirion but the Amorites call Senir—"]},{"type":"verse","number":10,"content":["all the cities of the plateau, all of Gilead, and all of Bashan as far as the cities of Salecah and Edrei in the kingdom of Og."]},{"type":"line_break"},{"type":"verse","number":11,"content":["(For only Og king of Bashan had remained of the remnant of the Rephaim. His bed of iron, nine cubits long and four cubits wide,",{"noteId":8},"is still in Rabbah of the Ammonites.)"]},{"type":"heading","content":["Land Division East of the Jordan"]},{"type":"line_break"},{"type":"verse","number":12,"content":["So at that time we took possession of this land. To the Reubenites and Gadites I gave the land beyond Aroer along the Arnon Valley, and half the hill country of Gilead, along with its cities."]},{"type":"line_break"},{"type":"verse","number":13,"content":["To the half-tribe of Manasseh I gave the rest of Gilead and all of Bashan, the kingdom of Og. (The entire region of Argob, the whole territory of Bashan, used to be called the land of the Rephaim.)"]},{"type":"verse","number":14,"content":["Jair, a descendant of Manasseh, took the whole region of Argob as far as the border of the Geshurites and Maacathites. He renamed Bashan after himself, Havvoth-jair,",{"noteId":9},"by which it is called to this day."]},{"type":"line_break"},{"type":"verse","number":15,"content":["To Machir I gave Gilead,"]},{"type":"verse","number":16,"content":["and to the Reubenites and Gadites I gave the territory from Gilead to the Arnon Valley (the middle of the valley was the border) and up to the Jabbok River, the border of the Ammonites."]},{"type":"verse","number":17,"content":["The Jordan River in the Arabah bordered it from Chinnereth to the Sea of the Arabah (the Salt Sea",{"noteId":10},") with the slopes of Pisgah to the east."]},{"type":"line_break"},{"type":"verse","number":18,"content":["At that time I commanded you: “The LORD your God has given you this land to possess. All your men of valor are to cross over, armed for battle, ahead of your brothers, the Israelites."]},{"type":"verse","number":19,"content":["But your wives, your children, and your livestock—I know that you have much livestock—may remain in the cities I have given you,"]},{"type":"verse","number":20,"content":["until the LORD gives rest to your brothers as He has to you, and they too have taken possession of the land that the LORD your God is giving them across the Jordan. Then each of you may return to the possession I have given you.”"]},{"type":"line_break"},{"type":"verse","number":21,"content":["And at that time I commanded Joshua: “Your own eyes have seen all that the LORD your God has done to these two kings. The LORD will do the same to all the kingdoms you are about to enter."]},{"type":"verse","number":22,"content":["Do not be afraid of them, for the LORD your God Himself will fight for you.”"]},{"type":"heading","content":["Moses Forbidden to Cross the Jordan"]},{"type":"line_break"},{"type":"verse","number":23,"content":["At that time I also pleaded with the LORD:"]},{"type":"verse","number":24,"content":["“O Lord GOD, You have begun to show Your greatness and power to Your servant. For what god in heaven or on earth can perform such works and mighty acts as Yours?"]},{"type":"verse","number":25,"content":["Please let me cross over and see the good land beyond the Jordan—that pleasant hill country as well as Lebanon!”"]},{"type":"line_break"},{"type":"verse","number":26,"content":["But the LORD was angry with me on account of you, and He would not listen to me. “That is enough,” the LORD said to me. “Do not speak to Me again about this matter."]},{"type":"verse","number":27,"content":["Go to the top of Pisgah and look to the west and north and south and east. See the land with your own eyes, for you will not cross this Jordan."]},{"type":"verse","number":28,"content":["But commission Joshua, encourage him, and strengthen him, for he will cross over ahead of the people and enable them to inherit the land that you will see.”"]},{"type":"line_break"},{"type":"verse","number":29,"content":["So we stayed in the valley opposite Beth-peor."]}],"footnotes":[{"noteId":7,"caller":"+","text":"Forms of the Hebrew cherem refer to the giving over of things or persons to the LORD, either by destroying them or by giving them as an offering.","reference":{"chapter":3,"verse":6}},{"noteId":8,"caller":"+","text":"Og’s bed was approximately 14 feet long and 6 feet wide (4.3 meters long and 1.8 meters wide).","reference":{"chapter":3,"verse":11}},{"noteId":9,"caller":"+","text":"Or the villages of Jair","reference":{"chapter":3,"verse":14}},{"noteId":10,"caller":"+","text":"That is, the Dead Sea","reference":{"chapter":3,"verse":17}}]},"thisChapterLink":"/api/BSB/DEU/3.json","thisChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_05_Deu_003_G.mp3","hays":"https://openbible.com/audio/hays/BSB_05_Deu_003_H.mp3","souer":"https://openbible.com/audio/souer/BSB_05_Deu_003.mp3"},"nextChapterApiLink":"/api/BSB/DEU/4.json","nextChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_05_Deu_004_G.mp3","hays":"https://openbible.com/audio/hays/BSB_05_Deu_004_H.mp3","souer":"https://openbible.com/audio/souer/BSB_05_Deu_004.mp3"},"previousChapterApiLink":"/api/BSB/DEU/2.json","previousChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_05_Deu_002_G.mp3","hays":"https://openbible.com/audio/hays/BSB_05_Deu_002_H.mp3","souer":"https://openbible.com/audio/souer/BSB_05_Deu_002.mp3"},"numberOfVerses":29}