{"translation":{"id":"BSB","name":"Berean Standard Bible","website":"https://berean.bible/","licenseUrl":"https://berean.bible/","licenseNotes":null,"shortName":"BSB","englishName":"Berean Standard Bible","language":"eng","textDirection":"ltr","sha256":"b2898c49cadb50fd8763feb9e2f74a90a3817e33408a24b6cbf09e7a950dde97","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json","numberOfBooks":66,"totalNumberOfChapters":1189,"totalNumberOfVerses":31086,"languageName":"English","languageEnglishName":"English"},"book":{"id":"1SA","translationId":"BSB","name":"1 Samuel","commonName":"1 Samuel","title":"1 Samuel","order":9,"numberOfChapters":31,"sha256":"aff013bc53481156d79dc85c0dbc9e7a9dd6bb53d41472319288a5ce15b7625e","firstChapterNumber":1,"firstChapterApiLink":"/api/BSB/1SA/1.json","lastChapterNumber":31,"lastChapterApiLink":"/api/BSB/1SA/31.json","totalNumberOfVerses":810},"chapter":{"number":10,"content":[{"type":"heading","content":["Samuel Anoints Saul"]},{"type":"verse","number":1,"content":["Then Samuel took a flask of oil, poured it on Saul’s head, kissed him, and said, “Has not the LORD anointed you ruler over His inheritance?",{"noteId":35}]},{"type":"verse","number":2,"content":["When you leave me today, you will find two men at Rachel’s tomb in Zelzah on the border of Benjamin. They will say to you, ‘The donkeys you seek have been found, and now your father has stopped worrying about the donkeys and started worrying about you, asking, “What should I do about my son?”’"]},{"type":"line_break"},{"type":"verse","number":3,"content":["Then you will go on from there until you come to the Oak",{"noteId":36},"of Tabor. Three men going up to God at Bethel will meet you there, one carrying three young goats, another carrying three loaves of bread, and another carrying a skin of wine."]},{"type":"verse","number":4,"content":["They will greet you and give you two loaves of bread, which you will accept from their hands."]},{"type":"line_break"},{"type":"verse","number":5,"content":["After that you will come to Gibeah of God,",{"noteId":37},"where the Philistines have an outpost. As you approach the city, you will meet a group of prophets coming down from the high place, preceded by harps, tambourines, flutes, and lyres, and they will be prophesying."]},{"type":"line_break"},{"type":"verse","number":6,"content":["Then the Spirit of the LORD will rush upon you, and you will prophesy with them; and you will be transformed into a different person."]},{"type":"line_break"},{"type":"verse","number":7,"content":["When these signs have come, do as the occasion demands, for God is with you."]},{"type":"verse","number":8,"content":["And you shall go before me to Gilgal, and surely I will come to you to offer burnt offerings and to sacrifice peace offerings. Wait seven days until I come to you and show you what you are to do.”"]},{"type":"heading","content":["Samuel’s Signs Fulfilled"]},{"type":"line_break"},{"type":"verse","number":9,"content":["As Saul turned to leave Samuel, God changed Saul’s heart, and all the signs came to pass that day."]},{"type":"verse","number":10,"content":["When Saul and his servant arrived at Gibeah,",{"noteId":38},"a group of prophets met him. Then the Spirit of God rushed upon him, and he prophesied along with them."]},{"type":"line_break"},{"type":"verse","number":11,"content":["All those who had formerly known Saul and saw him prophesying with the prophets asked one another, “What has happened to the son of Kish? Is Saul also among the prophets?”"]},{"type":"line_break"},{"type":"verse","number":12,"content":["Then a man who lived there replied, “And who is their father?” So the saying became a proverb: “Is Saul also among the prophets?”"]},{"type":"line_break"},{"type":"verse","number":13,"content":["And when Saul had finished prophesying, he went up to the high place."]},{"type":"line_break"},{"type":"verse","number":14,"content":["Now Saul’s uncle asked him and his servant, “Where did you go?”",{"lineBreak":true},"“To look for the donkeys,” Saul replied. “When we saw they were not to be found, we went to Samuel.”"]},{"type":"line_break"},{"type":"verse","number":15,"content":["“Tell me,” Saul’s uncle asked, “what did Samuel say to you?”"]},{"type":"line_break"},{"type":"verse","number":16,"content":["And Saul replied, “He assured us that the donkeys had been found.” But Saul did not tell his uncle what Samuel had said about the kingship."]},{"type":"heading","content":["Saul Proclaimed King"]},{"type":"line_break"},{"type":"verse","number":17,"content":["After this, Samuel summoned the people to the LORD at Mizpah"]},{"type":"verse","number":18,"content":["and said to the Israelites, “This is what the LORD, the God of Israel, says: ‘I brought Israel up out of Egypt, and I rescued you from the hands of the Egyptians and of all the kingdoms that oppressed you.’"]},{"type":"line_break"},{"type":"verse","number":19,"content":["But today you have rejected your God, who saves you from all your troubles and afflictions, and you have said to Him, ‘No, set a king over us.’ Now therefore present yourselves before the LORD by your tribes and clans.”"]},{"type":"line_break"},{"type":"verse","number":20,"content":["Thus Samuel had all the tribes of Israel come forward, and the tribe of Benjamin was selected."]},{"type":"verse","number":21,"content":["Then he had the tribe of Benjamin come forward by its clans, and the clan of Matri was selected.",{"noteId":39},"Finally, Saul son of Kish was selected. But when they looked for him, they could not find him."]},{"type":"verse","number":22,"content":["So again they inquired of the LORD, “Has the man come here yet?”",{"lineBreak":true},"And the LORD replied, “Behold, he has hidden himself among the baggage.”"]},{"type":"line_break"},{"type":"verse","number":23,"content":["So they ran and brought Saul, and when he stood among the people, he was a head taller than any of the others."]},{"type":"verse","number":24,"content":["Samuel said to all the people, “Do you see the one the LORD has chosen? There is no one like him among all the people.”",{"lineBreak":true},"And all the people shouted, “Long live the king!”"]},{"type":"line_break"},{"type":"verse","number":25,"content":["Then Samuel explained to the people the rights of kingship. He wrote them on a scroll and laid it up before the LORD. And Samuel sent all the people away, each to his own home."]},{"type":"line_break"},{"type":"verse","number":26,"content":["Saul also went to his home in Gibeah, and the men of valor whose hearts God had touched went with him."]},{"type":"line_break"},{"type":"verse","number":27,"content":["But some worthless men said, “How can this man save us?” So they despised him and brought him no gifts; but Saul remained silent about it.",{"noteId":40}]}],"footnotes":[{"noteId":35,"caller":"+","text":"Hebrew; LXX “Has not the LORD anointed you ruler over Israel? And you will rule over the LORD’s people and save them from their enemies around them. This will be the sign to you that the LORD has appointed you to be leader over His inheritance.","reference":{"chapter":10,"verse":1}},{"noteId":36,"caller":"+","text":"Or Terebinth or Great Tree","reference":{"chapter":10,"verse":3}},{"noteId":37,"caller":"+","text":"Hebrew Gibeath-Elohim, meaning the hill of God","reference":{"chapter":10,"verse":5}},{"noteId":38,"caller":"+","text":"Gibeah means the hill.","reference":{"chapter":10,"verse":10}},{"noteId":39,"caller":"+","text":"LXX includes And he brought the family of the Matrites near, man by man.","reference":{"chapter":10,"verse":21}},{"noteId":40,"caller":"+","text":"MT and LXX; One DSS manuscript includes Nahash, king of the Ammonites, had viciously oppressed the people of Gad and Reuben, gouging out the right eye of each Israelite dwelling there. He would not allow anyone to rescue them, and there was no Israelite east of the Jordan whose right eye had not been gouged out. But 7,000 men had escaped from the Ammonites and settled in Jabesh-gilead.","reference":{"chapter":10,"verse":27}}]},"thisChapterLink":"/api/BSB/1SA/10.json","thisChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_09_1Sa_010_G.mp3","hays":"https://openbible.com/audio/hays/BSB_09_1Sa_010_H.mp3","souer":"https://openbible.com/audio/souer/BSB_09_1Sa_010.mp3"},"nextChapterApiLink":"/api/BSB/1SA/11.json","nextChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_09_1Sa_011_G.mp3","hays":"https://openbible.com/audio/hays/BSB_09_1Sa_011_H.mp3","souer":"https://openbible.com/audio/souer/BSB_09_1Sa_011.mp3"},"previousChapterApiLink":"/api/BSB/1SA/9.json","previousChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_09_1Sa_009_G.mp3","hays":"https://openbible.com/audio/hays/BSB_09_1Sa_009_H.mp3","souer":"https://openbible.com/audio/souer/BSB_09_1Sa_009.mp3"},"numberOfVerses":27}