{"translation":{"id":"BSB","name":"Berean Standard Bible","website":"https://berean.bible/","licenseUrl":"https://berean.bible/","licenseNotes":null,"shortName":"BSB","englishName":"Berean Standard Bible","language":"eng","textDirection":"ltr","sha256":"b2898c49cadb50fd8763feb9e2f74a90a3817e33408a24b6cbf09e7a950dde97","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json","numberOfBooks":66,"totalNumberOfChapters":1189,"totalNumberOfVerses":31086,"languageName":"English","languageEnglishName":"English"},"book":{"id":"1SA","translationId":"BSB","name":"1 Samuel","commonName":"1 Samuel","title":"1 Samuel","order":9,"numberOfChapters":31,"sha256":"aff013bc53481156d79dc85c0dbc9e7a9dd6bb53d41472319288a5ce15b7625e","firstChapterNumber":1,"firstChapterApiLink":"/api/BSB/1SA/1.json","lastChapterNumber":31,"lastChapterApiLink":"/api/BSB/1SA/31.json","totalNumberOfVerses":810},"chapter":{"number":22,"content":[{"type":"heading","content":["David Flees to Adullam and Mizpeh"]},{"type":"verse","number":1,"content":["So David left Gath and took refuge in the cave of Adullam. When his brothers and the rest of his father’s household heard about it, they went down to him there."]},{"type":"verse","number":2,"content":["And all who were distressed or indebted or discontented rallied around him, and he became their leader. About four hundred men were with him."]},{"type":"line_break"},{"type":"verse","number":3,"content":["From there David went to Mizpeh of Moab, where he said to the king of Moab, “Please let my father and mother stay",{"noteId":92},"with you until I learn what God will do for me.”"]},{"type":"verse","number":4,"content":["So he left them in the care of the king of Moab, and they stayed with him the whole time David was in the stronghold."]},{"type":"line_break"},{"type":"verse","number":5,"content":["Then the prophet Gad said to David, “Do not stay in the stronghold. Depart and go into the land of Judah.” So David left and went to the forest of Hereth."]},{"type":"heading","content":["Saul Slays the Priests of Nob"]},{"type":"line_break"},{"type":"verse","number":6,"content":["Soon Saul learned that David and his men had been discovered. At that time Saul was in Gibeah, sitting under the tamarisk tree on the hill at Gibeah, with his spear in hand and all his servants standing around him."]},{"type":"line_break"},{"type":"verse","number":7,"content":["Then Saul said to his servants, “Listen, men of Benjamin! Is the son of Jesse giving all of you fields and vineyards and making you commanders of thousands or hundreds?"]},{"type":"verse","number":8,"content":["Is that why all of you have conspired against me? Not one of you told me that my own son had made a covenant with the son of Jesse. Not one of you has shown concern for me or revealed to me that my son has stirred up my own servant to lie in wait against me, as is the case today.”"]},{"type":"line_break"},{"type":"verse","number":9,"content":["But Doeg the Edomite, who had stationed himself with Saul’s servants, answered: “I saw the son of Jesse come to Ahimelech son of Ahitub at Nob."]},{"type":"verse","number":10,"content":["Ahimelech inquired of the LORD for him and gave him provisions. He also gave him the sword of Goliath the Philistine.”"]},{"type":"line_break"},{"type":"verse","number":11,"content":["Then the king sent messengers to summon Ahimelech the priest, the son of Ahitub, and his father’s whole family, who were priests at Nob. And all of them came to the king."]},{"type":"verse","number":12,"content":["“Listen now, son of Ahitub,” said Saul.",{"lineBreak":true},"“Here I am, my lord,” he replied."]},{"type":"line_break"},{"type":"verse","number":13,"content":["And Saul asked him, “Why have you and the son of Jesse conspired against me? You gave him bread and a sword and inquired of God for him so that he could rise up against me to lie in wait, as he is doing today.”"]},{"type":"line_break"},{"type":"verse","number":14,"content":["Ahimelech answered the king, “Who among all your servants is as faithful as David, the king’s son-in-law, the captain of your bodyguard who is honored in your house?"]},{"type":"verse","number":15,"content":["Was that day the first time I inquired of God for him? Far be it from me! Let not the king accuse your servant or any of my father’s household, for your servant knew nothing of this whole affair—not in part or in whole.”"]},{"type":"line_break"},{"type":"verse","number":16,"content":["But the king replied, “You will surely die, Ahimelech, you and all your father’s house!”"]},{"type":"line_break"},{"type":"verse","number":17,"content":["Then the king ordered the guards at his side, “Turn and kill the priests of the LORD, because they too sided with David. For they knew he was fleeing, but they did not tell me.”",{"lineBreak":true},"But the king’s servants would not lift a hand to strike the priests of the LORD."]},{"type":"line_break"},{"type":"verse","number":18,"content":["So the king ordered Doeg, “You turn and strike down the priests!”",{"lineBreak":true},"And Doeg the Edomite turned and struck down the priests himself. On that day he killed eighty-five men who wore the linen ephod."]},{"type":"verse","number":19,"content":["He also put to the sword Nob, the city of the priests, with its men and women, children and infants, oxen, donkeys, and sheep."]},{"type":"line_break"},{"type":"verse","number":20,"content":["But one of the sons of Ahimelech son of Ahitub escaped. His name was Abiathar, and he fled to David."]},{"type":"verse","number":21,"content":["And Abiathar told David that Saul had killed the priests of the LORD."]},{"type":"line_break"},{"type":"verse","number":22,"content":["Then David said to Abiathar, “I knew that Doeg the Edomite was there that day, and that he was sure to tell Saul. I myself am responsible for the lives of everyone in your father’s house."]},{"type":"verse","number":23,"content":["Stay with me; do not be afraid, for he who seeks your life is seeking mine as well. You will be safe with me.”"]}],"footnotes":[{"noteId":92,"caller":"+","text":"Syriac and Vulgate; Hebrew go forth","reference":{"chapter":22,"verse":3}}]},"thisChapterLink":"/api/BSB/1SA/22.json","thisChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_09_1Sa_022_G.mp3","hays":"https://openbible.com/audio/hays/BSB_09_1Sa_022_H.mp3","souer":"https://openbible.com/audio/souer/BSB_09_1Sa_022.mp3"},"nextChapterApiLink":"/api/BSB/1SA/23.json","nextChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_09_1Sa_023_G.mp3","hays":"https://openbible.com/audio/hays/BSB_09_1Sa_023_H.mp3","souer":"https://openbible.com/audio/souer/BSB_09_1Sa_023.mp3"},"previousChapterApiLink":"/api/BSB/1SA/21.json","previousChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_09_1Sa_021_G.mp3","hays":"https://openbible.com/audio/hays/BSB_09_1Sa_021_H.mp3","souer":"https://openbible.com/audio/souer/BSB_09_1Sa_021.mp3"},"numberOfVerses":23}