{"translation":{"id":"BSB","name":"Berean Standard Bible","website":"https://berean.bible/","licenseUrl":"https://berean.bible/","licenseNotes":null,"shortName":"BSB","englishName":"Berean Standard Bible","language":"eng","textDirection":"ltr","sha256":"b2898c49cadb50fd8763feb9e2f74a90a3817e33408a24b6cbf09e7a950dde97","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json","numberOfBooks":66,"totalNumberOfChapters":1189,"totalNumberOfVerses":31086,"languageName":"English","languageEnglishName":"English"},"book":{"id":"1SA","translationId":"BSB","name":"1 Samuel","commonName":"1 Samuel","title":"1 Samuel","order":9,"numberOfChapters":31,"sha256":"aff013bc53481156d79dc85c0dbc9e7a9dd6bb53d41472319288a5ce15b7625e","firstChapterNumber":1,"firstChapterApiLink":"/api/BSB/1SA/1.json","lastChapterNumber":31,"lastChapterApiLink":"/api/BSB/1SA/31.json","totalNumberOfVerses":810},"chapter":{"number":26,"content":[{"type":"heading","content":["David Again Spares Saul"]},{"type":"verse","number":1,"content":["Then the Ziphites came to Saul at Gibeah and said, “Is not David hiding on the hill of Hachilah, opposite Jeshimon?”"]},{"type":"verse","number":2,"content":["So Saul, accompanied by three thousand chosen men of Israel, went down to the Wilderness of Ziph to search for David there."]},{"type":"line_break"},{"type":"verse","number":3,"content":["Saul camped beside the road at the hill of Hachilah opposite Jeshimon, but David was living in the wilderness. When he realized that Saul had followed him there,"]},{"type":"verse","number":4,"content":["David sent out spies to verify that Saul had arrived."]},{"type":"line_break"},{"type":"verse","number":5,"content":["Then David set out and went to the place where Saul had camped. He saw the place where Saul and Abner son of Ner, the general of his army, had lain down. Saul was lying inside the inner circle of the camp, with the troops camped around him."]},{"type":"verse","number":6,"content":["And David asked Ahimelech the Hittite and Abishai son of Zeruiah, Joab’s brother, “Who will go down with me to Saul in the camp?”",{"lineBreak":true},"“I will go with you,” answered Abishai."]},{"type":"line_break"},{"type":"verse","number":7,"content":["That night David and Abishai came to the troops, and Saul was lying there asleep in the inner circle of the camp, with his spear stuck in the ground by his head. And Abner and the troops were lying around him."]},{"type":"line_break"},{"type":"verse","number":8,"content":["Abishai said to David, “Today God has delivered your enemy into your hand. Now, therefore, please let me thrust the spear through him into the ground with one stroke. I will not need to strike him twice!”"]},{"type":"line_break"},{"type":"verse","number":9,"content":["But David said to Abishai, “Do not destroy him, for who can lift a hand against the LORD’s anointed and be guiltless?”"]},{"type":"verse","number":10,"content":["David added, “As surely as the LORD lives, the LORD Himself will strike him down; either his day will come and he will die, or he will go into battle and perish."]},{"type":"verse","number":11,"content":["But the LORD forbid that I should stretch out my hand against the LORD’s anointed. Instead, take the spear and water jug by his head, and let us go.”"]},{"type":"line_break"},{"type":"verse","number":12,"content":["So David took the spear and water jug by Saul’s head, and they departed. No one saw them or knew about it, nor did anyone wake up; they all remained asleep, because a deep sleep from the LORD had fallen on them."]},{"type":"heading","content":["David Reproves Abner"]},{"type":"line_break"},{"type":"verse","number":13,"content":["Then David crossed to the other side and stood atop the mountain at a distance; there was a wide gulf between them."]},{"type":"verse","number":14,"content":["And David shouted to the troops and to Abner son of Ner, “Will you not answer me, Abner?”",{"lineBreak":true},"“Who calls to the king?” Abner replied."]},{"type":"line_break"},{"type":"verse","number":15,"content":["So David said to Abner, “You are a man, aren’t you? And who in Israel is your equal? Why then did you not protect your lord the king when one of the people came to destroy him?"]},{"type":"verse","number":16,"content":["This thing you have done is not good. As surely as the LORD lives, all of you deserve to die, since you did not protect your lord, the LORD’s anointed. Now look around. Where are the king’s spear and water jug that were by his head?”"]},{"type":"line_break"},{"type":"verse","number":17,"content":["Then Saul recognized David’s voice and asked, “Is that your voice, David my son?”",{"lineBreak":true},"“It is my voice, my lord and king,” David said."]},{"type":"line_break"},{"type":"verse","number":18,"content":["And he continued, “Why is my lord pursuing his servant? What have I done? What evil is in my hand?"]},{"type":"verse","number":19,"content":["Now please, may my lord the king hear the words of his servant: If the LORD has stirred you up against me, then may He accept an offering. But if men have done it, may they be cursed in the presence of the LORD! For today they have driven me away from sharing in the inheritance of the LORD, saying, ‘Go, serve other gods.’"]},{"type":"verse","number":20,"content":["So do not let my blood fall to the ground far from the presence of the LORD. For the king of Israel has come out to look for a flea, like one who hunts a partridge in the mountains.”"]},{"type":"heading","content":["Saul Acknowledges His Sin"]},{"type":"line_break"},{"type":"verse","number":21,"content":["Then Saul replied, “I have sinned. Come back, David my son. I will never harm you again, because today you considered my life precious. I have played the fool and have committed a grave error!”"]},{"type":"line_break"},{"type":"verse","number":22,"content":["“Here is the king’s spear,” David answered. “Let one of the young men come over and get it."]},{"type":"verse","number":23,"content":["May the LORD repay every man for his righteousness and faithfulness. For the LORD delivered you into my hand today, but I would not stretch out my hand against the LORD’s anointed."]},{"type":"verse","number":24,"content":["As surely as I valued your life today, so may the LORD value my life and rescue me from all trouble.”"]},{"type":"line_break"},{"type":"verse","number":25,"content":["Saul said to him, “May you be blessed, David my son. You will accomplish great things and will surely prevail.”",{"lineBreak":true},"So David went on his way, and Saul returned home."]}],"footnotes":[]},"thisChapterLink":"/api/BSB/1SA/26.json","thisChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_09_1Sa_026_G.mp3","hays":"https://openbible.com/audio/hays/BSB_09_1Sa_026_H.mp3","souer":"https://openbible.com/audio/souer/BSB_09_1Sa_026.mp3"},"nextChapterApiLink":"/api/BSB/1SA/27.json","nextChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_09_1Sa_027_G.mp3","hays":"https://openbible.com/audio/hays/BSB_09_1Sa_027_H.mp3","souer":"https://openbible.com/audio/souer/BSB_09_1Sa_027.mp3"},"previousChapterApiLink":"/api/BSB/1SA/25.json","previousChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_09_1Sa_025_G.mp3","hays":"https://openbible.com/audio/hays/BSB_09_1Sa_025_H.mp3","souer":"https://openbible.com/audio/souer/BSB_09_1Sa_025.mp3"},"numberOfVerses":25}