{"translation":{"id":"BSB","name":"Berean Standard Bible","website":"https://berean.bible/","licenseUrl":"https://berean.bible/","licenseNotes":null,"shortName":"BSB","englishName":"Berean Standard Bible","language":"eng","textDirection":"ltr","sha256":"b2898c49cadb50fd8763feb9e2f74a90a3817e33408a24b6cbf09e7a950dde97","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json","numberOfBooks":66,"totalNumberOfChapters":1189,"totalNumberOfVerses":31086,"languageName":"English","languageEnglishName":"English"},"book":{"id":"1SA","translationId":"BSB","name":"1 Samuel","commonName":"1 Samuel","title":"1 Samuel","order":9,"numberOfChapters":31,"sha256":"aff013bc53481156d79dc85c0dbc9e7a9dd6bb53d41472319288a5ce15b7625e","firstChapterNumber":1,"firstChapterApiLink":"/api/BSB/1SA/1.json","lastChapterNumber":31,"lastChapterApiLink":"/api/BSB/1SA/31.json","totalNumberOfVerses":810},"chapter":{"number":6,"content":[{"type":"heading","content":["The Ark Returned to Israel"]},{"type":"verse","number":1,"content":["When the ark of the LORD had been in the land of the Philistines seven months,"]},{"type":"verse","number":2,"content":["the Philistines summoned the priests and diviners, saying, “What shall we do with the ark of the LORD? Tell us how to send it back to its place.”"]},{"type":"line_break"},{"type":"verse","number":3,"content":["They replied, “If you return the ark of the God of Israel, do not send it away empty, but by all means return it to Him with a guilt offering. Then you will be healed, and you will understand why His hand has not been lifted from you.”"]},{"type":"line_break"},{"type":"verse","number":4,"content":["“What guilt offering should we send back to Him?” asked the Philistines.",{"lineBreak":true},"“Five gold tumors and five gold rats,” they said, “according to the number of rulers of the Philistines, since the same plague has struck both you and your rulers."]},{"type":"verse","number":5,"content":["Make images of your tumors and of the rats that are ravaging the land. Give glory to the God of Israel, and perhaps He will lift His hand from you and your gods and your land."]},{"type":"line_break"},{"type":"verse","number":6,"content":["Why harden",{"noteId":26},"your hearts as the Egyptians and Pharaoh hardened theirs? When He afflicted them, did they not send the people on their way as they departed?"]},{"type":"line_break"},{"type":"verse","number":7,"content":["Now, therefore, prepare one new cart with two milk cows that have never been yoked. Hitch the cows to the cart, but take their calves away and pen them up."]},{"type":"verse","number":8,"content":["Take the ark of the LORD, set it on the cart, and in a chest beside it put the gold objects you are sending Him as a guilt offering.",{"lineBreak":true},"Then send the ark on its way,"]},{"type":"verse","number":9,"content":["but keep watching it. If it goes up the road to its homeland, toward Beth-shemesh, it is the LORD who has brought on us this great disaster. But if it does not, then we will know that it was not His hand that punished us and that it happened by chance.”"]},{"type":"line_break"},{"type":"verse","number":10,"content":["So the men did as instructed. They took two milk cows, hitched them to the cart, and penned up their calves."]},{"type":"verse","number":11,"content":["Then they put the ark of the LORD on the cart, along with the chest containing the gold rats and the images of the tumors."]},{"type":"line_break"},{"type":"verse","number":12,"content":["And the cows headed straight up the road toward Beth-shemesh, staying on that one highway and lowing as they went, never straying to the right or to the left. The rulers of the Philistines followed behind them to the border of Beth-shemesh."]},{"type":"line_break"},{"type":"verse","number":13,"content":["Now the people of Beth-shemesh were harvesting wheat in the valley, and when they looked up and saw the ark, they were overjoyed at the sight."]},{"type":"line_break"},{"type":"verse","number":14,"content":["The cart came to the field of Joshua of Beth-shemesh and stopped there near a large rock. The people chopped up the cart and offered the cows as a burnt offering to the LORD."]},{"type":"verse","number":15,"content":["And the Levites took down the ark of the LORD and the chest containing the gold objects, and they placed them on the large rock. That day the men of Beth-shemesh offered burnt offerings and made sacrifices to the LORD."]},{"type":"line_break"},{"type":"verse","number":16,"content":["And when the five rulers of the Philistines saw this, they returned to Ekron that same day."]},{"type":"line_break"},{"type":"verse","number":17,"content":["As a guilt offering to the LORD, the Philistines had sent back one gold tumor for each city: Ashdod, Gaza, Ashkelon, Gath, and Ekron."]},{"type":"verse","number":18,"content":["The number of gold rats also corresponded to the number of Philistine cities belonging to the five rulers—the fortified cities and their outlying villages. And the large rock",{"noteId":27},"on which they placed the ark of the LORD stands to this day in the field of Joshua of Beth-shemesh."]},{"type":"line_break"},{"type":"verse","number":19,"content":["But God struck down some of the people of Beth-shemesh because they looked inside the ark of the LORD. He struck down seventy men,",{"noteId":28},"and the people mourned because the LORD had struck them with a great slaughter."]},{"type":"line_break"},{"type":"verse","number":20,"content":["The men of Beth-shemesh asked, “Who can stand in the presence of the LORD, this holy God? To whom should the ark go up from here?”"]},{"type":"line_break"},{"type":"verse","number":21,"content":["So they sent messengers to the people of Kiriath-jearim, saying, “The Philistines have returned the ark of the LORD. Come down and take it up with you.”"]}],"footnotes":[{"noteId":26,"caller":"+","text":"Or make heavy; similarly again in this verse","reference":{"chapter":6,"verse":6}},{"noteId":27,"caller":"+","text":"Or great meadow; Hebrew Abel-haggedolah","reference":{"chapter":6,"verse":18}},{"noteId":28,"caller":"+","text":"A few late Hebrew manuscripts and Josephus; most Hebrew manuscripts 70 men and 50,000 men; LXX 70 men and 50,000 men of the people; Syriac and Arabic 70 men and 5,000 men; alternately, possibly 70 men and 50 oxen","reference":{"chapter":6,"verse":19}}]},"thisChapterLink":"/api/BSB/1SA/6.json","thisChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_09_1Sa_006_G.mp3","hays":"https://openbible.com/audio/hays/BSB_09_1Sa_006_H.mp3","souer":"https://openbible.com/audio/souer/BSB_09_1Sa_006.mp3"},"nextChapterApiLink":"/api/BSB/1SA/7.json","nextChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_09_1Sa_007_G.mp3","hays":"https://openbible.com/audio/hays/BSB_09_1Sa_007_H.mp3","souer":"https://openbible.com/audio/souer/BSB_09_1Sa_007.mp3"},"previousChapterApiLink":"/api/BSB/1SA/5.json","previousChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_09_1Sa_005_G.mp3","hays":"https://openbible.com/audio/hays/BSB_09_1Sa_005_H.mp3","souer":"https://openbible.com/audio/souer/BSB_09_1Sa_005.mp3"},"numberOfVerses":21}