{"translation":{"id":"BSB","name":"Berean Standard Bible","website":"https://berean.bible/","licenseUrl":"https://berean.bible/","licenseNotes":null,"shortName":"BSB","englishName":"Berean Standard Bible","language":"eng","textDirection":"ltr","sha256":"b2898c49cadb50fd8763feb9e2f74a90a3817e33408a24b6cbf09e7a950dde97","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json","numberOfBooks":66,"totalNumberOfChapters":1189,"totalNumberOfVerses":31086,"languageName":"English","languageEnglishName":"English"},"book":{"id":"JOS","translationId":"BSB","name":"Joshua","commonName":"Joshua","title":"Joshua","order":6,"numberOfChapters":24,"sha256":"032333168d63786aa2cd88e638e1a78f33b5e91d8472c1a805ecb177913db3b5","firstChapterNumber":1,"firstChapterApiLink":"/api/BSB/JOS/1.json","lastChapterNumber":24,"lastChapterApiLink":"/api/BSB/JOS/24.json","totalNumberOfVerses":658},"chapter":{"number":10,"content":[{"type":"heading","content":["The Day the Sun Stood Still"]},{"type":"verse","number":1,"content":["Now Adoni-zedek king of Jerusalem heard that Joshua had captured Ai and devoted it to destruction",{"noteId":38},"—doing to Ai and its king as he had done to Jericho and its king—and that the people of Gibeon had made peace with Israel and were living near them."]},{"type":"verse","number":2,"content":["So Adoni-zedek and his people were greatly alarmed, because Gibeon was a great city, like one of the royal cities; it was larger than Ai, and all its men were mighty."]},{"type":"line_break"},{"type":"verse","number":3,"content":["Therefore Adoni-zedek king of Jerusalem sent word to Hoham king of Hebron, Piram king of Jarmuth, Japhia king of Lachish, and Debir king of Eglon, saying,"]},{"type":"verse","number":4,"content":["“Come up and help me. We will attack Gibeon, because they have made peace with Joshua and the Israelites.”"]},{"type":"line_break"},{"type":"verse","number":5,"content":["So the five kings of the Amorites—the kings of Jerusalem, Hebron, Jarmuth, Lachish, and Eglon—joined forces and advanced with all their armies. They camped before Gibeon and made war against it."]},{"type":"line_break"},{"type":"verse","number":6,"content":["Then the men of Gibeon sent word to Joshua in the camp at Gilgal: “Do not abandon your servants. Come quickly and save us! Help us, because all the kings of the Amorites from the hill country have joined forces against us.”"]},{"type":"line_break"},{"type":"verse","number":7,"content":["So Joshua and his whole army, including all the mighty men of valor, came from Gilgal."]},{"type":"line_break"},{"type":"verse","number":8,"content":["The LORD said to Joshua, “Do not be afraid of them, for I have delivered them into your hand. Not one of them shall stand against you.”"]},{"type":"line_break"},{"type":"verse","number":9,"content":["After marching all night from Gilgal, Joshua caught them by surprise."]},{"type":"verse","number":10,"content":["And the LORD threw them into confusion before Israel, who defeated them in a great slaughter at Gibeon, pursued them along the ascent to Beth-horon, and struck them down as far as Azekah and Makkedah."]},{"type":"verse","number":11,"content":["As they fled before Israel along the descent from Beth-horon to Azekah, the LORD cast down on them large hailstones from the sky, and more of them were killed by the hailstones than by the swords of the Israelites."]},{"type":"line_break"},{"type":"verse","number":12,"content":["On the day that the LORD gave the Amorites over to the Israelites, Joshua spoke to the LORD in the presence of Israel:",{"lineBreak":true},{"text":"“O sun, stand still over Gibeon,","poem":1},{"text":"O moon, over the Valley of Aijalon.”","poem":2},{"noteId":39}]},{"type":"line_break"},{"type":"verse","number":13,"content":[{"text":"So the sun stood still","poem":1},{"text":"and the moon stopped","poem":2},{"text":"until the nation took vengeance","poem":1},{"text":"upon its enemies.","poem":2},{"noteId":40},{"lineBreak":true},"Is this not written in the Book of Jashar?",{"noteId":41},{"lineBreak":true},{"text":"“So the sun stopped","poem":1},{"text":"in the middle of the sky","poem":2},{"text":"and delayed going down","poem":1},{"text":"about a full day.”","poem":2},{"noteId":42}]},{"type":"line_break"},{"type":"verse","number":14,"content":["There has been no day like it before or since, when the LORD listened to the voice of a man, because the LORD fought for Israel."]},{"type":"line_break"},{"type":"verse","number":15,"content":["Then Joshua returned with all Israel to the camp at Gilgal."]},{"type":"heading","content":["The Victory at Makkedah"]},{"type":"line_break"},{"type":"verse","number":16,"content":["Now the five kings had fled and hidden in the cave at Makkedah."]},{"type":"verse","number":17,"content":["And Joshua was informed: “The five kings have been found; they are hiding in the cave at Makkedah.”"]},{"type":"line_break"},{"type":"verse","number":18,"content":["So Joshua said, “Roll large stones against the mouth of the cave, and post men there to guard them."]},{"type":"verse","number":19,"content":["But you, do not stop there. Pursue your enemies and attack them from behind. Do not let them reach their cities, for the LORD your God has delivered them into your hand.”"]},{"type":"line_break"},{"type":"verse","number":20,"content":["So Joshua and the Israelites continued to inflict a terrible slaughter until they had finished them off, and the remaining survivors retreated to the fortified cities."]},{"type":"verse","number":21,"content":["The whole army returned safely to Joshua in the camp at Makkedah, and no one dared to utter a word against the Israelites."]},{"type":"line_break"},{"type":"verse","number":22,"content":["Then Joshua said, “Open the mouth of the cave and bring those five kings out to me.”"]},{"type":"verse","number":23,"content":["So they brought the five kings out of the cave—the kings of Jerusalem, Hebron, Jarmuth, Lachish, and Eglon."]},{"type":"line_break"},{"type":"verse","number":24,"content":["When they had brought the kings to Joshua, he summoned all the men of Israel and said to the army commanders who had accompanied him, “Come here and put your feet on the necks of these kings.”",{"lineBreak":true},"So the commanders came forward and put their feet on their necks."]},{"type":"line_break"},{"type":"verse","number":25,"content":["“Do not be afraid or discouraged,” Joshua said. “Be strong and courageous, for the LORD will do this to all the enemies you fight.”"]},{"type":"line_break"},{"type":"verse","number":26,"content":["After this, Joshua struck down and killed the kings, and he hung their bodies on five trees",{"noteId":43},"and left them there until evening."]},{"type":"verse","number":27,"content":["At sunset Joshua ordered that they be taken down from the trees and thrown into the cave in which they had hidden. Then large stones were placed against the mouth of the cave, and the stones are there to this day."]},{"type":"line_break"},{"type":"verse","number":28,"content":["On that day Joshua captured Makkedah and put it to the sword, along with its king. He devoted to destruction everyone in the city, leaving no survivors. So he did to the king of Makkedah as he had done to the king of Jericho."]},{"type":"heading","content":["Conquest of the Southern Cities"]},{"type":"line_break"},{"type":"verse","number":29,"content":["Then Joshua and all Israel with him moved on from Makkedah to Libnah and fought against Libnah."]},{"type":"verse","number":30,"content":["And the LORD also delivered that city and its king into the hand of Israel, and Joshua put all the people to the sword, leaving no survivors. And he did to the king of Libnah as he had done to the king of Jericho."]},{"type":"line_break"},{"type":"verse","number":31,"content":["And Joshua and all Israel with him moved on from Libnah to Lachish. They laid siege to it and fought against it."]},{"type":"verse","number":32,"content":["And the LORD delivered Lachish into the hand of Israel, and Joshua captured it on the second day. He put all the people to the sword, just as he had done to Libnah."]},{"type":"line_break"},{"type":"verse","number":33,"content":["At that time Horam king of Gezer went to help Lachish, but Joshua struck him down along with his people, leaving no survivors."]},{"type":"line_break"},{"type":"verse","number":34,"content":["So Joshua moved on from Lachish to Eglon, and all Israel with him. They laid siege to it and fought against it."]},{"type":"verse","number":35,"content":["That day they captured Eglon and put it to the sword, and Joshua devoted to destruction everyone in the city, just as he had done to Lachish."]},{"type":"line_break"},{"type":"verse","number":36,"content":["Then Joshua and all Israel with him went up from Eglon to Hebron and fought against it."]},{"type":"verse","number":37,"content":["They captured it and put to the sword its king, all its villages, and all the people. Joshua left no survivors, just as he had done at Eglon; he devoted to destruction Hebron and everyone in it."]},{"type":"line_break"},{"type":"verse","number":38,"content":["Finally Joshua and all Israel with him turned toward Debir and fought against it."]},{"type":"verse","number":39,"content":["And they captured Debir, its king, and all its villages. They put them to the sword and devoted to destruction everyone in the city, leaving no survivors. Joshua did to Debir and its king as he had done to Hebron and as he had done to Libnah and its king."]},{"type":"line_break"},{"type":"verse","number":40,"content":["So Joshua conquered the whole region—the hill country, the Negev, the foothills,",{"noteId":44},"and the slopes, together with all their kings—leaving no survivors. He devoted to destruction everything that breathed, just as the LORD, the God of Israel, had commanded."]},{"type":"verse","number":41,"content":["Joshua conquered the area from Kadesh-barnea to Gaza, and the whole region of Goshen as far as Gibeon."]},{"type":"line_break"},{"type":"verse","number":42,"content":["And because the LORD, the God of Israel, fought for Israel, Joshua captured all these kings and their land in one campaign."]},{"type":"verse","number":43,"content":["Then Joshua returned with all Israel to the camp at Gilgal."]}],"footnotes":[{"noteId":38,"caller":"+","text":"Forms of the Hebrew cherem refer to the giving over of things or persons to the LORD, either by destroying them or by giving them as an offering; also in verses 28, 35, 37, 39, and 40.","reference":{"chapter":10,"verse":1}},{"noteId":39,"caller":"+","text":"See Jasher 88:63.","reference":{"chapter":10,"verse":12}},{"noteId":40,"caller":"+","text":"Or triumphed over its enemies","reference":{"chapter":10,"verse":13}},{"noteId":41,"caller":"+","text":"Or the Book of the Upright One, commonly cited as Jasher","reference":{"chapter":10,"verse":13}},{"noteId":42,"caller":"+","text":"See Jasher 88:64.","reference":{"chapter":10,"verse":13}},{"noteId":43,"caller":"+","text":"Or impaled their bodies on five poles; similarly in verse 27","reference":{"chapter":10,"verse":26}},{"noteId":44,"caller":"+","text":"Hebrew Shephelah or lowlands; that is, the western foothills of Judea","reference":{"chapter":10,"verse":40}}]},"thisChapterLink":"/api/BSB/JOS/10.json","thisChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_06_Jos_010_G.mp3","hays":"https://openbible.com/audio/hays/BSB_06_Jos_010_H.mp3","souer":"https://openbible.com/audio/souer/BSB_06_Jos_010.mp3"},"nextChapterApiLink":"/api/BSB/JOS/11.json","nextChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_06_Jos_011_G.mp3","hays":"https://openbible.com/audio/hays/BSB_06_Jos_011_H.mp3","souer":"https://openbible.com/audio/souer/BSB_06_Jos_011.mp3"},"previousChapterApiLink":"/api/BSB/JOS/9.json","previousChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_06_Jos_009_G.mp3","hays":"https://openbible.com/audio/hays/BSB_06_Jos_009_H.mp3","souer":"https://openbible.com/audio/souer/BSB_06_Jos_009.mp3"},"numberOfVerses":43}