{"translation":{"id":"BSB","name":"Berean Standard Bible","website":"https://berean.bible/","licenseUrl":"https://berean.bible/","licenseNotes":null,"shortName":"BSB","englishName":"Berean Standard Bible","language":"eng","textDirection":"ltr","sha256":"b2898c49cadb50fd8763feb9e2f74a90a3817e33408a24b6cbf09e7a950dde97","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json","numberOfBooks":66,"totalNumberOfChapters":1189,"totalNumberOfVerses":31086,"languageName":"English","languageEnglishName":"English"},"book":{"id":"JOS","translationId":"BSB","name":"Joshua","commonName":"Joshua","title":"Joshua","order":6,"numberOfChapters":24,"sha256":"032333168d63786aa2cd88e638e1a78f33b5e91d8472c1a805ecb177913db3b5","firstChapterNumber":1,"firstChapterApiLink":"/api/BSB/JOS/1.json","lastChapterNumber":24,"lastChapterApiLink":"/api/BSB/JOS/24.json","totalNumberOfVerses":658},"chapter":{"number":2,"content":[{"type":"heading","content":["Rahab Welcomes the Spies"]},{"type":"verse","number":1,"content":["Then Joshua son of Nun secretly sent two spies from Shittim,",{"noteId":2},"saying, “Go, inspect the land, especially Jericho.” So they went and entered the house of a prostitute named Rahab and stayed there."]},{"type":"line_break"},{"type":"verse","number":2,"content":["And it was reported to the king of Jericho: “Behold, some men of Israel have come here tonight to spy out the land.”"]},{"type":"line_break"},{"type":"verse","number":3,"content":["So the king of Jericho sent to Rahab and said, “Bring out the men who came to you and entered your house, for they have come to spy out the whole land.”"]},{"type":"line_break"},{"type":"verse","number":4,"content":["But the woman had taken the two men and hidden them. So she said, “Yes, the men did come to me, but I did not know where they had come from."]},{"type":"verse","number":5,"content":["At dusk, when the gate was about to close, the men went out, and I do not know which way they went. Pursue them quickly, and you may catch them!”"]},{"type":"verse","number":6,"content":["(But Rahab had taken them up to the roof and hidden them among the stalks of flax that she had laid out there.)"]},{"type":"line_break"},{"type":"verse","number":7,"content":["So the king’s men set out in pursuit of the spies along the road to the fords of the Jordan, and as soon as they had gone out, the gate was shut."]},{"type":"heading","content":["The Promise to Rahab"]},{"type":"line_break"},{"type":"verse","number":8,"content":["Before the spies lay down for the night, Rahab went up on the roof"]},{"type":"verse","number":9,"content":["and said to them, “I know that the LORD has given you this land and that the fear of you has fallen on us, so that all who dwell in the land are melting in fear of you."]},{"type":"verse","number":10,"content":["For we have heard how the LORD dried up the waters of the Red Sea",{"noteId":3},"before you when you came out of Egypt, and what you did to Sihon and Og, the two kings of the Amorites across the Jordan, whom you devoted to destruction.",{"noteId":4}]},{"type":"verse","number":11,"content":["When we heard this, our hearts melted and everyone’s courage failed because of you, for the LORD your God is God in the heavens above and on the earth below."]},{"type":"line_break"},{"type":"verse","number":12,"content":["Now therefore, please swear to me by the LORD that you will indeed show kindness to my family, because I showed kindness to you. Give me a sure sign"]},{"type":"verse","number":13,"content":["that you will spare the lives of my father and mother, my brothers and sisters, and all who belong to them, and that you will deliver us from death.”"]},{"type":"line_break"},{"type":"verse","number":14,"content":["“Our lives for your lives!” the men agreed. “If you do not report our mission, we will show you kindness and faithfulness when the LORD gives us the land.”"]},{"type":"line_break"},{"type":"verse","number":15,"content":["Then Rahab let them down by a rope through the window, since the house where she lived was built into the wall of the city."]},{"type":"verse","number":16,"content":["“Go to the hill country,” she said, “so that your pursuers will not find you. Hide yourselves there for three days until they have returned; then go on your way.”"]},{"type":"line_break"},{"type":"verse","number":17,"content":["The men said to her, “We will not be bound by this oath you made us swear"]},{"type":"verse","number":18,"content":["unless, when we enter the land, you have tied this scarlet cord in the window through which you let us down, and unless you have brought your father and mother and brothers and all your family into your house."]},{"type":"verse","number":19,"content":["If anyone goes out the door of your house into the street, his blood will be on his own head, and we will be innocent. But if a hand is laid on anyone with you in the house, his blood will be on our heads."]},{"type":"verse","number":20,"content":["And if you report our mission, we will be released from the oath you made us swear.”"]},{"type":"line_break"},{"type":"verse","number":21,"content":["“Let it be as you say,” she replied, and she sent them away. And when they had gone, she tied the scarlet cord in the window."]},{"type":"line_break"},{"type":"verse","number":22,"content":["So the spies went out into the hill country and stayed there three days, until their pursuers had returned without finding them, having searched all along the road."]},{"type":"verse","number":23,"content":["Then the two men started back, came down from the hill country, and crossed the river. So they came to Joshua son of Nun and reported all that had happened to them."]},{"type":"line_break"},{"type":"verse","number":24,"content":["“The LORD has surely delivered the entire land into our hands,” they said to Joshua. “Indeed, all who dwell in the land are melting in fear of us.”"]}],"footnotes":[{"noteId":2,"caller":"+","text":"Or Acacia Grove","reference":{"chapter":2,"verse":1}},{"noteId":3,"caller":"+","text":"Or the Sea of Reeds","reference":{"chapter":2,"verse":10}},{"noteId":4,"caller":"+","text":"Forms of the Hebrew cherem refer to the giving over of things or persons to the LORD, either by destroying them or by giving them as an offering.","reference":{"chapter":2,"verse":10}}]},"thisChapterLink":"/api/BSB/JOS/2.json","thisChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_06_Jos_002_G.mp3","hays":"https://openbible.com/audio/hays/BSB_06_Jos_002_H.mp3","souer":"https://openbible.com/audio/souer/BSB_06_Jos_002.mp3"},"nextChapterApiLink":"/api/BSB/JOS/3.json","nextChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_06_Jos_003_G.mp3","hays":"https://openbible.com/audio/hays/BSB_06_Jos_003_H.mp3","souer":"https://openbible.com/audio/souer/BSB_06_Jos_003.mp3"},"previousChapterApiLink":"/api/BSB/JOS/1.json","previousChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_06_Jos_001_G.mp3","hays":"https://openbible.com/audio/hays/BSB_06_Jos_001_H.mp3","souer":"https://openbible.com/audio/souer/BSB_06_Jos_001.mp3"},"numberOfVerses":24}