{"translation":{"id":"BSB","name":"Berean Standard Bible","website":"https://berean.bible/","licenseUrl":"https://berean.bible/","licenseNotes":null,"shortName":"BSB","englishName":"Berean Standard Bible","language":"eng","textDirection":"ltr","sha256":"b2898c49cadb50fd8763feb9e2f74a90a3817e33408a24b6cbf09e7a950dde97","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json","numberOfBooks":66,"totalNumberOfChapters":1189,"totalNumberOfVerses":31086,"languageName":"English","languageEnglishName":"English"},"book":{"id":"JOS","translationId":"BSB","name":"Joshua","commonName":"Joshua","title":"Joshua","order":6,"numberOfChapters":24,"sha256":"032333168d63786aa2cd88e638e1a78f33b5e91d8472c1a805ecb177913db3b5","firstChapterNumber":1,"firstChapterApiLink":"/api/BSB/JOS/1.json","lastChapterNumber":24,"lastChapterApiLink":"/api/BSB/JOS/24.json","totalNumberOfVerses":658},"chapter":{"number":24,"content":[{"type":"heading","content":["Joshua Reviews Israel’s History"]},{"type":"verse","number":1,"content":["Then Joshua assembled all the tribes of Israel at Shechem. He summoned the elders, leaders, judges, and officers of Israel, and they presented themselves before God."]},{"type":"line_break"},{"type":"verse","number":2,"content":["And Joshua said to all the people, “This is what the LORD, the God of Israel, says: ‘Long ago your fathers, including Terah the father of Abraham and Nahor, lived beyond the Euphrates",{"noteId":83},"and worshiped other gods."]},{"type":"verse","number":3,"content":["But I took your father Abraham from beyond the Euphrates and led him through all the land of Canaan, and I multiplied his descendants. I gave him Isaac,"]},{"type":"verse","number":4,"content":["and to Isaac I gave Jacob and Esau. I gave Esau Mount Seir to possess, but Jacob and his sons went down to Egypt."]},{"type":"line_break"},{"type":"verse","number":5,"content":["Then I sent Moses and Aaron, and I afflicted the Egyptians by what I did there, and afterward I brought you out."]},{"type":"verse","number":6,"content":["When I brought your fathers out of Egypt and you reached the Red Sea,",{"noteId":84},"the Egyptians pursued them with chariots and horsemen as far as the Red Sea."]},{"type":"verse","number":7,"content":["So your fathers cried out to the LORD, and He put darkness between you and the Egyptians, over whom He brought the sea and engulfed them. Your very eyes saw what I did to the Egyptians. Then you lived in the wilderness for a long time."]},{"type":"line_break"},{"type":"verse","number":8,"content":["Later, I brought you to the land of the Amorites who lived beyond the Jordan. They fought against you, but I delivered them into your hand, that you should possess their land when I destroyed them before you."]},{"type":"verse","number":9,"content":["Then Balak son of Zippor, the king of Moab, set out to fight against Israel. He sent for Balaam son of Beor to curse you,"]},{"type":"verse","number":10,"content":["but I would not listen to Balaam. So he blessed you again and again, and I delivered you from his hand."]},{"type":"line_break"},{"type":"verse","number":11,"content":["After this, you crossed the Jordan and came to Jericho. The people of Jericho fought against you, as did the Amorites, Perizzites, Canaanites, Hittites, Girgashites, Hivites, and Jebusites, and I delivered them into your hand."]},{"type":"verse","number":12,"content":["I sent the hornet ahead of you, and it drove out the two Amorite kings before you, but not by your own sword or bow."]},{"type":"verse","number":13,"content":["So I gave you a land on which you did not toil and cities that you did not build, and now you live in them and eat from vineyards and olive groves that you did not plant.’"]},{"type":"heading","content":["Choose Whom You Will Serve"]},{"type":"line_break"},{"type":"verse","number":14,"content":["Now, therefore, fear the LORD and serve Him in sincerity and truth; cast aside the gods your fathers served beyond the Euphrates and in Egypt, and serve the LORD."]},{"type":"verse","number":15,"content":["But if it is unpleasing in your sight to serve the LORD, then choose for yourselves this day whom you will serve, whether the gods your fathers served beyond the Euphrates, or the gods of the Amorites in whose land you are living. As for me and my house, we will serve the LORD!”"]},{"type":"line_break"},{"type":"verse","number":16,"content":["The people replied, “Far be it from us to forsake the LORD to serve other gods!"]},{"type":"verse","number":17,"content":["For the LORD our God brought us and our fathers out of the land of Egypt, out of the house of slavery, and performed these great signs before our eyes. He also protected us throughout our journey and among all the nations through which we traveled."]},{"type":"verse","number":18,"content":["And the LORD drove out before us all the nations, including the Amorites who lived in the land. We too will serve the LORD, because He is our God!”"]},{"type":"line_break"},{"type":"verse","number":19,"content":["But Joshua said to the people, “You are not able to serve the LORD, for He is a holy God; He is a jealous God; He will not forgive your rebellion or your sins."]},{"type":"verse","number":20,"content":["If you forsake the LORD and serve foreign gods, He will turn and bring disaster on you and consume you, even after He has been good to you.”"]},{"type":"line_break"},{"type":"verse","number":21,"content":["“No!” replied the people. “We will serve the LORD!”"]},{"type":"line_break"},{"type":"verse","number":22,"content":["Then Joshua told them, “You are witnesses against yourselves that you have chosen to serve the LORD.”",{"lineBreak":true},"“We are witnesses!” they said."]},{"type":"line_break"},{"type":"verse","number":23,"content":["“Now, therefore,” he said, “get rid of the foreign gods among you and incline your hearts to the LORD, the God of Israel.”"]},{"type":"line_break"},{"type":"verse","number":24,"content":["So the people said to Joshua, “We will serve the LORD our God and obey His voice.”"]},{"type":"line_break"},{"type":"verse","number":25,"content":["On that day Joshua made a covenant for the people, and there at Shechem he established for them a statute and ordinance."]},{"type":"verse","number":26,"content":["Joshua recorded these things in the Book of the Law of God. Then he took a large stone and set it up there under the oak",{"noteId":85},"that was near the sanctuary of the LORD."]},{"type":"verse","number":27,"content":["And Joshua said to all the people, “You see this stone. It will be a witness against us, for it has heard all the words the LORD has spoken to us, and it will be a witness against you if you ever deny your God.”"]},{"type":"line_break"},{"type":"verse","number":28,"content":["Then Joshua sent the people away, each to his own inheritance."]},{"type":"heading","content":["Joshua’s Death and Burial"]},{"type":"line_break"},{"type":"verse","number":29,"content":["Some time later, Joshua son of Nun, the servant of the LORD, died at the age of 110."]},{"type":"verse","number":30,"content":["And they buried him in the land of his inheritance, at Timnath-serah",{"noteId":86},"in the hill country of Ephraim, north of Mount Gaash."]},{"type":"verse","number":31,"content":["Israel had served the LORD throughout the days of Joshua and of the elders who outlived him and who had experienced all the works that the LORD had done for Israel."]},{"type":"line_break"},{"type":"verse","number":32,"content":["And the bones of Joseph, which the Israelites had brought up out of Egypt, were buried at Shechem in the plot of land that Jacob had purchased from the sons of Hamor, Shechem’s father, for a hundred pieces of silver.",{"noteId":87},"So it became an inheritance for Joseph’s descendants."]},{"type":"line_break"},{"type":"verse","number":33,"content":["Eleazar son of Aaron also died, and they buried him at Gibeah, which had been given to his son Phinehas in the hill country of Ephraim."]}],"footnotes":[{"noteId":83,"caller":"+","text":"Hebrew the River; also in verses 3, 14, and 15","reference":{"chapter":24,"verse":2}},{"noteId":84,"caller":"+","text":"Or the Sea of Reeds","reference":{"chapter":24,"verse":6}},{"noteId":85,"caller":"+","text":"Or terebinth","reference":{"chapter":24,"verse":26}},{"noteId":86,"caller":"+","text":"Timnath-serah is also known as Timnath-heres; see Judges 2:9.","reference":{"chapter":24,"verse":30}},{"noteId":87,"caller":"+","text":"Hebrew a hundred kesitahs; the value or weight of the kesitah is no longer known.","reference":{"chapter":24,"verse":32}}]},"thisChapterLink":"/api/BSB/JOS/24.json","thisChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_06_Jos_024_G.mp3","hays":"https://openbible.com/audio/hays/BSB_06_Jos_024_H.mp3","souer":"https://openbible.com/audio/souer/BSB_06_Jos_024.mp3"},"nextChapterApiLink":"/api/BSB/JDG/1.json","nextChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_07_Jdg_001_G.mp3","hays":"https://openbible.com/audio/hays/BSB_07_Jdg_001_H.mp3","souer":"https://openbible.com/audio/souer/BSB_07_Jdg_001.mp3"},"previousChapterApiLink":"/api/BSB/JOS/23.json","previousChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_06_Jos_023_G.mp3","hays":"https://openbible.com/audio/hays/BSB_06_Jos_023_H.mp3","souer":"https://openbible.com/audio/souer/BSB_06_Jos_023.mp3"},"numberOfVerses":33}