{"translation":{"id":"BSB","name":"Berean Standard Bible","website":"https://berean.bible/","licenseUrl":"https://berean.bible/","licenseNotes":null,"shortName":"BSB","englishName":"Berean Standard Bible","language":"eng","textDirection":"ltr","sha256":"b2898c49cadb50fd8763feb9e2f74a90a3817e33408a24b6cbf09e7a950dde97","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json","numberOfBooks":66,"totalNumberOfChapters":1189,"totalNumberOfVerses":31086,"languageName":"English","languageEnglishName":"English"},"book":{"id":"LEV","translationId":"BSB","name":"Leviticus","commonName":"Leviticus","title":"Leviticus","order":3,"numberOfChapters":27,"sha256":"35250d8f2fad8fda5ff02e8c24240df54566d5edea46b6803e1886c756d2607e","firstChapterNumber":1,"firstChapterApiLink":"/api/BSB/LEV/1.json","lastChapterNumber":27,"lastChapterApiLink":"/api/BSB/LEV/27.json","totalNumberOfVerses":859},"chapter":{"number":25,"content":[{"type":"heading","content":["The Seventh Year"]},{"type":"verse","number":1,"content":["Then the LORD said to Moses on Mount Sinai,"]},{"type":"verse","number":2,"content":["“Speak to the Israelites and say to them: When you enter the land that I am giving you, the land itself must observe a Sabbath to the LORD."]},{"type":"line_break"},{"type":"verse","number":3,"content":["For six years you may sow your field and prune your vineyard and gather its crops."]},{"type":"verse","number":4,"content":["But in the seventh year there shall be a Sabbath of complete rest for the land—a Sabbath to the LORD.",{"lineBreak":true},"You are not to sow your field or prune your vineyard."]},{"type":"verse","number":5,"content":["You are not to reap the aftergrowth of your harvest or gather the grapes of your untended vines. The land must have a year of complete rest."]},{"type":"verse","number":6,"content":["Whatever the land yields during the Sabbath year shall be food for you—for yourself, your manservant and maidservant, the hired hand or foreigner who stays with you,"]},{"type":"verse","number":7,"content":["and for your livestock and the wild animals in your land. All its growth may serve as food."]},{"type":"heading","content":["The Year of Jubilee"]},{"type":"line_break"},{"type":"verse","number":8,"content":["And you shall count off seven Sabbaths of years—seven times seven years—so that the seven Sabbaths of years amount to forty-nine years."]},{"type":"verse","number":9,"content":["Then you are to sound the horn far and wide on the tenth day of the seventh month, the Day of Atonement. You shall sound it throughout your land."]},{"type":"line_break"},{"type":"verse","number":10,"content":["So you are to consecrate the fiftieth year and proclaim liberty in the land for all its inhabitants. It shall be your Jubilee, when each of you is to return to his property and to his clan."]},{"type":"line_break"},{"type":"verse","number":11,"content":["The fiftieth year will be a Jubilee for you; you are not to sow the land or reap its aftergrowth or harvest the untended vines."]},{"type":"verse","number":12,"content":["For it is a Jubilee; it shall be holy to you. You may eat only the crops taken directly from the field."]},{"type":"heading","content":["Return of Property"]},{"type":"line_break"},{"type":"verse","number":13,"content":["In this Year of Jubilee, each of you shall return to his own property."]},{"type":"line_break"},{"type":"verse","number":14,"content":["If you make a sale to your neighbor or a purchase from him, you must not take advantage of each other."]},{"type":"verse","number":15,"content":["You are to buy from your neighbor according to the number of years since the last Jubilee; he is to sell to you according to the number of harvest years remaining."]},{"type":"verse","number":16,"content":["You shall increase the price in proportion to a greater number of years, or decrease it in proportion to a lesser number of years; for he is selling you a given number of harvests."]},{"type":"line_break"},{"type":"verse","number":17,"content":["Do not take advantage of each other, but fear your God; for I am the LORD your God."]},{"type":"heading","content":["The Blessing of Obedience"]},{"type":"line_break"},{"type":"verse","number":18,"content":["You are to keep My statutes and carefully observe My judgments, so that you may dwell securely in the land."]},{"type":"verse","number":19,"content":["Then the land will yield its fruit, so that you can eat your fill and dwell in safety in the land."]},{"type":"line_break"},{"type":"verse","number":20,"content":["Now you may wonder, ‘What will we eat in the seventh year if we do not sow or gather our produce?’"]},{"type":"verse","number":21,"content":["But I will send My blessing upon you in the sixth year, so that the land will yield a crop sufficient for three years."]},{"type":"verse","number":22,"content":["While you are sowing in the eighth year, you will be eating from the previous harvest, until the ninth year’s harvest comes in."]},{"type":"heading","content":["The Law of Redemption"]},{"type":"line_break"},{"type":"verse","number":23,"content":["The land must not be sold permanently, because it is Mine, and you are but foreigners and residents with Me."]},{"type":"verse","number":24,"content":["Thus for every piece of property you possess, you must provide for the redemption of the land."]},{"type":"line_break"},{"type":"verse","number":25,"content":["If your brother becomes impoverished and sells some of his property, his nearest of kin may come and redeem what his brother has sold."]},{"type":"verse","number":26,"content":["Or if a man has no one to redeem it for him, but he prospers and acquires enough to redeem his land,"]},{"type":"verse","number":27,"content":["he shall calculate the years since its sale, repay the balance to the man to whom he sold it, and return to his property."]},{"type":"verse","number":28,"content":["But if he cannot obtain enough to repay him, what he sold will remain in possession of the buyer until the Year of Jubilee. In the Jubilee, however, it is to be released, so that he may return to his property."]},{"type":"line_break"},{"type":"verse","number":29,"content":["If a man sells a house in a walled city, he retains his right of redemption until a full year after its sale; during that year it may be redeemed."]},{"type":"verse","number":30,"content":["If it is not redeemed by the end of a full year, then the house in the walled city is permanently transferred to its buyer and his descendants. It is not to be released in the Jubilee."]},{"type":"verse","number":31,"content":["But houses in villages with no walls around them are to be considered as open fields. They may be redeemed, and they shall be released in the Jubilee."]},{"type":"line_break"},{"type":"verse","number":32,"content":["As for the cities of the Levites, the Levites always have the right to redeem their houses in the cities they possess."]},{"type":"verse","number":33,"content":["So whatever belongs to the Levites may be redeemed—a house sold in a city they possess—and must be released in the Jubilee, because the houses in the cities of the Levites are their possession among the Israelites."]},{"type":"verse","number":34,"content":["But the open pastureland around their cities may not be sold, for this is their permanent possession."]},{"type":"heading","content":["Redemption of the Poor"]},{"type":"line_break"},{"type":"verse","number":35,"content":["Now if your countryman becomes destitute and cannot support himself among you, then you are to help him as you would a foreigner or stranger, so that he can continue to live among you."]},{"type":"verse","number":36,"content":["Do not take any interest or profit from him, but fear your God, that your countryman may live among you."]},{"type":"verse","number":37,"content":["You must not lend him your silver at interest or sell him your food for profit."]},{"type":"verse","number":38,"content":["I am the LORD your God, who brought you out of the land of Egypt to give you the land of Canaan and to be your God."]},{"type":"heading","content":["Redemption of Bondmen"]},{"type":"line_break"},{"type":"verse","number":39,"content":["If a countryman among you becomes destitute and sells himself to you, then you must not force him into slave labor."]},{"type":"verse","number":40,"content":["Let him stay with you as a hired worker or temporary resident; he is to work for you until the Year of Jubilee."]},{"type":"verse","number":41,"content":["Then he and his children are to be released, and he may return to his clan and to the property of his fathers."]},{"type":"line_break"},{"type":"verse","number":42,"content":["Because the Israelites are My servants, whom I brought out of the land of Egypt, they are not to be sold as slaves."]},{"type":"verse","number":43,"content":["You are not to rule over them harshly, but you shall fear your God."]},{"type":"line_break"},{"type":"verse","number":44,"content":["Your menservants and maidservants shall come from the nations around you, from whom you may purchase them."]},{"type":"verse","number":45,"content":["You may also purchase them from the foreigners residing among you or their clans living among you who are born in your land. These may become your property."]},{"type":"verse","number":46,"content":["You may leave them to your sons after you to inherit as property; you can make them slaves for life. But as for your brothers, the Israelites, no man may rule harshly over his brother."]},{"type":"heading","content":["Redemption of Servants"]},{"type":"line_break"},{"type":"verse","number":47,"content":["If a foreigner residing among you prospers, but your countryman dwelling near him becomes destitute and sells himself to the foreigner or to a member of his clan,"]},{"type":"verse","number":48,"content":["he retains the right of redemption after he has sold himself. One of his brothers may redeem him:"]},{"type":"verse","number":49,"content":["either his uncle or cousin or any close relative from his clan may redeem him. Or if he prospers, he may redeem himself."]},{"type":"line_break"},{"type":"verse","number":50,"content":["He and his purchaser will then count the time from the year he sold himself up to the Year of Jubilee. The price of his sale will be determined by the number of years, based on the daily wages of a hired hand."]},{"type":"verse","number":51,"content":["If many years remain, he must pay for his redemption in proportion to his purchase price."]},{"type":"verse","number":52,"content":["If only a few years remain until the Year of Jubilee, he is to calculate and pay his redemption according to his remaining years."]},{"type":"verse","number":53,"content":["He shall be treated like a man hired from year to year, but a foreign owner must not rule over him harshly in your sight."]},{"type":"line_break"},{"type":"verse","number":54,"content":["Even if he is not redeemed in any of these ways, he and his children shall be released in the Year of Jubilee."]},{"type":"verse","number":55,"content":["For the Israelites are My servants. They are My servants, whom I brought out of the land of Egypt. I am the LORD your God."]}],"footnotes":[]},"thisChapterLink":"/api/BSB/LEV/25.json","thisChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_03_Lev_025_G.mp3","hays":"https://openbible.com/audio/hays/BSB_03_Lev_025_H.mp3","souer":"https://openbible.com/audio/souer/BSB_03_Lev_025.mp3"},"nextChapterApiLink":"/api/BSB/LEV/26.json","nextChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_03_Lev_026_G.mp3","hays":"https://openbible.com/audio/hays/BSB_03_Lev_026_H.mp3","souer":"https://openbible.com/audio/souer/BSB_03_Lev_026.mp3"},"previousChapterApiLink":"/api/BSB/LEV/24.json","previousChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_03_Lev_024_G.mp3","hays":"https://openbible.com/audio/hays/BSB_03_Lev_024_H.mp3","souer":"https://openbible.com/audio/souer/BSB_03_Lev_024.mp3"},"numberOfVerses":55}