{"translation":{"id":"BSB","name":"Berean Standard Bible","website":"https://berean.bible/","licenseUrl":"https://berean.bible/","licenseNotes":null,"shortName":"BSB","englishName":"Berean Standard Bible","language":"eng","textDirection":"ltr","sha256":"b2898c49cadb50fd8763feb9e2f74a90a3817e33408a24b6cbf09e7a950dde97","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json","numberOfBooks":66,"totalNumberOfChapters":1189,"totalNumberOfVerses":31086,"languageName":"English","languageEnglishName":"English"},"book":{"id":"LEV","translationId":"BSB","name":"Leviticus","commonName":"Leviticus","title":"Leviticus","order":3,"numberOfChapters":27,"sha256":"35250d8f2fad8fda5ff02e8c24240df54566d5edea46b6803e1886c756d2607e","firstChapterNumber":1,"firstChapterApiLink":"/api/BSB/LEV/1.json","lastChapterNumber":27,"lastChapterApiLink":"/api/BSB/LEV/27.json","totalNumberOfVerses":859},"chapter":{"number":26,"content":[{"type":"heading","content":["Additional Blessings of Obedience"]},{"type":"verse","number":1,"content":["“You must not make idols for yourselves or set up a carved image or sacred pillar; you must not place a sculpted stone in your land to bow down to it. For I am the LORD your God."]},{"type":"line_break"},{"type":"verse","number":2,"content":["You must keep My Sabbaths and have reverence for My sanctuary. I am the LORD."]},{"type":"line_break"},{"type":"verse","number":3,"content":["If you follow My statutes and carefully keep My commandments,"]},{"type":"verse","number":4,"content":["I will give you rains in their season, and the land will yield its produce, and the trees of the field will bear their fruit."]},{"type":"verse","number":5,"content":["Your threshing will continue until the grape harvest, and the grape harvest will continue until sowing time; you will have your fill of food to eat and will dwell securely in your land."]},{"type":"line_break"},{"type":"verse","number":6,"content":["And I will give peace to the land, and you will lie down with nothing to fear. I will rid the land of dangerous animals, and no sword will pass through your land."]},{"type":"verse","number":7,"content":["You will pursue your enemies, and they will fall by the sword before you."]},{"type":"verse","number":8,"content":["Five of you will pursue a hundred, and a hundred of you will pursue ten thousand, and your enemies will fall by the sword before you."]},{"type":"line_break"},{"type":"verse","number":9,"content":["I will turn toward you and make you fruitful and multiply you, and I will establish My covenant with you."]},{"type":"verse","number":10,"content":["You will still be eating the old supply of grain when you need to clear it out to make room for the new."]},{"type":"line_break"},{"type":"verse","number":11,"content":["And I will make My dwelling place",{"noteId":76},"among you, and My soul will not despise",{"noteId":77},"you."]},{"type":"verse","number":12,"content":["I will walk among you and be your God, and you will be My people.",{"noteId":78}]},{"type":"verse","number":13,"content":["I am the LORD your God, who brought you out of the land of Egypt so that you would no longer be slaves to the Egyptians. I broke the bars of your yoke and enabled you to walk in uprightness."]},{"type":"heading","content":["Punishments for Disobedience"]},{"type":"line_break"},{"type":"verse","number":14,"content":["If, however, you fail to obey Me and to carry out all these commandments,"]},{"type":"verse","number":15,"content":["and if you reject My statutes, despise My ordinances, and neglect to carry out all My commandments, and so break My covenant,"]},{"type":"verse","number":16,"content":["then this is what I will do to you: I will bring upon you sudden terror, wasting disease, and fever that will destroy your sight and drain your life. You will sow your seed in vain, because your enemies will eat it."]},{"type":"verse","number":17,"content":["And I will set My face against you, so that you will be defeated by your enemies. Those who hate you will rule over you, and you will flee when no one pursues you."]},{"type":"line_break"},{"type":"verse","number":18,"content":["And if after all this you will not obey Me, I will proceed to punish you sevenfold for your sins."]},{"type":"verse","number":19,"content":["I will break down your stubborn pride and make your sky like iron and your land like bronze,"]},{"type":"verse","number":20,"content":["and your strength will be spent in vain. For your land will not yield its produce, and the trees of the land will not bear their fruit."]},{"type":"line_break"},{"type":"verse","number":21,"content":["If you walk in hostility toward Me and refuse to obey Me, I will multiply your plagues seven times, according to your sins."]},{"type":"verse","number":22,"content":["I will send wild animals against you to rob you of your children, destroy your livestock, and reduce your numbers, until your roads lie desolate."]},{"type":"line_break"},{"type":"verse","number":23,"content":["And if in spite of these things you do not accept My discipline, but continue to walk in hostility toward Me,"]},{"type":"verse","number":24,"content":["then I will act with hostility toward you, and I will strike you sevenfold for your sins."]},{"type":"verse","number":25,"content":["And I will bring a sword against you to execute the vengeance of the covenant. Though you withdraw into your cities, I will send a plague among you, and you will be delivered into the hand of the enemy."]},{"type":"verse","number":26,"content":["When I cut off your supply",{"noteId":79},"of bread, ten women will bake your bread in a single oven and dole out your bread by weight, so that you will eat but not be satisfied."]},{"type":"line_break"},{"type":"verse","number":27,"content":["But if in spite of all this you do not obey Me, but continue to walk in hostility toward Me,"]},{"type":"verse","number":28,"content":["then I will walk in fury against you, and I, even I, will punish you sevenfold for your sins."]},{"type":"verse","number":29,"content":["You will eat the flesh of your own sons and daughters."]},{"type":"verse","number":30,"content":["I will destroy your high places, cut down your incense altars, and heap your lifeless bodies on the lifeless remains of your idols; and My soul will despise you."]},{"type":"line_break"},{"type":"verse","number":31,"content":["I will reduce your cities to rubble and lay waste your sanctuaries, and I will refuse to smell the pleasing aroma of your sacrifices."]},{"type":"verse","number":32,"content":["And I will lay waste the land, so that your enemies who dwell in it will be appalled."]},{"type":"verse","number":33,"content":["But I will scatter you among the nations and will draw out a sword after you as your land becomes desolate and your cities are laid waste."]},{"type":"line_break"},{"type":"verse","number":34,"content":["Then the land shall enjoy its Sabbaths all the days it lies desolate, while you are in the land of your enemies. At that time the land will rest and enjoy its Sabbaths."]},{"type":"verse","number":35,"content":["As long as it lies desolate, the land will have the rest it did not receive during the Sabbaths when you lived in it."]},{"type":"line_break"},{"type":"verse","number":36,"content":["As for those of you who survive, I will send a faintness into their hearts in the lands of their enemies, so that even the sound of a windblown leaf will put them to flight. And they will flee as one flees the sword, and fall when no one pursues them."]},{"type":"verse","number":37,"content":["They will stumble over one another as before the sword, though no one is behind them. So you will not be able to stand against your enemies."]},{"type":"line_break"},{"type":"verse","number":38,"content":["You will perish among the nations, and the land of your enemies will consume you."]},{"type":"verse","number":39,"content":["Those of you who survive in the lands of your enemies will waste away in their iniquity and will decay in the sins of their fathers."]},{"type":"heading","content":["God Remembers Those Who Repent"]},{"type":"line_break"},{"type":"verse","number":40,"content":["But if they will confess their iniquity and that of their fathers in the unfaithfulness that they practiced against Me, by which they have also walked in hostility toward Me—"]},{"type":"verse","number":41,"content":["and I acted with hostility toward them and brought them into the land of their enemies—and if their uncircumcised hearts will be humbled and they will make amends for their iniquity,"]},{"type":"verse","number":42,"content":["then I will remember My covenant with Jacob and My covenant with Isaac and My covenant with Abraham, and I will remember the land."]},{"type":"line_break"},{"type":"verse","number":43,"content":["For the land will be abandoned by them, and it will enjoy its Sabbaths by lying desolate without them. And they will pay the penalty for their iniquity, because they rejected My ordinances and abhorred My statutes."]},{"type":"line_break"},{"type":"verse","number":44,"content":["Yet in spite of this, when they are in the land of their enemies, I will not reject or despise them so as to destroy them and break My covenant with them; for I am the LORD their God."]},{"type":"verse","number":45,"content":["But for their sake I will remember the covenant with their fathers, whom I brought out of the land of Egypt in the sight of the nations, that I might be their God. I am the LORD.”"]},{"type":"line_break"},{"type":"verse","number":46,"content":["These are the statutes, ordinances, and laws that the LORD established between Himself and the Israelites through Moses on Mount Sinai."]}],"footnotes":[{"noteId":76,"caller":"+","text":"Or My tabernacle","reference":{"chapter":26,"verse":11}},{"noteId":77,"caller":"+","text":"Or reject; also in verse 30","reference":{"chapter":26,"verse":11}},{"noteId":78,"caller":"+","text":"Cited in 2 Corinthians 6:16","reference":{"chapter":26,"verse":12}},{"noteId":79,"caller":"+","text":"Hebrew staff","reference":{"chapter":26,"verse":26}}]},"thisChapterLink":"/api/BSB/LEV/26.json","thisChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_03_Lev_026_G.mp3","hays":"https://openbible.com/audio/hays/BSB_03_Lev_026_H.mp3","souer":"https://openbible.com/audio/souer/BSB_03_Lev_026.mp3"},"nextChapterApiLink":"/api/BSB/LEV/27.json","nextChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_03_Lev_027_G.mp3","hays":"https://openbible.com/audio/hays/BSB_03_Lev_027_H.mp3","souer":"https://openbible.com/audio/souer/BSB_03_Lev_027.mp3"},"previousChapterApiLink":"/api/BSB/LEV/25.json","previousChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_03_Lev_025_G.mp3","hays":"https://openbible.com/audio/hays/BSB_03_Lev_025_H.mp3","souer":"https://openbible.com/audio/souer/BSB_03_Lev_025.mp3"},"numberOfVerses":46}