{"translation":{"id":"BSB","name":"Berean Standard Bible","website":"https://berean.bible/","licenseUrl":"https://berean.bible/","licenseNotes":null,"shortName":"BSB","englishName":"Berean Standard Bible","language":"eng","textDirection":"ltr","sha256":"b2898c49cadb50fd8763feb9e2f74a90a3817e33408a24b6cbf09e7a950dde97","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json","numberOfBooks":66,"totalNumberOfChapters":1189,"totalNumberOfVerses":31086,"languageName":"English","languageEnglishName":"English"},"book":{"id":"LEV","translationId":"BSB","name":"Leviticus","commonName":"Leviticus","title":"Leviticus","order":3,"numberOfChapters":27,"sha256":"35250d8f2fad8fda5ff02e8c24240df54566d5edea46b6803e1886c756d2607e","firstChapterNumber":1,"firstChapterApiLink":"/api/BSB/LEV/1.json","lastChapterNumber":27,"lastChapterApiLink":"/api/BSB/LEV/27.json","totalNumberOfVerses":859},"chapter":{"number":27,"content":[{"type":"heading","content":["Rules about Valuations"]},{"type":"verse","number":1,"content":["Then the LORD said to Moses,"]},{"type":"verse","number":2,"content":["“Speak to the Israelites and say to them, ‘When someone makes a special vow to the LORD involving the value of persons,"]},{"type":"verse","number":3,"content":["if the valuation concerns a male from twenty to sixty years of age, then your valuation shall be fifty shekels of silver,",{"noteId":80},"according to the sanctuary shekel.",{"noteId":81}]},{"type":"verse","number":4,"content":["Or if it is a female, then your valuation shall be thirty shekels.",{"noteId":82}]},{"type":"verse","number":5,"content":["And if the person is from five to twenty years of age, then your valuation for the male shall be twenty shekels,",{"noteId":83},"and for the female ten shekels.",{"noteId":84}]},{"type":"line_break"},{"type":"verse","number":6,"content":["Now if the person is from one month to five years of age, then your valuation for the male shall be five shekels of silver,",{"noteId":85},"and for the female three shekels of silver.",{"noteId":86}]},{"type":"verse","number":7,"content":["And if the person is sixty years of age or older, then your valuation shall be fifteen shekels",{"noteId":87},"for the male and ten shekels for the female."]},{"type":"verse","number":8,"content":["But if the one making the vow is too poor to pay the valuation, he is to present the person",{"noteId":88},"before the priest, who shall set the value according to what the one making the vow can afford."]},{"type":"line_break"},{"type":"verse","number":9,"content":["If he vows an animal that may be brought as an offering to the LORD, any such animal given to the LORD shall be holy."]},{"type":"verse","number":10,"content":["He must not replace it or exchange it, either good for bad or bad for good. But if he does substitute one animal for another, both that animal and its substitute will be holy."]},{"type":"line_break"},{"type":"verse","number":11,"content":["But if the vow involves any of the unclean animals that may not be brought as an offering to the LORD, the animal must be presented before the priest."]},{"type":"verse","number":12,"content":["The priest shall set its value, whether high or low; as the priest values it, the price will be set."]},{"type":"verse","number":13,"content":["If, however, the owner decides to redeem the animal, he must add a fifth to its value."]},{"type":"line_break"},{"type":"verse","number":14,"content":["Now if a man consecrates his house as holy to the LORD, then the priest shall value it either as good or bad. The price will stand just as the priest values it."]},{"type":"verse","number":15,"content":["But if he who consecrated his house redeems it, he must add a fifth to the assessed value, and it will belong to him."]},{"type":"line_break"},{"type":"verse","number":16,"content":["If a man consecrates to the LORD a parcel of his land, then your valuation shall be proportional to the seed required for it—fifty shekels of silver for every homer of barley seed.",{"noteId":89}]},{"type":"verse","number":17,"content":["If he consecrates his field during the Year of Jubilee, the price will stand according to your valuation."]},{"type":"line_break"},{"type":"verse","number":18,"content":["But if he consecrates his field after the Jubilee, the priest is to calculate the price in proportion to the years left until the next Year of Jubilee, so that your valuation will be reduced."]},{"type":"verse","number":19,"content":["And if the one who consecrated the field decides to redeem it, he must add a fifth to the assessed value, and it shall belong to him."]},{"type":"line_break"},{"type":"verse","number":20,"content":["If, however, he does not redeem the field, or if he has sold it to another man, it may no longer be redeemed."]},{"type":"verse","number":21,"content":["When the field is released in the Jubilee, it will become holy, like a field devoted to the LORD; it becomes the property of the priests."]},{"type":"line_break"},{"type":"verse","number":22,"content":["Now if a man consecrates to the LORD a field he has purchased, which is not a part of his own property,"]},{"type":"verse","number":23,"content":["then the priest shall calculate for him the value up to the Year of Jubilee, and the man shall pay the assessed value on that day as a sacred offering to the LORD."]},{"type":"verse","number":24,"content":["In the Year of Jubilee the field shall return to the one from whom it was bought—the original owner of the land."]},{"type":"verse","number":25,"content":["Every valuation will be according to the sanctuary shekel, twenty gerahs to the shekel.",{"noteId":90}]},{"type":"line_break"},{"type":"verse","number":26,"content":["But no one may consecrate a firstborn of the livestock, because a firstborn belongs to the LORD. Whether it is an ox or a sheep, it is the LORD’s."]},{"type":"verse","number":27,"content":["But if it is among the unclean animals, then he may redeem it according to your valuation and add a fifth of its value. If it is not redeemed, then it shall be sold according to your valuation."]},{"type":"line_break"},{"type":"verse","number":28,"content":["Nothing that a man sets apart",{"noteId":91},"to the LORD from all he owns—whether a man, an animal, or his inherited land—can be sold or redeemed; everything so devoted is most holy to the LORD."]},{"type":"line_break"},{"type":"verse","number":29,"content":["No person set apart for destruction may be ransomed; he must surely be put to death."]},{"type":"heading","content":["Instruction on Tithes"]},{"type":"line_break"},{"type":"verse","number":30,"content":["Thus any tithe from the land, whether from the seed of the land or the fruit of the trees, belongs to the LORD; it is holy to the LORD."]},{"type":"verse","number":31,"content":["If a man wishes to redeem part of his tithe, he must add a fifth to its value."]},{"type":"line_break"},{"type":"verse","number":32,"content":["Every tenth animal from the herd or flock that passes under the shepherd’s rod will be holy to the LORD."]},{"type":"verse","number":33,"content":["He must not inspect whether it is good or bad, and he shall not make any substitution. But if he does make a substitution, both the animal and its substitute shall become holy; they cannot be redeemed.’”"]},{"type":"line_break"},{"type":"verse","number":34,"content":["These are the commandments that the LORD gave to Moses for the Israelites on Mount Sinai."]}],"footnotes":[{"noteId":80,"caller":"+","text":"50 shekels is approximately 1.26 pounds or 569.8 grams of silver; also in verse 16.","reference":{"chapter":27,"verse":3}},{"noteId":81,"caller":"+","text":"A shekel weighed approximately 0.4 ounces or 11.4 grams; also in verse 25.","reference":{"chapter":27,"verse":3}},{"noteId":82,"caller":"+","text":"30 shekels is approximately 12 ounces or 342 grams of silver.","reference":{"chapter":27,"verse":4}},{"noteId":83,"caller":"+","text":"20 shekels is approximately 8 ounces or 228 grams of silver.","reference":{"chapter":27,"verse":5}},{"noteId":84,"caller":"+","text":"10 shekels is approximately 4 ounces or 114 grams of silver; also in verse 7.","reference":{"chapter":27,"verse":5}},{"noteId":85,"caller":"+","text":"5 shekels is approximately 2 ounces or 57 grams of silver.","reference":{"chapter":27,"verse":6}},{"noteId":86,"caller":"+","text":"3 shekels is approximately 1.2 ounces or 34.2 grams of silver.","reference":{"chapter":27,"verse":6}},{"noteId":87,"caller":"+","text":"15 shekels is approximately 6 ounces or 171 grams of silver.","reference":{"chapter":27,"verse":7}},{"noteId":88,"caller":"+","text":"Or present himself","reference":{"chapter":27,"verse":8}},{"noteId":89,"caller":"+","text":"A homer is a dry measure of approximately 6.24 bushels or 220 liters (probably about 291 pounds or 132 kilograms of barley seed).","reference":{"chapter":27,"verse":16}},{"noteId":90,"caller":"+","text":"20 gerahs is equivalent to one shekel (approximately 0.4 ounces or 11.4 grams).","reference":{"chapter":27,"verse":25}},{"noteId":91,"caller":"+","text":"Forms of the Hebrew cherem refer to the giving over of things or persons to the LORD; similarly in verse 29.","reference":{"chapter":27,"verse":28}}]},"thisChapterLink":"/api/BSB/LEV/27.json","thisChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_03_Lev_027_G.mp3","hays":"https://openbible.com/audio/hays/BSB_03_Lev_027_H.mp3","souer":"https://openbible.com/audio/souer/BSB_03_Lev_027.mp3"},"nextChapterApiLink":"/api/BSB/NUM/1.json","nextChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_04_Num_001_G.mp3","hays":"https://openbible.com/audio/hays/BSB_04_Num_001_H.mp3","souer":"https://openbible.com/audio/souer/BSB_04_Num_001.mp3"},"previousChapterApiLink":"/api/BSB/LEV/26.json","previousChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_03_Lev_026_G.mp3","hays":"https://openbible.com/audio/hays/BSB_03_Lev_026_H.mp3","souer":"https://openbible.com/audio/souer/BSB_03_Lev_026.mp3"},"numberOfVerses":34}