{"translation":{"id":"BSB","name":"Berean Standard Bible","website":"https://berean.bible/","licenseUrl":"https://berean.bible/","licenseNotes":null,"shortName":"BSB","englishName":"Berean Standard Bible","language":"eng","textDirection":"ltr","sha256":"b2898c49cadb50fd8763feb9e2f74a90a3817e33408a24b6cbf09e7a950dde97","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json","numberOfBooks":66,"totalNumberOfChapters":1189,"totalNumberOfVerses":31086,"languageName":"English","languageEnglishName":"English"},"book":{"id":"LEV","translationId":"BSB","name":"Leviticus","commonName":"Leviticus","title":"Leviticus","order":3,"numberOfChapters":27,"sha256":"35250d8f2fad8fda5ff02e8c24240df54566d5edea46b6803e1886c756d2607e","firstChapterNumber":1,"firstChapterApiLink":"/api/BSB/LEV/1.json","lastChapterNumber":27,"lastChapterApiLink":"/api/BSB/LEV/27.json","totalNumberOfVerses":859},"chapter":{"number":6,"content":[{"type":"heading","content":["Sins Requiring a Guilt Offering"]},{"type":"verse","number":1,"content":["And the LORD said to Moses,"]},{"type":"verse","number":2,"content":["“If someone sins and acts unfaithfully against the LORD by deceiving his neighbor in regard to a deposit or security entrusted to him or stolen, or if he extorts his neighbor"]},{"type":"verse","number":3,"content":["or finds lost property and lies about it and swears falsely, or if he commits any such sin that a man might commit—"]},{"type":"verse","number":4,"content":["once he has sinned and becomes guilty, he must return what he has stolen or taken by extortion, or the deposit entrusted to him, or the lost property he found,"]},{"type":"verse","number":5,"content":["or anything else about which he has sworn falsely.",{"lineBreak":true},"He must make restitution in full, add a fifth of the value, and pay it to the owner on the day he acknowledges his guilt."]},{"type":"verse","number":6,"content":["Then he must bring to the priest his guilt offering to the LORD: an unblemished ram of proper value from the flock."]},{"type":"verse","number":7,"content":["In this way the priest will make atonement for him before the LORD, and he will be forgiven for anything he may have done to incur guilt.”"]},{"type":"heading","content":["The Burnt Offering"]},{"type":"line_break"},{"type":"verse","number":8,"content":["Then the LORD said to Moses,"]},{"type":"verse","number":9,"content":["“Command Aaron and his sons that this is the law of the burnt offering: The burnt offering is to remain on the hearth of the altar all night, until morning, and the fire must be kept burning on the altar."]},{"type":"line_break"},{"type":"verse","number":10,"content":["And the priest shall put on his linen robe and linen undergarments, and he shall remove from the altar the ashes of the burnt offering that the fire has consumed and place them beside it."]},{"type":"verse","number":11,"content":["Then he must take off his garments, put on other clothes, and carry the ashes outside the camp to a ceremonially clean place."]},{"type":"line_break"},{"type":"verse","number":12,"content":["The fire on the altar shall be kept burning; it must not be extinguished. Every morning the priest is to add wood to the fire, arrange the burnt offering on it, and burn the fat portions of the peace offerings on it."]},{"type":"verse","number":13,"content":["The fire shall be kept burning on the altar continually; it must not be extinguished."]},{"type":"heading","content":["The Grain Offering"]},{"type":"line_break"},{"type":"verse","number":14,"content":["Now this is the law of the grain offering: Aaron’s sons shall present it before the LORD in front of the altar."]},{"type":"verse","number":15,"content":["The priest is to remove a handful of fine flour and olive oil, together with all the frankincense from the grain offering, and burn the memorial portion on the altar as a pleasing aroma to the LORD."]},{"type":"line_break"},{"type":"verse","number":16,"content":["Aaron and his sons are to eat the remainder. It must be eaten without leaven in a holy place; they are to eat it in the courtyard of the Tent of Meeting."]},{"type":"verse","number":17,"content":["It must not be baked with leaven; I have assigned it as their portion of My offerings made by fire. It is most holy, like the sin offering and the guilt offering."]},{"type":"verse","number":18,"content":["Any male among the sons of Aaron may eat it. This is a permanent portion from the offerings made by fire to the LORD for the generations to come. Anything that touches them will become holy.”"]},{"type":"line_break"},{"type":"verse","number":19,"content":["Then the LORD said to Moses,"]},{"type":"verse","number":20,"content":["“This is the offering that Aaron and his sons must present to the LORD on the day he is anointed: a tenth of an ephah of fine flour",{"noteId":8},"as a regular grain offering, half of it in the morning and half in the evening."]},{"type":"verse","number":21,"content":["It shall be prepared with oil on a griddle;",{"noteId":9},"you are to bring it well-kneaded and present it as a grain offering broken",{"noteId":10},"in pieces, a pleasing aroma to the LORD."]},{"type":"verse","number":22,"content":["The priest, who is one of Aaron’s sons and will be anointed to take his place, is to prepare it. As a permanent portion for the LORD, it must be burned completely."]},{"type":"verse","number":23,"content":["Every grain offering for a priest shall be burned completely; it is not to be eaten.”"]},{"type":"heading","content":["The Sin Offering"]},{"type":"line_break"},{"type":"verse","number":24,"content":["And the LORD said to Moses,"]},{"type":"verse","number":25,"content":["“Tell Aaron and his sons that this is the law of the sin offering: In the place where the burnt offering is slaughtered, the sin offering shall be slaughtered before the LORD; it is most holy."]},{"type":"verse","number":26,"content":["The priest who offers it shall eat it; it must be eaten in a holy place, in the courtyard of the Tent of Meeting."]},{"type":"verse","number":27,"content":["Anything that touches its flesh will become holy, and if any of the blood is spattered on a garment, you must wash it in a holy place."]},{"type":"line_break"},{"type":"verse","number":28,"content":["The clay pot in which the sin offering is boiled must be broken; if it is boiled in a bronze pot, the pot must be scoured and rinsed with water."]},{"type":"verse","number":29,"content":["Any male among the priests may eat it; it is most holy."]},{"type":"verse","number":30,"content":["But no sin offering may be eaten if its blood has been brought into the Tent of Meeting to make atonement in the Holy Place; it must be burned."]}],"footnotes":[{"noteId":8,"caller":"+","text":"A tenth of an ephah is approximately 2 dry quarts or 2.2 liters (probably about 2.6 pounds or 1.2 kilograms of flour).","reference":{"chapter":6,"verse":20}},{"noteId":9,"caller":"+","text":"That is, a shallow pan for baking or frying","reference":{"chapter":6,"verse":21}},{"noteId":10,"caller":"+","text":"Or baked","reference":{"chapter":6,"verse":21}}]},"thisChapterLink":"/api/BSB/LEV/6.json","thisChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_03_Lev_006_G.mp3","hays":"https://openbible.com/audio/hays/BSB_03_Lev_006_H.mp3","souer":"https://openbible.com/audio/souer/BSB_03_Lev_006.mp3"},"nextChapterApiLink":"/api/BSB/LEV/7.json","nextChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_03_Lev_007_G.mp3","hays":"https://openbible.com/audio/hays/BSB_03_Lev_007_H.mp3","souer":"https://openbible.com/audio/souer/BSB_03_Lev_007.mp3"},"previousChapterApiLink":"/api/BSB/LEV/5.json","previousChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_03_Lev_005_G.mp3","hays":"https://openbible.com/audio/hays/BSB_03_Lev_005_H.mp3","souer":"https://openbible.com/audio/souer/BSB_03_Lev_005.mp3"},"numberOfVerses":30}