{"translation":{"id":"BSB","name":"Berean Standard Bible","website":"https://berean.bible/","licenseUrl":"https://berean.bible/","licenseNotes":null,"shortName":"BSB","englishName":"Berean Standard Bible","language":"eng","textDirection":"ltr","sha256":"b2898c49cadb50fd8763feb9e2f74a90a3817e33408a24b6cbf09e7a950dde97","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json","numberOfBooks":66,"totalNumberOfChapters":1189,"totalNumberOfVerses":31086,"languageName":"English","languageEnglishName":"English"},"book":{"id":"EST","translationId":"BSB","name":"Esther","commonName":"Esther","title":"Esther","order":17,"numberOfChapters":10,"sha256":"573da7ed35fb2ff0a8a1817caf8b75697630d4854015429bf7634e00c3e52fd6","firstChapterNumber":1,"firstChapterApiLink":"/api/BSB/EST/1.json","lastChapterNumber":10,"lastChapterApiLink":"/api/BSB/EST/10.json","totalNumberOfVerses":167},"chapter":{"number":2,"content":[{"type":"heading","content":["Seeking Vashti’s Successor"]},{"type":"verse","number":1,"content":["Some time later, when the anger of King Xerxes had subsided, he remembered Vashti and what she had done, and what had been decreed against her."]},{"type":"line_break"},{"type":"verse","number":2,"content":["Then the king’s attendants proposed, “Let a search be made for beautiful young virgins for the king,"]},{"type":"verse","number":3,"content":["and let the king appoint commissioners in each province of his kingdom to assemble all the beautiful young women into the harem at the citadel of Susa. Let them be placed under the care of Hegai, the king’s eunuch in charge of the women, and let them be given beauty treatments."]},{"type":"verse","number":4,"content":["Then let the young woman who pleases the king become queen in place of Vashti.”",{"lineBreak":true},"This suggestion pleased the king, and he acted accordingly."]},{"type":"heading","content":["Esther Finds Favor"]},{"type":"line_break"},{"type":"verse","number":5,"content":["Now there was at the citadel of Susa a Jewish man from the tribe of Benjamin named Mordecai son of Jair, the son of Shimei, the son of Kish."]},{"type":"verse","number":6,"content":["He had been carried into exile from Jerusalem by Nebuchadnezzar king of Babylon among those taken captive with Jeconiah",{"noteId":4},"king of Judah."]},{"type":"line_break"},{"type":"verse","number":7,"content":["And Mordecai had brought up Hadassah (that is, Esther), the daughter of his uncle, because she did not have a father or mother. The young woman was lovely in form and appearance, and when her father and mother had died, Mordecai had taken her in as his own daughter."]},{"type":"line_break"},{"type":"verse","number":8,"content":["When the king’s command and edict had been proclaimed, many young women gathered at the citadel of Susa under the care of Hegai. Esther was also taken to the palace and placed under the care of Hegai, the custodian of the women."]},{"type":"verse","number":9,"content":["And the young woman pleased him and obtained his favor, so he quickly provided her with beauty treatments and the special diet. He assigned to her seven select maidservants from the palace and transferred her with them to the best place in the harem."]},{"type":"line_break"},{"type":"verse","number":10,"content":["Esther did not reveal her people or her lineage, because Mordecai had instructed her not to do so."]},{"type":"verse","number":11,"content":["And every day Mordecai would walk back and forth in front of the court of the harem to learn about Esther’s welfare and what was happening to her."]},{"type":"line_break"},{"type":"verse","number":12,"content":["In the twelve months before her turn to go to King Xerxes, the harem regulation required each young woman to receive beauty treatments with oil of myrrh for six months, and then with perfumes and cosmetics for another six months."]},{"type":"verse","number":13,"content":["When the young woman would go to the king, she was given whatever she requested to take with her from the harem to the king’s palace."]},{"type":"verse","number":14,"content":["She would go there in the evening, and in the morning she would return to a second harem",{"noteId":5},"under the care of Shaashgaz, the king’s eunuch in charge of the concubines. She would not return to the king unless he delighted in her and summoned her by name."]},{"type":"line_break"},{"type":"verse","number":15,"content":["Now Esther was the daughter of Abihail, the uncle from whom Mordecai had adopted her as his own daughter. And when it was her turn to go to the king, she did not ask for anything except what Hegai, the king’s trusted official in charge of the harem, had advised. And Esther found favor in the eyes of everyone who saw her."]},{"type":"line_break"},{"type":"verse","number":16,"content":["She was taken to King Xerxes in the royal palace in the tenth month, the month of Tebeth,",{"noteId":6},"in the seventh year of his reign."]},{"type":"heading","content":["Esther Becomes Queen"]},{"type":"line_break"},{"type":"verse","number":17,"content":["And the king loved Esther more than all the other women, and she found grace and favor in his sight more than all of the other virgins. So he placed the royal crown upon her head and made her queen in place of Vashti."]},{"type":"line_break"},{"type":"verse","number":18,"content":["Then the king held a great banquet, Esther’s banquet, for all his officials and servants. He proclaimed a tax holiday in the provinces and gave gifts worthy of the king’s bounty."]},{"type":"line_break"},{"type":"verse","number":19,"content":["When the virgins were assembled a second time, Mordecai was sitting at the king’s gate.",{"noteId":7}]},{"type":"verse","number":20,"content":["Esther still had not revealed her lineage or her people, just as Mordecai had instructed. She obeyed Mordecai’s command, as she had done under his care."]},{"type":"heading","content":["Mordecai Uncovers a Conspiracy"]},{"type":"line_break"},{"type":"verse","number":21,"content":["In those days, while Mordecai was sitting at the king’s gate, Bigthan",{"noteId":8},"and Teresh, two of the king’s eunuchs who guarded the entrance, grew angry and conspired to assassinate King Xerxes."]},{"type":"line_break"},{"type":"verse","number":22,"content":["When Mordecai learned of the plot, he reported it to Queen Esther, and she informed the king on Mordecai’s behalf."]},{"type":"line_break"},{"type":"verse","number":23,"content":["After the report had been investigated and verified, both officials were hanged on the gallows. And all this was recorded in the Book of the Chronicles",{"noteId":9},"in the presence of the king."]}],"footnotes":[{"noteId":4,"caller":"+","text":"Jeconiah is a variant of Jehoiachin; see 2 Kings 24:12.","reference":{"chapter":2,"verse":6}},{"noteId":5,"caller":"+","text":"Or to another part of the harem","reference":{"chapter":2,"verse":14}},{"noteId":6,"caller":"+","text":"Tebeth is the tenth month of the Hebrew lunar calendar, usually occurring within the months of December and January.","reference":{"chapter":2,"verse":16}},{"noteId":7,"caller":"+","text":"Or Mordecai had become a palace official","reference":{"chapter":2,"verse":19}},{"noteId":8,"caller":"+","text":"Bigthan is a variant of Bigthana; see Esther 6:2.","reference":{"chapter":2,"verse":21}},{"noteId":9,"caller":"+","text":"Or the Book of the Annals or the Book of the Historical Events","reference":{"chapter":2,"verse":23}}]},"thisChapterLink":"/api/BSB/EST/2.json","thisChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_17_Est_002_G.mp3","hays":"https://openbible.com/audio/hays/BSB_17_Est_002_H.mp3","souer":"https://openbible.com/audio/souer/BSB_17_Est_002.mp3"},"nextChapterApiLink":"/api/BSB/EST/3.json","nextChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_17_Est_003_G.mp3","hays":"https://openbible.com/audio/hays/BSB_17_Est_003_H.mp3","souer":"https://openbible.com/audio/souer/BSB_17_Est_003.mp3"},"previousChapterApiLink":"/api/BSB/EST/1.json","previousChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_17_Est_001_G.mp3","hays":"https://openbible.com/audio/hays/BSB_17_Est_001_H.mp3","souer":"https://openbible.com/audio/souer/BSB_17_Est_001.mp3"},"numberOfVerses":23}