{"translation":{"id":"BSB","name":"Berean Standard Bible","website":"https://berean.bible/","licenseUrl":"https://berean.bible/","licenseNotes":null,"shortName":"BSB","englishName":"Berean Standard Bible","language":"eng","textDirection":"ltr","sha256":"b2898c49cadb50fd8763feb9e2f74a90a3817e33408a24b6cbf09e7a950dde97","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json","numberOfBooks":66,"totalNumberOfChapters":1189,"totalNumberOfVerses":31086,"languageName":"English","languageEnglishName":"English"},"book":{"id":"JDG","translationId":"BSB","name":"Judges","commonName":"Judges","title":"Judges","order":7,"numberOfChapters":21,"sha256":"241ab8d64515727e60b770a016e30b724bc04565ad64df70260b92ed0ea1cdd4","firstChapterNumber":1,"firstChapterApiLink":"/api/BSB/JDG/1.json","lastChapterNumber":21,"lastChapterApiLink":"/api/BSB/JDG/21.json","totalNumberOfVerses":618},"chapter":{"number":21,"content":[{"type":"heading","content":["Wives for the Benjamites"]},{"type":"verse","number":1,"content":["Now the men of Israel had sworn an oath at Mizpah, saying, “Not one of us will give his daughter in marriage to a Benjamite.”"]},{"type":"line_break"},{"type":"verse","number":2,"content":["So the people came to Bethel and sat there before God until evening, lifting up their voices and weeping bitterly."]},{"type":"verse","number":3,"content":["“Why, O LORD God of Israel,” they cried out, “has this happened in Israel? Today in Israel one tribe is missing!”"]},{"type":"line_break"},{"type":"verse","number":4,"content":["The next day the people got up early, built an altar there, and presented burnt offerings and peace offerings."]},{"type":"verse","number":5,"content":["The Israelites asked, “Who among all the tribes of Israel did not come to the assembly before the LORD?” For they had taken a solemn oath that anyone who failed to come up before the LORD at Mizpah would surely be put to death."]},{"type":"line_break"},{"type":"verse","number":6,"content":["And the Israelites grieved for their brothers, the Benjamites, and said, “Today a tribe is cut off from Israel."]},{"type":"verse","number":7,"content":["What should we do about wives for the survivors, since we have sworn by the LORD not to give them our daughters in marriage?”"]},{"type":"line_break"},{"type":"verse","number":8,"content":["So they asked, “Which one of the tribes of Israel failed to come up before the LORD at Mizpah?” And, in fact, no one from Jabesh-gilead had come to the camp for the assembly."]},{"type":"verse","number":9,"content":["For when the people were counted, none of the residents of Jabesh-gilead were there."]},{"type":"line_break"},{"type":"verse","number":10,"content":["So the congregation sent 12,000 of their most valiant men and commanded them: “Go and put to the sword those living in Jabesh-gilead, including women and children."]},{"type":"verse","number":11,"content":["This is what you are to do: Devote to destruction",{"noteId":73},"every male, as well as every female who has had relations with a man.”"]},{"type":"line_break"},{"type":"verse","number":12,"content":["So they found among the inhabitants of Jabesh-gilead four hundred young women who had not had relations with a man, and they brought them to the camp at Shiloh in the land of Canaan."]},{"type":"line_break"},{"type":"verse","number":13,"content":["Then the whole congregation sent a message of peace to the Benjamites who were at the rock of Rimmon."]},{"type":"verse","number":14,"content":["And at that time the Benjamites returned and were given the women who were spared from Jabesh-gilead. But there were not enough women for all of them."]},{"type":"line_break"},{"type":"verse","number":15,"content":["The people grieved for Benjamin, because the LORD had made a void in the tribes of Israel."]},{"type":"line_break"},{"type":"verse","number":16,"content":["Then the elders of the congregation said, “What should we do about wives for those who remain, since the women of Benjamin have been destroyed?”"]},{"type":"verse","number":17,"content":["They added, “There must be heirs for the survivors of Benjamin, so that a tribe of Israel will not be wiped out."]},{"type":"verse","number":18,"content":["But we cannot give them our daughters as wives.”",{"lineBreak":true},"For the Israelites had sworn, “Cursed is he who gives a wife to a Benjamite.”"]},{"type":"line_break"},{"type":"verse","number":19,"content":["“But look,” they said, “there is a yearly feast to the LORD in Shiloh, which is north of Bethel east of the road that goes up from Bethel to Shechem, and south of Lebonah.”"]},{"type":"line_break"},{"type":"verse","number":20,"content":["So they commanded the Benjamites: “Go, hide in the vineyards"]},{"type":"verse","number":21,"content":["and watch. When you see the daughters of Shiloh come out to perform their dances, each of you is to come out of the vineyards, catch for himself a wife from the daughters of Shiloh, and go to the land of Benjamin."]},{"type":"verse","number":22,"content":["When their fathers or brothers come to us to complain, we will tell them, ‘Do us a favor by helping them, since we did not get wives for each of them in the war. Since you did not actually give them your daughters, you have no guilt.’”"]},{"type":"line_break"},{"type":"verse","number":23,"content":["The Benjamites did as instructed and carried away the number of women they needed from the dancers they caught. They went back to their own inheritance, rebuilt their cities, and settled in them."]},{"type":"verse","number":24,"content":["And at that time, each of the Israelites returned from there to his own tribe and clan, each to his own inheritance."]},{"type":"line_break"},{"type":"verse","number":25,"content":["In those days there was no king in Israel; everyone did what was right in his own eyes."]}],"footnotes":[{"noteId":73,"caller":"+","text":"Forms of the Hebrew cherem refer to the giving over of things or persons to the LORD, either by destroying them or by giving them as an offering.","reference":{"chapter":21,"verse":11}}]},"thisChapterLink":"/api/BSB/JDG/21.json","thisChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_07_Jdg_021_G.mp3","hays":"https://openbible.com/audio/hays/BSB_07_Jdg_021_H.mp3","souer":"https://openbible.com/audio/souer/BSB_07_Jdg_021.mp3"},"nextChapterApiLink":"/api/BSB/RUT/1.json","nextChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_08_Rut_001_G.mp3","hays":"https://openbible.com/audio/hays/BSB_08_Rut_001_H.mp3","souer":"https://openbible.com/audio/souer/BSB_08_Rut_001.mp3"},"previousChapterApiLink":"/api/BSB/JDG/20.json","previousChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_07_Jdg_020_G.mp3","hays":"https://openbible.com/audio/hays/BSB_07_Jdg_020_H.mp3","souer":"https://openbible.com/audio/souer/BSB_07_Jdg_020.mp3"},"numberOfVerses":25}