{"translation":{"id":"BSB","name":"Berean Standard Bible","website":"https://berean.bible/","licenseUrl":"https://berean.bible/","licenseNotes":null,"shortName":"BSB","englishName":"Berean Standard Bible","language":"eng","textDirection":"ltr","sha256":"b2898c49cadb50fd8763feb9e2f74a90a3817e33408a24b6cbf09e7a950dde97","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json","numberOfBooks":66,"totalNumberOfChapters":1189,"totalNumberOfVerses":31086,"languageName":"English","languageEnglishName":"English"},"book":{"id":"NUM","translationId":"BSB","name":"Numbers","commonName":"Numbers","title":"Numbers","order":4,"numberOfChapters":36,"sha256":"e467bccfb150bfb16c50f41552f85adadfe27aa18e4ccceae8957dca0d32f4f8","firstChapterNumber":1,"firstChapterApiLink":"/api/BSB/NUM/1.json","lastChapterNumber":36,"lastChapterApiLink":"/api/BSB/NUM/36.json","totalNumberOfVerses":1288},"chapter":{"number":22,"content":[{"type":"heading","content":["Balak Summons Balaam"]},{"type":"verse","number":1,"content":["Then the Israelites traveled on and camped in the plains of Moab near the Jordan, across from Jericho."]},{"type":"line_break"},{"type":"verse","number":2,"content":["Now Balak son of Zippor saw all that Israel had done to the Amorites,"]},{"type":"verse","number":3,"content":["and Moab was terrified of the people because they were numerous. Indeed, Moab dreaded the Israelites."]},{"type":"verse","number":4,"content":["So the Moabites said to the elders of Midian, “This horde will devour everything around us, as an ox licks up the grass of the field.”",{"lineBreak":true},"Since Balak son of Zippor was king of Moab at that time,"]},{"type":"verse","number":5,"content":["he sent messengers to Balaam son of Beor at Pethor, which is by the Euphrates",{"noteId":57},"in the land of his people.",{"lineBreak":true},"“Behold, a people has come out of Egypt,” said Balak. “They cover the face of the land and have settled next to me."]},{"type":"verse","number":6,"content":["So please come now and put a curse on this people, because they are too mighty for me. Perhaps I may be able to defeat them and drive them out of the land; for I know that those you bless are blessed, and those you curse are cursed.”"]},{"type":"line_break"},{"type":"verse","number":7,"content":["The elders of Moab and Midian departed with the fees for divination in hand. They came to Balaam and relayed to him the words of Balak."]},{"type":"line_break"},{"type":"verse","number":8,"content":["“Spend the night here,” Balaam replied, “and I will give you the answer that the LORD speaks to me.” So the princes of Moab stayed with Balaam."]},{"type":"line_break"},{"type":"verse","number":9,"content":["Then God came to Balaam and asked, “Who are these men with you?”"]},{"type":"line_break"},{"type":"verse","number":10,"content":["And Balaam said to God, “Balak son of Zippor, king of Moab, sent me this message:"]},{"type":"verse","number":11,"content":["‘Behold, a people has come out of Egypt, and they cover the face of the land. Now come and put a curse on them for me. Perhaps I may be able to fight against them and drive them away.’”"]},{"type":"line_break"},{"type":"verse","number":12,"content":["But God said to Balaam, “Do not go with them. You are not to curse this people, for they are blessed.”"]},{"type":"line_break"},{"type":"verse","number":13,"content":["So Balaam got up the next morning and said to Balak’s princes, “Go back to your homeland, because the LORD has refused to let me go with you.”"]},{"type":"line_break"},{"type":"verse","number":14,"content":["And the princes of Moab arose, returned to Balak, and said, “Balaam refused to come with us.”"]},{"type":"line_break"},{"type":"verse","number":15,"content":["Then Balak sent other princes, more numerous and more distinguished than the first messengers."]},{"type":"verse","number":16,"content":["They came to Balaam and said, “This is what Balak son of Zippor says: ‘Please let nothing hinder you from coming to me,"]},{"type":"verse","number":17,"content":["for I will honor you richly and do whatever you say. So please come and put a curse on this people for me!’”"]},{"type":"line_break"},{"type":"verse","number":18,"content":["But Balaam replied to the servants of Balak, “If Balak were to give me his house full of silver and gold, I could not do anything small or great to go beyond the command of the LORD my God."]},{"type":"verse","number":19,"content":["So now, please stay here overnight as the others did, that I may find out what else the LORD has to tell me.”"]},{"type":"line_break"},{"type":"verse","number":20,"content":["That night God came to Balaam and said, “Since these men have come to summon you, get up and go with them, but you must only do what I tell you.”"]},{"type":"verse","number":21,"content":["So in the morning Balaam got up, saddled his donkey, and went with the princes of Moab."]},{"type":"heading","content":["The Angel and Balaam’s Donkey"]},{"type":"line_break"},{"type":"verse","number":22,"content":["Then God’s anger was kindled because Balaam was going along, and the angel",{"noteId":58},"of the LORD stood in the road to oppose him. Balaam was riding his donkey, and his two servants were with him."]},{"type":"line_break"},{"type":"verse","number":23,"content":["When the donkey saw the angel of the LORD standing in the road with a drawn sword in his hand, she turned off the path and went into a field. So Balaam beat her to return her to the path."]},{"type":"line_break"},{"type":"verse","number":24,"content":["Then the angel of the LORD stood in a narrow passage between two vineyards, with walls on either side."]},{"type":"verse","number":25,"content":["And the donkey saw the angel of the LORD and pressed herself against the wall, crushing Balaam’s foot against it. So he beat her once again."]},{"type":"line_break"},{"type":"verse","number":26,"content":["And the angel of the LORD moved on ahead and stood in a narrow place where there was no room to turn to the right or left."]},{"type":"verse","number":27,"content":["When the donkey saw the angel of the LORD, she lay down under Balaam, and he became furious and beat her with his staff."]},{"type":"line_break"},{"type":"verse","number":28,"content":["Then the LORD opened the donkey’s mouth, and she said to Balaam, “What have I done to you that you have beaten me these three times?”"]},{"type":"line_break"},{"type":"verse","number":29,"content":["Balaam answered the donkey, “You have made a fool of me! If I had a sword in my hand, I would kill you right now!”"]},{"type":"line_break"},{"type":"verse","number":30,"content":["But the donkey said to Balaam, “Am I not the donkey you have ridden all your life until today? Have I ever treated you this way before?”",{"lineBreak":true},"“No,” he replied."]},{"type":"line_break"},{"type":"verse","number":31,"content":["Then the LORD opened Balaam’s eyes, and he saw the angel of the LORD standing in the road with a drawn sword in his hand. And Balaam bowed low and fell facedown."]},{"type":"line_break"},{"type":"verse","number":32,"content":["The angel of the LORD asked him, “Why have you beaten your donkey these three times? Behold, I have come out to oppose you, because your way is perverse",{"noteId":59},"before me."]},{"type":"verse","number":33,"content":["The donkey saw me and turned away from me these three times. If she had not turned away, then by now I would surely have killed you and let her live.”"]},{"type":"line_break"},{"type":"verse","number":34,"content":["“I have sinned,” Balaam said to the angel of the LORD, “for I did not realize that you were standing in the road to confront me. And now, if this is displeasing in your sight, I will go back home.”"]},{"type":"line_break"},{"type":"verse","number":35,"content":["But the angel of the LORD said to Balaam, “Go with the men, but you are to speak only what I tell you.” So Balaam went with the princes of Balak."]},{"type":"line_break"},{"type":"verse","number":36,"content":["When Balak heard that Balaam was coming, he went out to meet him at the Moabite city on the Arnon border, at the edge of his territory."]},{"type":"verse","number":37,"content":["And he said to Balaam, “Did I not send you an urgent summons? Why did you not come to me? Am I really not able to richly reward you?”"]},{"type":"line_break"},{"type":"verse","number":38,"content":["“See, I have come to you,” Balaam replied, “but can I say just anything? I must speak only the word that God puts in my mouth.”"]},{"type":"line_break"},{"type":"verse","number":39,"content":["So Balaam accompanied Balak, and they came to Kiriath-huzoth."]},{"type":"verse","number":40,"content":["Balak sacrificed cattle and sheep, and he gave portions to Balaam and the princes who were with him."]},{"type":"line_break"},{"type":"verse","number":41,"content":["The next morning, Balak took Balaam and brought him up to Bamoth-baal. From there he could see the outskirts of the camp of the people."]}],"footnotes":[{"noteId":57,"caller":"+","text":"Hebrew the River","reference":{"chapter":22,"verse":5}},{"noteId":58,"caller":"+","text":"Or Angel; here through the rest of chapter 22; corresponding pronouns may also be capitalized.","reference":{"chapter":22,"verse":22}},{"noteId":59,"caller":"+","text":"Or reckless or contrary","reference":{"chapter":22,"verse":32}}]},"thisChapterLink":"/api/BSB/NUM/22.json","thisChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_04_Num_022_G.mp3","hays":"https://openbible.com/audio/hays/BSB_04_Num_022_H.mp3","souer":"https://openbible.com/audio/souer/BSB_04_Num_022.mp3"},"nextChapterApiLink":"/api/BSB/NUM/23.json","nextChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_04_Num_023_G.mp3","hays":"https://openbible.com/audio/hays/BSB_04_Num_023_H.mp3","souer":"https://openbible.com/audio/souer/BSB_04_Num_023.mp3"},"previousChapterApiLink":"/api/BSB/NUM/21.json","previousChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_04_Num_021_G.mp3","hays":"https://openbible.com/audio/hays/BSB_04_Num_021_H.mp3","souer":"https://openbible.com/audio/souer/BSB_04_Num_021.mp3"},"numberOfVerses":41}