{"translation":{"id":"BSB","name":"Berean Standard Bible","website":"https://berean.bible/","licenseUrl":"https://berean.bible/","licenseNotes":null,"shortName":"BSB","englishName":"Berean Standard Bible","language":"eng","textDirection":"ltr","sha256":"b2898c49cadb50fd8763feb9e2f74a90a3817e33408a24b6cbf09e7a950dde97","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json","numberOfBooks":66,"totalNumberOfChapters":1189,"totalNumberOfVerses":31086,"languageName":"English","languageEnglishName":"English"},"book":{"id":"2SA","translationId":"BSB","name":"2 Samuel","commonName":"2 Samuel","title":"2 Samuel","order":10,"numberOfChapters":24,"sha256":"84372f66e9a6381db1f0cb0a49cd5a6a0f7069b14c6b8011967239da967093a6","firstChapterNumber":1,"firstChapterApiLink":"/api/BSB/2SA/1.json","lastChapterNumber":24,"lastChapterApiLink":"/api/BSB/2SA/24.json","totalNumberOfVerses":695},"chapter":{"number":12,"content":[{"type":"heading","content":["Nathan Rebukes David"]},{"type":"verse","number":1,"content":["Then the LORD sent Nathan to David, and when he arrived, he said, “There were two men in a certain city, one rich and the other poor."]},{"type":"verse","number":2,"content":["The rich man had a great number of sheep and cattle,"]},{"type":"verse","number":3,"content":["but the poor man had nothing except one small ewe lamb that he had bought. He raised it, and it grew up with him and his children. It shared his food and drank from his cup; it slept in his arms",{"noteId":48},"and was like a daughter to him."]},{"type":"line_break"},{"type":"verse","number":4,"content":["Now a traveler came to the rich man, who refrained from taking one of his own sheep or cattle to prepare for the traveler who had come to him. Instead, he took the poor man’s lamb and prepared it for his guest.”"]},{"type":"line_break"},{"type":"verse","number":5,"content":["David burned with anger against the man and said to Nathan: “As surely as the LORD lives, the man who did this deserves to die!"]},{"type":"verse","number":6,"content":["Because he has done this thing and has shown no pity, he must pay for the lamb four times over.”"]},{"type":"line_break"},{"type":"verse","number":7,"content":["Then Nathan said to David, “You are that man! This is what the LORD, the God of Israel, says: ‘I anointed you king over Israel, and I delivered you from the hand of Saul."]},{"type":"verse","number":8,"content":["I gave your master’s house to you and your master’s wives into your arms. I gave you the house of Israel and Judah, and if that was not enough, I would have given you even more."]},{"type":"line_break"},{"type":"verse","number":9,"content":["Why then have you despised the command of the LORD by doing evil in His sight? You put Uriah the Hittite to the sword and took his wife as your own, for you have slain him with the sword of the Ammonites."]},{"type":"verse","number":10,"content":["Now, therefore, the sword will never depart from your house, because you have despised Me and have taken the wife of Uriah the Hittite to be your own.’"]},{"type":"line_break"},{"type":"verse","number":11,"content":["This is what the LORD says: ‘I will raise up adversity against you from your own house. Before your very eyes I will take your wives and give them to another, and he will lie with them in broad daylight."]},{"type":"verse","number":12,"content":["You have acted in secret, but I will do this thing in broad daylight before all Israel.’”"]},{"type":"heading","content":["David’s Loss and Repentance"]},{"type":"line_break"},{"type":"verse","number":13,"content":["Then David said to Nathan, “I have sinned against the LORD.”",{"lineBreak":true},"“The LORD has taken away your sin,” Nathan replied. “You will not die."]},{"type":"verse","number":14,"content":["Nevertheless, because by this deed you have shown utter contempt for the word of the LORD,",{"noteId":49},"the son born to you will surely die.”"]},{"type":"line_break"},{"type":"verse","number":15,"content":["After Nathan had gone home, the LORD struck the child that Uriah’s wife had borne to David, and he became ill."]},{"type":"verse","number":16,"content":["David pleaded with God for the boy. He fasted and went into his house and spent the night lying in sackcloth",{"noteId":50},"on the ground."]},{"type":"verse","number":17,"content":["The elders of his household stood beside him to help him up from the ground, but he was unwilling and would not eat anything with them."]},{"type":"line_break"},{"type":"verse","number":18,"content":["On the seventh day the child died. But David’s servants were afraid to tell him that the child was dead, for they said, “Look, while the child was alive, we spoke to him, and he would not listen to us. So how can we tell him the child is dead? He may even harm himself.”"]},{"type":"line_break"},{"type":"verse","number":19,"content":["When David saw that his servants were whispering to one another, he perceived that the child was dead. So he asked his servants, “Is the child dead?”",{"lineBreak":true},"“He is dead,” they replied."]},{"type":"line_break"},{"type":"verse","number":20,"content":["Then David got up from the ground, washed and anointed himself, changed his clothes, and went into the house of the LORD and worshiped. Then he went to his own house, and at his request they set food before him, and he ate."]},{"type":"line_break"},{"type":"verse","number":21,"content":["“What is this you have done?” his servants asked. “While the child was alive, you fasted and wept, but when he died, you got up and ate.”"]},{"type":"line_break"},{"type":"verse","number":22,"content":["David answered, “While the child was alive, I fasted and wept, for I said, ‘Who knows? The LORD may be gracious to me and let him live.’"]},{"type":"verse","number":23,"content":["But now that he is dead, why should I fast? Can I bring him back again? I will go to him, but he will not return to me.”"]},{"type":"heading","content":["Solomon’s Birth"]},{"type":"line_break"},{"type":"verse","number":24,"content":["Then David comforted his wife Bathsheba, and he went to her and lay with her. So she gave birth to a son, and they",{"noteId":51},"named him Solomon.",{"lineBreak":true},"Now the LORD loved the child"]},{"type":"verse","number":25,"content":["and sent word through Nathan the prophet to name him Jedidiah because the LORD loved him.",{"noteId":52}]},{"type":"heading","content":["The Capture of Rabbah"]},{"type":"line_break"},{"type":"verse","number":26,"content":["Meanwhile, Joab fought against Rabbah of the Ammonites and captured the royal fortress."]},{"type":"verse","number":27,"content":["Then Joab sent messengers to David to say, “I have fought against Rabbah and have captured the water supply of the city.",{"noteId":53}]},{"type":"verse","number":28,"content":["Now, therefore, assemble the rest of the troops, lay siege to the city, and capture it. Otherwise I will capture the city, and it will be named after me.”"]},{"type":"line_break"},{"type":"verse","number":29,"content":["So David assembled all the troops and went to Rabbah; and he fought against it and captured it."]},{"type":"verse","number":30,"content":["Then he took the crown from the head of their king.",{"noteId":54},"It weighed a talent of gold",{"noteId":55},"and was set with precious stones, and it was placed on David’s head. And David took a great amount of plunder from the city."]},{"type":"line_break"},{"type":"verse","number":31,"content":["David brought out the people who were there and put them to work with saws,",{"noteId":56},"iron picks, and axes, and he made them work at the brick kilns.",{"noteId":57},"He did the same to all the Ammonite cities. Then David and all his troops returned to Jerusalem."]}],"footnotes":[{"noteId":48,"caller":"+","text":"Hebrew in his bosom; also in verse 8","reference":{"chapter":12,"verse":3}},{"noteId":49,"caller":"+","text":"DSS; MT you have brought utter contempt from the enemies of the LORD","reference":{"chapter":12,"verse":14}},{"noteId":50,"caller":"+","text":"DSS and LXX; MT does not include in sackcloth.","reference":{"chapter":12,"verse":16}},{"noteId":51,"caller":"+","text":"Or she or he","reference":{"chapter":12,"verse":24}},{"noteId":52,"caller":"+","text":"Literally to name him Jedidiah because of the LORD; Jedidiah means beloved of the LORD","reference":{"chapter":12,"verse":25}},{"noteId":53,"caller":"+","text":"Or and have captured the city of waters","reference":{"chapter":12,"verse":27}},{"noteId":54,"caller":"+","text":"Or from the head of Milcom. Milcom, also called Molech, was god of the Ammonites; see Leviticus 18:21 and 1 Kings 11:7.","reference":{"chapter":12,"verse":30}},{"noteId":55,"caller":"+","text":"A talent is approximately 75.4 pounds or 34.2 kilograms of gold.","reference":{"chapter":12,"verse":30}},{"noteId":56,"caller":"+","text":"Literally put them under saws","reference":{"chapter":12,"verse":31}},{"noteId":57,"caller":"+","text":"Literally and he made them pass through the brick kilns.","reference":{"chapter":12,"verse":31}}]},"thisChapterLink":"/api/BSB/2SA/12.json","thisChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_10_2Sa_012_G.mp3","hays":"https://openbible.com/audio/hays/BSB_10_2Sa_012_H.mp3","souer":"https://openbible.com/audio/souer/BSB_10_2Sa_012.mp3"},"nextChapterApiLink":"/api/BSB/2SA/13.json","nextChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_10_2Sa_013_G.mp3","hays":"https://openbible.com/audio/hays/BSB_10_2Sa_013_H.mp3","souer":"https://openbible.com/audio/souer/BSB_10_2Sa_013.mp3"},"previousChapterApiLink":"/api/BSB/2SA/11.json","previousChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_10_2Sa_011_G.mp3","hays":"https://openbible.com/audio/hays/BSB_10_2Sa_011_H.mp3","souer":"https://openbible.com/audio/souer/BSB_10_2Sa_011.mp3"},"numberOfVerses":31}