{"translation":{"id":"BSB","name":"Berean Standard Bible","website":"https://berean.bible/","licenseUrl":"https://berean.bible/","licenseNotes":null,"shortName":"BSB","englishName":"Berean Standard Bible","language":"eng","textDirection":"ltr","sha256":"b2898c49cadb50fd8763feb9e2f74a90a3817e33408a24b6cbf09e7a950dde97","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json","numberOfBooks":66,"totalNumberOfChapters":1189,"totalNumberOfVerses":31086,"languageName":"English","languageEnglishName":"English"},"book":{"id":"2SA","translationId":"BSB","name":"2 Samuel","commonName":"2 Samuel","title":"2 Samuel","order":10,"numberOfChapters":24,"sha256":"84372f66e9a6381db1f0cb0a49cd5a6a0f7069b14c6b8011967239da967093a6","firstChapterNumber":1,"firstChapterApiLink":"/api/BSB/2SA/1.json","lastChapterNumber":24,"lastChapterApiLink":"/api/BSB/2SA/24.json","totalNumberOfVerses":695},"chapter":{"number":18,"content":[{"type":"heading","content":["Absalom Killed"]},{"type":"verse","number":1,"content":["Then David reviewed his troops and appointed over them commanders of hundreds and of thousands."]},{"type":"verse","number":2,"content":["He sent out the troops, a third under Joab, a third under Joab’s brother Abishai son of Zeruiah, and a third under Ittai the Gittite. And the king said to the troops, “I will surely march out with you as well.”"]},{"type":"line_break"},{"type":"verse","number":3,"content":["But the people pleaded, “You must not go out! For if we have to flee, they will pay no attention to us. Even if half of us die, they will not care; but you are worth ten thousand of us.",{"noteId":83},"It is better for now if you support us from the city.”"]},{"type":"line_break"},{"type":"verse","number":4,"content":["“I will do whatever seems best to you,” the king replied. So he stood beside the gate, while all the troops marched out by hundreds and by thousands."]},{"type":"line_break"},{"type":"verse","number":5,"content":["Now the king had commanded Joab, Abishai, and Ittai, “Treat the young man Absalom gently for my sake.” And all the people heard the king’s orders to each of the commanders regarding Absalom."]},{"type":"line_break"},{"type":"verse","number":6,"content":["So David’s army marched into the field to engage Israel in the battle, which took place in the forest of Ephraim."]},{"type":"verse","number":7,"content":["There the people of Israel were defeated by David’s servants, and the slaughter was great that day—twenty thousand men."]},{"type":"verse","number":8,"content":["The battle spread over the whole countryside, and that day the forest devoured more people than the sword."]},{"type":"line_break"},{"type":"verse","number":9,"content":["Now Absalom was riding on his mule when he met the servants of David, and as the mule went under the thick branches of a large oak,",{"noteId":84},"Absalom’s head was caught fast in the tree. The mule under him kept going, so that he was suspended in midair."]},{"type":"verse","number":10,"content":["When one of the men saw this, he told Joab, “I just saw Absalom hanging in an oak tree!”"]},{"type":"line_break"},{"type":"verse","number":11,"content":["“You just saw him!” Joab exclaimed. “Why did you not strike him to the ground right there? I would have given you ten shekels of silver",{"noteId":85},"and a warrior’s belt!”"]},{"type":"line_break"},{"type":"verse","number":12,"content":["The man replied, “Even if a thousand shekels of silver",{"noteId":86},"were weighed out into my hands, I would not raise my hand against the son of the king. For we heard the king command you and Abishai and Ittai, ‘Protect the young man Absalom for my sake.",{"noteId":87},"’"]},{"type":"verse","number":13,"content":["If I had jeopardized my own life",{"noteId":88},"—and nothing is hidden from the king—you would have abandoned me.”"]},{"type":"line_break"},{"type":"verse","number":14,"content":["But Joab declared, “I am not going to wait like this with you!” And he took three spears in his hand and thrust them through the heart of Absalom while he was still alive in the oak tree."]},{"type":"verse","number":15,"content":["And ten young men who carried Joab’s armor surrounded Absalom, struck him, and killed him."]},{"type":"line_break"},{"type":"verse","number":16,"content":["Then Joab blew the ram’s horn, and the troops broke off their pursuit of Israel because Joab had restrained them."]},{"type":"verse","number":17,"content":["They took Absalom, cast him into a large pit in the forest, and piled a huge mound of stones over him. Meanwhile, all the Israelites fled, each to his home."]},{"type":"line_break"},{"type":"verse","number":18,"content":["During his lifetime, Absalom had set up for himself a pillar in the King’s Valley, for he had said, “I have no son to preserve the memory of my name.” So he gave the pillar his name, and to this day it is called Absalom’s Monument."]},{"type":"heading","content":["David Mourns for Absalom"]},{"type":"line_break"},{"type":"verse","number":19,"content":["Then Ahimaaz son of Zadok said, “Please let me run and tell the king the good news that the LORD has avenged him of his enemies.”"]},{"type":"line_break"},{"type":"verse","number":20,"content":["But Joab replied, “You are not the man to take good news today. You may do it another day, but you must not do so today, because the king’s son is dead.”"]},{"type":"line_break"},{"type":"verse","number":21,"content":["So Joab said to a Cushite, “Go, tell the king what you have seen.” The Cushite bowed to Joab and took off running."]},{"type":"line_break"},{"type":"verse","number":22,"content":["Ahimaaz son of Zadok, however, persisted and said to Joab, “Regardless of whatever may happen, please let me also run behind the Cushite!”",{"lineBreak":true},"“My son,” Joab replied, “why do you want to run, since you will not receive a reward?”"]},{"type":"line_break"},{"type":"verse","number":23,"content":["“No matter what, I want to run!” he replied.",{"lineBreak":true},"“Then run!” Joab told him.",{"lineBreak":true},"So Ahimaaz ran by way of the plain",{"noteId":89},"and outran the Cushite."]},{"type":"line_break"},{"type":"verse","number":24,"content":["Now David was sitting between the two gates when the watchman went up to the roof of the gateway by the wall, looked out, and saw a man running alone."]},{"type":"verse","number":25,"content":["So he called out and told the king.",{"lineBreak":true},"“If he is alone,” the king replied, “he bears good news.”",{"lineBreak":true},"As the first runner drew near,"]},{"type":"verse","number":26,"content":["the watchman saw another man running, and he called out to the gatekeeper, “Look! Another man is running alone!”",{"lineBreak":true},"“This one also brings good news,” said the king."]},{"type":"line_break"},{"type":"verse","number":27,"content":["The watchman said, “The first man appears to me to be running like Ahimaaz son of Zadok.”",{"lineBreak":true},"“This is a good man,” said the king. “He comes with good news.”"]},{"type":"line_break"},{"type":"verse","number":28,"content":["Then Ahimaaz called out to the king, “All is well!” And he bowed facedown before the king.",{"lineBreak":true},"He continued, “Blessed be the LORD your God! He has delivered up the men who raised their hands against my lord the king.”"]},{"type":"line_break"},{"type":"verse","number":29,"content":["The king asked, “Is the young man Absalom all right?”",{"lineBreak":true},"And Ahimaaz replied, “When Joab sent the king’s servant and your servant, I saw a great tumult, but I do not know what it was.”"]},{"type":"line_break"},{"type":"verse","number":30,"content":["“Move aside,” said the king, “and stand here.”",{"lineBreak":true},"So he stepped aside."]},{"type":"line_break"},{"type":"verse","number":31,"content":["Just then the Cushite came and said, “May my lord the king hear the good news: Today the LORD has avenged you of all who rose up against you!”"]},{"type":"line_break"},{"type":"verse","number":32,"content":["The king asked the Cushite, “Is the young man Absalom all right?”",{"lineBreak":true},"And the Cushite replied, “May what has become of the young man happen to the enemies of my lord the king and to all who rise up against you to harm you.”"]},{"type":"line_break"},{"type":"verse","number":33,"content":["The king was shaken and went up to the gate chamber and wept. And as he walked, he cried out, “O my son Absalom! My son, my son Absalom! If only I had died instead of you, O Absalom, my son, my son!”"]}],"footnotes":[{"noteId":83,"caller":"+","text":"Two Hebrew manuscripts, some LXX manuscripts, and Vulgate; most Hebrew manuscripts care; for now there are ten thousand like us","reference":{"chapter":18,"verse":3}},{"noteId":84,"caller":"+","text":"Or large terebinth or very great tree; similarly in verses 10 and 14","reference":{"chapter":18,"verse":9}},{"noteId":85,"caller":"+","text":"10 shekels is approximately 4 ounces or 114 grams of silver.","reference":{"chapter":18,"verse":11}},{"noteId":86,"caller":"+","text":"1,000 shekels is approximately 25.1 pounds or 11.4 kilograms of silver.","reference":{"chapter":18,"verse":12}},{"noteId":87,"caller":"+","text":"A few Hebrew manuscripts, LXX, Vulgate, and Syriac; most Hebrew manuscripts Whoever you may be, protect the young man Absalom. or Let no one touch the young man Absalom.","reference":{"chapter":18,"verse":12}},{"noteId":88,"caller":"+","text":"Or If I had dealt treacherously against his life","reference":{"chapter":18,"verse":13}},{"noteId":89,"caller":"+","text":"That is, the plain of the Jordan","reference":{"chapter":18,"verse":23}}]},"thisChapterLink":"/api/BSB/2SA/18.json","thisChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_10_2Sa_018_G.mp3","hays":"https://openbible.com/audio/hays/BSB_10_2Sa_018_H.mp3","souer":"https://openbible.com/audio/souer/BSB_10_2Sa_018.mp3"},"nextChapterApiLink":"/api/BSB/2SA/19.json","nextChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_10_2Sa_019_G.mp3","hays":"https://openbible.com/audio/hays/BSB_10_2Sa_019_H.mp3","souer":"https://openbible.com/audio/souer/BSB_10_2Sa_019.mp3"},"previousChapterApiLink":"/api/BSB/2SA/17.json","previousChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_10_2Sa_017_G.mp3","hays":"https://openbible.com/audio/hays/BSB_10_2Sa_017_H.mp3","souer":"https://openbible.com/audio/souer/BSB_10_2Sa_017.mp3"},"numberOfVerses":33}