{"translation":{"id":"BSB","name":"Berean Standard Bible","website":"https://berean.bible/","licenseUrl":"https://berean.bible/","licenseNotes":null,"shortName":"BSB","englishName":"Berean Standard Bible","language":"eng","textDirection":"ltr","sha256":"b2898c49cadb50fd8763feb9e2f74a90a3817e33408a24b6cbf09e7a950dde97","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json","numberOfBooks":66,"totalNumberOfChapters":1189,"totalNumberOfVerses":31086,"languageName":"English","languageEnglishName":"English"},"book":{"id":"2SA","translationId":"BSB","name":"2 Samuel","commonName":"2 Samuel","title":"2 Samuel","order":10,"numberOfChapters":24,"sha256":"84372f66e9a6381db1f0cb0a49cd5a6a0f7069b14c6b8011967239da967093a6","firstChapterNumber":1,"firstChapterApiLink":"/api/BSB/2SA/1.json","lastChapterNumber":24,"lastChapterApiLink":"/api/BSB/2SA/24.json","totalNumberOfVerses":695},"chapter":{"number":3,"content":[{"type":"heading","content":["The House of David Strengthened"]},{"type":"verse","number":1,"content":["Now the war between the house of Saul and the house of David was protracted. And David grew stronger and stronger, while the house of Saul grew weaker and weaker."]},{"type":"line_break"},{"type":"verse","number":2,"content":["And sons were born to David in Hebron:",{"lineBreak":true},"His firstborn was Amnon, by Ahinoam of Jezreel;"]},{"type":"line_break"},{"type":"verse","number":3,"content":["his second was Chileab,",{"noteId":7},"by Abigail the widow of Nabal of Carmel;",{"lineBreak":true},"his third was Absalom, the son of Maacah daughter of King Talmai of Geshur;"]},{"type":"line_break"},{"type":"verse","number":4,"content":["his fourth was Adonijah, the son of Haggith;",{"lineBreak":true},"his fifth was Shephatiah, the son of Abital;"]},{"type":"line_break"},{"type":"verse","number":5,"content":["and his sixth was Ithream, by David’s wife Eglah.",{"lineBreak":true},"These sons were born to David in Hebron."]},{"type":"heading","content":["Abner Joins David"]},{"type":"line_break"},{"type":"verse","number":6,"content":["During the war between the house of Saul and the house of David, Abner had continued to strengthen his position in the house of Saul."]},{"type":"verse","number":7,"content":["Meanwhile, Saul had a concubine named Rizpah, the daughter of Aiah. So Ish-bosheth questioned Abner, “Why did you sleep with my father’s concubine?”"]},{"type":"line_break"},{"type":"verse","number":8,"content":["Abner was furious over Ish-bosheth’s accusation. “Am I the head of a dog that belongs to Judah?” he asked. “All this time I have been loyal to the house of your father Saul, to his brothers, and to his friends. I have not delivered you into the hand of David, but now you accuse me of wrongdoing with this woman!"]},{"type":"verse","number":9,"content":["May God punish Abner, and ever so severely, if I do not do for David what the LORD has sworn to him:"]},{"type":"verse","number":10,"content":["to transfer the kingdom from the house of Saul and to establish the throne of David over Israel and Judah, from Dan to Beersheba.”"]},{"type":"line_break"},{"type":"verse","number":11,"content":["And for fear of Abner, Ish-bosheth did not dare to say another word to him."]},{"type":"line_break"},{"type":"verse","number":12,"content":["Then Abner sent messengers in his place to say to David, “To whom does the land belong? Make your covenant with me, and surely my hand will be with you to bring all Israel over to you.”"]},{"type":"line_break"},{"type":"verse","number":13,"content":["“Good,” replied David, “I will make a covenant with you. But there is one thing I require of you: Do not appear before me unless you bring Saul’s daughter Michal when you come to see me.”"]},{"type":"line_break"},{"type":"verse","number":14,"content":["Then David sent messengers to say to Ish-bosheth son of Saul, “Give me back my wife, Michal, whom I betrothed to myself for a hundred Philistine foreskins.”"]},{"type":"line_break"},{"type":"verse","number":15,"content":["So Ish-bosheth sent and took Michal from her husband Paltiel",{"noteId":8},"son of Laish."]},{"type":"verse","number":16,"content":["Her husband followed her, weeping all the way to Bahurim. Then Abner said to him, “Go back.” So he returned home."]},{"type":"line_break"},{"type":"verse","number":17,"content":["Now Abner conferred with the elders of Israel and said, “In the past you sought David as your king."]},{"type":"verse","number":18,"content":["Now take action, because the LORD has said to David, ‘Through My servant David I will save My people Israel from the hands of the Philistines and of all their enemies.’”"]},{"type":"line_break"},{"type":"verse","number":19,"content":["Abner also spoke to the Benjamites and went to Hebron to tell David all that seemed good to Israel and to the whole house of Benjamin."]},{"type":"verse","number":20,"content":["When Abner and twenty of his men came to David at Hebron, David held a feast for them."]},{"type":"line_break"},{"type":"verse","number":21,"content":["Then Abner said to David, “Let me go at once, and I will gather all Israel to my lord the king, that they may make a covenant with you, and that you may rule over all that your heart desires.”",{"lineBreak":true},"So David dismissed Abner, and he went in peace."]},{"type":"heading","content":["Joab Murders Abner"]},{"type":"line_break"},{"type":"verse","number":22,"content":["Just then David’s soldiers and Joab returned from a raid, bringing with them a great plunder. But Abner was not with David in Hebron because David had sent him on his way in peace."]},{"type":"verse","number":23,"content":["When Joab and all his troops arrived, he was informed, “Abner son of Ner came to see the king, who sent him on his way in peace.”"]},{"type":"line_break"},{"type":"verse","number":24,"content":["So Joab went to the king and said, “What have you done? Look, Abner came to you. Why did you dismiss him? Now he is getting away!"]},{"type":"verse","number":25,"content":["Surely you realize that Abner son of Ner came to deceive you and to track your movements and all that you are doing.”"]},{"type":"line_break"},{"type":"verse","number":26,"content":["As soon as Joab had left David, he sent messengers after Abner, who brought him back from the well of Sirah; but David was unaware of it."]},{"type":"line_break"},{"type":"verse","number":27,"content":["When Abner returned to Hebron, Joab pulled him aside into the gateway, as if to speak to him privately, and there Joab stabbed him in the stomach. So Abner died on account of the blood of Joab’s brother Asahel."]},{"type":"line_break"},{"type":"verse","number":28,"content":["Afterward, David heard about this and said, “I and my kingdom are forever guiltless before the LORD concerning the blood of Abner son of Ner."]},{"type":"verse","number":29,"content":["May it whirl over the heads of Joab and the entire house of his father, and may the house of Joab never be without one having a discharge or skin disease, or one who leans on a staff or falls by the sword or lacks food.”"]},{"type":"line_break"},{"type":"verse","number":30,"content":["(Joab and his brother Abishai murdered Abner because he had killed their brother Asahel in the battle at Gibeon.)"]},{"type":"heading","content":["David Mourns for Abner"]},{"type":"line_break"},{"type":"verse","number":31,"content":["Then David ordered Joab and all the people with him, “Tear your clothes, put on sackcloth, and mourn before Abner.” And King David himself walked behind the funeral bier."]},{"type":"line_break"},{"type":"verse","number":32,"content":["When they buried Abner in Hebron, the king wept aloud at Abner’s tomb, and all the people wept."]},{"type":"verse","number":33,"content":["And the king sang this lament for Abner:",{"lineBreak":true},{"text":"“Should Abner die","poem":1},{"text":"the death of a fool?","poem":2}]},{"type":"verse","number":34,"content":[{"text":"Your hands were not bound,","poem":1},{"text":"your feet were not fettered.","poem":2},{"text":"As a man falls before the wicked,","poem":1},{"text":"so also you fell.”","poem":2},{"lineBreak":true},"And all the people wept over him even more."]},{"type":"line_break"},{"type":"verse","number":35,"content":["Then all the people came and urged David to eat something while it was still day, but David took an oath, saying, “May God punish me, and ever so severely, if I taste bread or anything else before the sun sets!”"]},{"type":"line_break"},{"type":"verse","number":36,"content":["All the people took note and were pleased. In fact, everything the king did pleased them."]},{"type":"verse","number":37,"content":["So on that day all the troops and all Israel were convinced that the king had no part in the murder of Abner son of Ner."]},{"type":"line_break"},{"type":"verse","number":38,"content":["Then the king said to his servants, “Do you not realize that a great prince has fallen today in Israel?"]},{"type":"verse","number":39,"content":["And I am weak this day, though anointed as king, and these men, the sons of Zeruiah, are too fierce for me. May the LORD repay the evildoer according to his evil!”"]}],"footnotes":[{"noteId":7,"caller":"+","text":"LXX Daluia; some translators Daniel; see 1 Chronicles 3:1.","reference":{"chapter":3,"verse":3}},{"noteId":8,"caller":"+","text":"Paltiel is a variant of Palti; see 1 Samuel 25:44.","reference":{"chapter":3,"verse":15}}]},"thisChapterLink":"/api/BSB/2SA/3.json","thisChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_10_2Sa_003_G.mp3","hays":"https://openbible.com/audio/hays/BSB_10_2Sa_003_H.mp3","souer":"https://openbible.com/audio/souer/BSB_10_2Sa_003.mp3"},"nextChapterApiLink":"/api/BSB/2SA/4.json","nextChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_10_2Sa_004_G.mp3","hays":"https://openbible.com/audio/hays/BSB_10_2Sa_004_H.mp3","souer":"https://openbible.com/audio/souer/BSB_10_2Sa_004.mp3"},"previousChapterApiLink":"/api/BSB/2SA/2.json","previousChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_10_2Sa_002_G.mp3","hays":"https://openbible.com/audio/hays/BSB_10_2Sa_002_H.mp3","souer":"https://openbible.com/audio/souer/BSB_10_2Sa_002.mp3"},"numberOfVerses":39}