{"translation":{"id":"BSB","name":"Berean Standard Bible","website":"https://berean.bible/","licenseUrl":"https://berean.bible/","licenseNotes":null,"shortName":"BSB","englishName":"Berean Standard Bible","language":"eng","textDirection":"ltr","sha256":"b2898c49cadb50fd8763feb9e2f74a90a3817e33408a24b6cbf09e7a950dde97","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json","numberOfBooks":66,"totalNumberOfChapters":1189,"totalNumberOfVerses":31086,"languageName":"English","languageEnglishName":"English"},"book":{"id":"LEV","translationId":"BSB","name":"Leviticus","commonName":"Leviticus","title":"Leviticus","order":3,"numberOfChapters":27,"sha256":"35250d8f2fad8fda5ff02e8c24240df54566d5edea46b6803e1886c756d2607e","firstChapterNumber":1,"firstChapterApiLink":"/api/BSB/LEV/1.json","lastChapterNumber":27,"lastChapterApiLink":"/api/BSB/LEV/27.json","totalNumberOfVerses":859},"chapter":{"number":13,"content":[{"type":"heading","content":["Laws about Skin Diseases"]},{"type":"verse","number":1,"content":["Then the LORD said to Moses and Aaron,"]},{"type":"verse","number":2,"content":["“When someone has a swelling or rash or bright spot on his skin that could become an infectious skin disease,",{"noteId":24},"he must be brought to Aaron the priest or to one of his sons who is a priest."]},{"type":"line_break"},{"type":"verse","number":3,"content":["The priest is to examine the infection on his skin, and if the hair in the infection has turned white and the sore appears to be deeper than the skin, it is a skin disease. After the priest examines him, he must pronounce him unclean."]},{"type":"line_break"},{"type":"verse","number":4,"content":["If, however, the spot on his skin is white and does not appear to be deeper than the skin, and the hair in it has not turned white, the priest shall isolate the infected person for seven days."]},{"type":"verse","number":5,"content":["On the seventh day the priest is to reexamine him, and if he sees that the infection is unchanged and has not spread on the skin, the priest must isolate him for another seven days."]},{"type":"verse","number":6,"content":["The priest will examine him again on the seventh day, and if the sore has faded and has not spread on the skin, the priest shall pronounce him clean; it is a rash. The person must wash his clothes and be clean."]},{"type":"line_break"},{"type":"verse","number":7,"content":["But if the rash spreads further on his skin after he has shown himself to the priest for his cleansing, he must present himself again to the priest."]},{"type":"verse","number":8,"content":["The priest will reexamine him, and if the rash has spread on the skin, the priest must pronounce him unclean; he has a skin disease."]},{"type":"line_break"},{"type":"verse","number":9,"content":["When anyone develops a skin disease, he must be brought to the priest."]},{"type":"verse","number":10,"content":["The priest will examine him, and if there is a white swelling on the skin that has turned the hair white, and there is raw flesh in the swelling,"]},{"type":"verse","number":11,"content":["it is a chronic skin disease and the priest must pronounce him unclean. He need not isolate him, for he is unclean."]},{"type":"line_break"},{"type":"verse","number":12,"content":["But if the skin disease breaks out all over his skin so that it covers all the skin of the infected person from head to foot, as far as the priest can see,"]},{"type":"verse","number":13,"content":["the priest shall examine him, and if the disease has covered his entire body, he is to pronounce the infected person clean. Since it has all turned white, he is clean."]},{"type":"line_break"},{"type":"verse","number":14,"content":["But whenever raw flesh appears on someone, he will be unclean."]},{"type":"verse","number":15,"content":["When the priest sees the raw flesh, he must pronounce him unclean. The raw flesh is unclean; it is a skin disease."]},{"type":"verse","number":16,"content":["But if the raw flesh changes and turns white, he must go to the priest."]},{"type":"verse","number":17,"content":["The priest will reexamine him, and if the infection has turned white, the priest is to pronounce the infected person clean; then he is clean."]},{"type":"line_break"},{"type":"verse","number":18,"content":["When a boil appears on someone’s skin and it heals,"]},{"type":"verse","number":19,"content":["and a white swelling or a reddish-white spot develops where the boil was, he must present himself to the priest."]},{"type":"verse","number":20,"content":["The priest shall examine it, and if it appears to be beneath the skin and the hair in it has turned white, the priest shall pronounce him unclean; it is a diseased infection that has broken out in the boil."]},{"type":"line_break"},{"type":"verse","number":21,"content":["But when the priest examines it, if there is no white hair in it, and it is not beneath the skin and has faded, the priest shall isolate him for seven days."]},{"type":"verse","number":22,"content":["If it spreads any further on the skin, the priest must pronounce him unclean; it is an infection."]},{"type":"verse","number":23,"content":["But if the spot remains unchanged and does not spread, it is only the scar from the boil, and the priest shall pronounce him clean."]},{"type":"line_break"},{"type":"verse","number":24,"content":["When there is a burn on someone’s skin and the raw area of the burn becomes reddish-white or white,"]},{"type":"verse","number":25,"content":["the priest must examine it. If the hair in the spot has turned white and the spot appears to be deeper than the skin, it is a disease that has broken out in the burn. The priest must pronounce him unclean; it is a diseased infection."]},{"type":"line_break"},{"type":"verse","number":26,"content":["But if the priest examines it and there is no white hair in the spot, and it is not beneath the skin but has faded, the priest shall isolate him for seven days."]},{"type":"verse","number":27,"content":["On the seventh day the priest is to reexamine him, and if it has spread further on the skin, the priest must pronounce him unclean; it is a diseased infection."]},{"type":"verse","number":28,"content":["But if the spot is unchanged and has not spread on the skin but has faded, it is a swelling from the burn, and the priest is to pronounce him clean; for it is only the scar from the burn."]},{"type":"line_break"},{"type":"verse","number":29,"content":["If a man or woman has an infection on the head or chin,"]},{"type":"verse","number":30,"content":["the priest shall examine the infection, and if it appears to be deeper than the skin and the hair in it is yellow and thin, the priest must pronounce him unclean; it is a scaly outbreak, an infectious disease of the head or chin."]},{"type":"line_break"},{"type":"verse","number":31,"content":["But if the priest examines the scaly infection and it does not appear to be deeper than the skin, and there is no black hair in it, the priest shall isolate the infected person for seven days."]},{"type":"verse","number":32,"content":["On the seventh day the priest is to reexamine the infection, and if the scaly outbreak has not spread and there is no yellow hair in it, and it does not appear to be deeper than the skin,"]},{"type":"verse","number":33,"content":["then the person must shave himself except for the scaly area. Then the priest shall isolate him for another seven days."]},{"type":"verse","number":34,"content":["On the seventh day the priest shall examine the scaly outbreak, and if it has not spread on the skin and does not appear to be deeper than the skin, the priest is to pronounce him clean. He must wash his clothes, and he will be clean."]},{"type":"line_break"},{"type":"verse","number":35,"content":["If, however, the scaly outbreak spreads further on the skin after his cleansing,"]},{"type":"verse","number":36,"content":["the priest is to examine him, and if the scaly outbreak has spread on the skin, the priest need not look for yellow hair; the person is unclean."]},{"type":"line_break"},{"type":"verse","number":37,"content":["If, however, in his sight the scaly outbreak is unchanged and black hair has grown in it, then it has healed. He is clean, and the priest is to pronounce him clean."]},{"type":"line_break"},{"type":"verse","number":38,"content":["When a man or a woman has white spots on the skin,"]},{"type":"verse","number":39,"content":["the priest shall examine them, and if the spots are dull white, it is a harmless rash that has broken out on the skin; the person is clean."]},{"type":"line_break"},{"type":"verse","number":40,"content":["Now if a man loses his hair and is bald, he is still clean."]},{"type":"verse","number":41,"content":["Or if his hairline recedes and he is bald on his forehead, he is still clean."]},{"type":"verse","number":42,"content":["But if there is a reddish-white sore on the bald head or forehead, it is an infectious disease breaking out on it."]},{"type":"verse","number":43,"content":["The priest is to examine him, and if the swelling of the infection on his bald head or forehead is reddish-white like a skin disease,"]},{"type":"verse","number":44,"content":["the man is diseased; he is unclean. The priest must pronounce him unclean because of the infection on his head."]},{"type":"line_break"},{"type":"verse","number":45,"content":["A diseased person must wear torn clothes and let his hair hang loose,",{"noteId":25},"and he must cover his mouth and cry out, ‘Unclean, unclean!’"]},{"type":"verse","number":46,"content":["As long as he has the infection, he remains unclean. He must live alone in a place outside the camp."]},{"type":"heading","content":["Laws about Mildew"]},{"type":"line_break"},{"type":"verse","number":47,"content":["If any fabric is contaminated with mildew",{"noteId":26},"—any wool or linen garment,"]},{"type":"verse","number":48,"content":["any weave or knit of linen or wool, or any article of leather—"]},{"type":"verse","number":49,"content":["and if the mark in the fabric, leather, weave, knit, or leather article is green or red, then it is contaminated with mildew and must be shown to the priest."]},{"type":"verse","number":50,"content":["And the priest is to examine the mildew and isolate the contaminated fabric for seven days."]},{"type":"line_break"},{"type":"verse","number":51,"content":["On the seventh day the priest shall reexamine it, and if the mildew has spread in the fabric, weave, knit, or leather, then regardless of how it is used, it is a harmful mildew; the article is unclean."]},{"type":"verse","number":52,"content":["He is to burn the fabric, weave, or knit, whether the contaminated item is wool or linen or leather. Since the mildew is harmful, the article must be burned up."]},{"type":"line_break"},{"type":"verse","number":53,"content":["But when the priest reexamines it, if the mildew has not spread in the fabric, weave, knit, or leather article,"]},{"type":"verse","number":54,"content":["the priest is to order the contaminated article to be washed and isolated for another seven days."]},{"type":"verse","number":55,"content":["After it has been washed, the priest is to reexamine it, and if the mildewed article has not changed in appearance, it is unclean. Even though the mildew has not spread, you must burn it, whether the rot is on the front or back."]},{"type":"line_break"},{"type":"verse","number":56,"content":["If the priest examines it and the mildew has faded after it has been washed, he must cut the contaminated section out of the fabric, leather, weave, or knit."]},{"type":"verse","number":57,"content":["But if it reappears in the fabric, weave, or knit, or on any leather article, it is spreading. You must burn the contaminated article."]},{"type":"line_break"},{"type":"verse","number":58,"content":["If the mildew disappears from the fabric, weave, or knit, or any leather article after washing, then it is to be washed again, and it will be clean."]},{"type":"line_break"},{"type":"verse","number":59,"content":["This is the law concerning a mildew contamination in wool or linen fabric, weave, or knit, or any leather article, for pronouncing it clean or unclean.”"]}],"footnotes":[{"noteId":24,"caller":"+","text":"Forms of the Hebrew tzaraath, traditionally translated as leprosy, were used for various skin diseases; here and throughout verses 3–46.","reference":{"chapter":13,"verse":2}},{"noteId":25,"caller":"+","text":"Or uncover his head","reference":{"chapter":13,"verse":45}},{"noteId":26,"caller":"+","text":"Forms of the Hebrew tzaraath, traditionally translated as leprosy regarding skin diseases, are translated as mildew regarding blemishes on garments, utensils, or buildings; here and throughout the remainder of this chapter.","reference":{"chapter":13,"verse":47}}]},"thisChapterLink":"/api/BSB/LEV/13.json","thisChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_03_Lev_013_G.mp3","hays":"https://openbible.com/audio/hays/BSB_03_Lev_013_H.mp3","souer":"https://openbible.com/audio/souer/BSB_03_Lev_013.mp3"},"nextChapterApiLink":"/api/BSB/LEV/14.json","nextChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_03_Lev_014_G.mp3","hays":"https://openbible.com/audio/hays/BSB_03_Lev_014_H.mp3","souer":"https://openbible.com/audio/souer/BSB_03_Lev_014.mp3"},"previousChapterApiLink":"/api/BSB/LEV/12.json","previousChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_03_Lev_012_G.mp3","hays":"https://openbible.com/audio/hays/BSB_03_Lev_012_H.mp3","souer":"https://openbible.com/audio/souer/BSB_03_Lev_012.mp3"},"numberOfVerses":59}