{"translation":{"id":"BSB","name":"Berean Standard Bible","website":"https://berean.bible/","licenseUrl":"https://berean.bible/","licenseNotes":null,"shortName":"BSB","englishName":"Berean Standard Bible","language":"eng","textDirection":"ltr","sha256":"b2898c49cadb50fd8763feb9e2f74a90a3817e33408a24b6cbf09e7a950dde97","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json","numberOfBooks":66,"totalNumberOfChapters":1189,"totalNumberOfVerses":31086,"languageName":"English","languageEnglishName":"English"},"book":{"id":"LEV","translationId":"BSB","name":"Leviticus","commonName":"Leviticus","title":"Leviticus","order":3,"numberOfChapters":27,"sha256":"35250d8f2fad8fda5ff02e8c24240df54566d5edea46b6803e1886c756d2607e","firstChapterNumber":1,"firstChapterApiLink":"/api/BSB/LEV/1.json","lastChapterNumber":27,"lastChapterApiLink":"/api/BSB/LEV/27.json","totalNumberOfVerses":859},"chapter":{"number":14,"content":[{"type":"heading","content":["Cleansing from Skin Diseases"]},{"type":"verse","number":1,"content":["Then the LORD said to Moses,"]},{"type":"verse","number":2,"content":["“This is the law for the one afflicted with a skin disease",{"noteId":27},"on the day of his cleansing, when he is brought to the priest."]},{"type":"verse","number":3,"content":["The priest is to go outside the camp to examine him, and if the skin disease of the afflicted person has healed,"]},{"type":"verse","number":4,"content":["the priest shall order that two live clean birds, cedar wood, scarlet yarn, and hyssop be brought for the one to be cleansed."]},{"type":"line_break"},{"type":"verse","number":5,"content":["Then the priest shall command that one of the birds be slaughtered over fresh water",{"noteId":28},"in a clay pot."]},{"type":"verse","number":6,"content":["And he is to take the live bird together with the cedar wood, scarlet yarn, and hyssop, and dip them into the blood of the bird that was slaughtered over the fresh water."]},{"type":"verse","number":7,"content":["Seven times he shall sprinkle the one to be cleansed of the skin disease. Then he shall pronounce him clean and release the live bird into the open field."]},{"type":"line_break"},{"type":"verse","number":8,"content":["The one being cleansed must wash his clothes, shave off all his hair, and bathe with water; then he will be ceremonially clean. Afterward, he may enter the camp, but he must remain outside his tent for seven days."]},{"type":"verse","number":9,"content":["On the seventh day he must shave off all his hair—his head, his beard, his eyebrows, and the rest of his hair. He must wash his clothes and bathe himself with water, and he will be clean."]},{"type":"line_break"},{"type":"verse","number":10,"content":["On the eighth day he is to bring two unblemished male lambs, an unblemished ewe lamb a year old, a grain offering of three-tenths of an ephah of fine flour",{"noteId":29},"mixed with olive oil, and one log of olive oil.",{"noteId":30}]},{"type":"verse","number":11,"content":["The priest who performs the cleansing shall present the one to be cleansed, together with these offerings, before the LORD at the entrance to the Tent of Meeting."]},{"type":"line_break"},{"type":"verse","number":12,"content":["Then the priest is to take one of the male lambs and present it as a guilt offering, along with the log of olive oil; and he must wave them as a wave offering before the LORD."]},{"type":"verse","number":13,"content":["Then he is to slaughter the lamb in the sanctuary area where the sin offering and burnt offering are slaughtered. Like the sin offering, the guilt offering belongs to the priest; it is most holy."]},{"type":"line_break"},{"type":"verse","number":14,"content":["The priest is to take some of the blood from the guilt offering and put it on the right earlobe of the one to be cleansed, on the thumb of his right hand, and on the big toe of his right foot."]},{"type":"verse","number":15,"content":["Then the priest shall take some of the log of olive oil, pour it into his left palm,"]},{"type":"verse","number":16,"content":["dip his right forefinger into the oil in his left palm, and sprinkle some of the oil with his finger seven times before the LORD."]},{"type":"verse","number":17,"content":["And the priest is to put some of the oil remaining in his palm on the right earlobe of the one to be cleansed, on the thumb of his right hand, and on the big toe of his right foot, on top of the blood of the guilt offering."]},{"type":"line_break"},{"type":"verse","number":18,"content":["The rest of the oil in his palm, the priest is to put on the head of the one to be cleansed, to make atonement for him before the LORD."]},{"type":"verse","number":19,"content":["Then the priest is to sacrifice the sin offering and make atonement for the one to be cleansed from his uncleanness. After that, the priest shall slaughter the burnt offering"]},{"type":"verse","number":20,"content":["and offer it on the altar, with the grain offering, to make atonement for him, and he will be clean."]},{"type":"line_break"},{"type":"verse","number":21,"content":["If, however, the person is poor and cannot afford these offerings, he is to take one male lamb as a guilt offering to be waved to make atonement for him, along with a tenth of an ephah of fine flour",{"noteId":31},"mixed with olive oil for a grain offering, a log of olive oil,"]},{"type":"verse","number":22,"content":["and two turtledoves or two young pigeons, whichever he can afford, one to be a sin offering and the other a burnt offering."]},{"type":"line_break"},{"type":"verse","number":23,"content":["On the eighth day he is to bring them for his cleansing to the priest at the entrance to the Tent of Meeting before the LORD."]},{"type":"verse","number":24,"content":["The priest shall take the lamb for the guilt offering, along with the log of olive oil, and wave them as a wave offering before the LORD."]},{"type":"line_break"},{"type":"verse","number":25,"content":["And after he slaughters the lamb for the guilt offering, the priest is to take some of the blood of the guilt offering and put it on the right earlobe of the one to be cleansed, on the thumb of his right hand, and on the big toe of his right foot."]},{"type":"verse","number":26,"content":["Then the priest is to pour some of the oil into his left palm"]},{"type":"verse","number":27,"content":["and sprinkle with his right forefinger some of the oil in his left palm seven times before the LORD."]},{"type":"verse","number":28,"content":["The priest shall also put some of the oil in his palm on the right earlobe of the one to be cleansed, on the thumb of his right hand, and on the big toe of his right foot—on the same places as the blood of the guilt offering."]},{"type":"line_break"},{"type":"verse","number":29,"content":["The rest of the oil in his palm, the priest is to put on the head of the one to be cleansed, to make atonement for him before the LORD."]},{"type":"verse","number":30,"content":["Then he must sacrifice the turtledoves or young pigeons, whichever he can afford,"]},{"type":"verse","number":31,"content":["one as a sin offering and the other as a burnt offering,",{"noteId":32},"together with the grain offering. In this way the priest will make atonement before the LORD for the one to be cleansed."]},{"type":"line_break"},{"type":"verse","number":32,"content":["This is the law for someone who has a skin disease and cannot afford the cost of his cleansing.”"]},{"type":"heading","content":["Signs of Home Contamination"]},{"type":"line_break"},{"type":"verse","number":33,"content":["Then the LORD said to Moses and Aaron,"]},{"type":"verse","number":34,"content":["“When you enter the land of Canaan, which I am giving you as your possession, and I put a contamination of mildew",{"noteId":33},"into a house in that land,"]},{"type":"verse","number":35,"content":["the owner of the house shall come and tell the priest, ‘Something like mildew has appeared in my house.’"]},{"type":"line_break"},{"type":"verse","number":36,"content":["The priest must order that the house be cleared before he enters it to examine the mildew, so that nothing in the house will become unclean. After this, the priest shall go in to inspect the house."]},{"type":"line_break"},{"type":"verse","number":37,"content":["He is to examine the house, and if the mildew on the walls consists of green or red depressions that appear to be beneath the surface of the wall,"]},{"type":"verse","number":38,"content":["the priest shall go outside the doorway of the house and close it up for seven days."]},{"type":"line_break"},{"type":"verse","number":39,"content":["On the seventh day the priest is to return and inspect the house. If the mildew has spread on the walls,"]},{"type":"verse","number":40,"content":["he must order that the contaminated stones be pulled out and thrown into an unclean place outside the city."]},{"type":"verse","number":41,"content":["And he shall have the inside of the house scraped completely and the plaster that is scraped off dumped into an unclean place outside the city."]},{"type":"line_break"},{"type":"verse","number":42,"content":["So different stones must be obtained to replace the contaminated ones, as well as additional mortar to replaster the house."]},{"type":"line_break"},{"type":"verse","number":43,"content":["If the mildew reappears in the house after the stones have been torn out and the house has been scraped and replastered,"]},{"type":"verse","number":44,"content":["the priest must come and inspect it.",{"lineBreak":true},"If the mildew has spread in the house, it is a destructive mildew; the house is unclean."]},{"type":"verse","number":45,"content":["It must be torn down with its stones, its timbers, and all its plaster, and taken outside the city to an unclean place."]},{"type":"verse","number":46,"content":["Anyone who enters the house during any of the days that it is closed up will be unclean until evening."]},{"type":"verse","number":47,"content":["And anyone who sleeps in the house or eats in it must wash his clothes."]},{"type":"heading","content":["Cleansing a Home"]},{"type":"line_break"},{"type":"verse","number":48,"content":["If, however, the priest comes and inspects it, and the mildew has not spread after the house has been replastered, he shall pronounce the house clean, because the mildew is gone."]},{"type":"line_break"},{"type":"verse","number":49,"content":["He is to take two birds, cedar wood, scarlet yarn, and hyssop to purify the house;"]},{"type":"verse","number":50,"content":["and he shall slaughter one of the birds over fresh water in a clay pot."]},{"type":"line_break"},{"type":"verse","number":51,"content":["Then he shall take the cedar wood, the hyssop, the scarlet yarn, and the live bird, dip them in the blood of the slaughtered bird and the fresh water, and sprinkle the house seven times."]},{"type":"verse","number":52,"content":["And he shall cleanse the house with the bird’s blood, the fresh water, the live bird, the cedar wood, the hyssop, and the scarlet yarn."]},{"type":"line_break"},{"type":"verse","number":53,"content":["Finally, he is to release the live bird into the open fields outside the city. In this way he will make atonement for the house, and it will be clean."]},{"type":"line_break"},{"type":"verse","number":54,"content":["This is the law for any infectious skin disease, for a scaly outbreak,"]},{"type":"verse","number":55,"content":["for mildew in clothing or in a house,"]},{"type":"verse","number":56,"content":["and for a swelling, rash, or spot,"]},{"type":"verse","number":57,"content":["to determine when something is clean or unclean. This is the law regarding skin diseases and mildew.",{"noteId":34},"”"]}],"footnotes":[{"noteId":27,"caller":"+","text":"Forms of the Hebrew tzaraath, traditionally translated as leprosy, were used for various skin diseases; also in verses 3, 7, 32, 54, and 57.","reference":{"chapter":14,"verse":2}},{"noteId":28,"caller":"+","text":"Or flowing water or living water; here and in verses 6, 50, 51, and 52","reference":{"chapter":14,"verse":5}},{"noteId":29,"caller":"+","text":"Three-tenths of an ephah is approximately 6 dry quarts or 6.6 liters (probably about 7.6 pounds or 3.5 kilograms of flour).","reference":{"chapter":14,"verse":10}},{"noteId":30,"caller":"+","text":"Or one log of oil; that is, approximately 0.33 quarts or 0.31 liters; also in verses 12, 15, 21, and 24","reference":{"chapter":14,"verse":10}},{"noteId":31,"caller":"+","text":"A tenth of an ephah is approximately 2 dry quarts or 2.2 liters (probably about 2.6 pounds or 1.2 kilograms of flour).","reference":{"chapter":14,"verse":21}},{"noteId":32,"caller":"+","text":"LXX and Syriac; Hebrew includes as he is able to afford,","reference":{"chapter":14,"verse":31}},{"noteId":33,"caller":"+","text":"Forms of the Hebrew tzaraath, traditionally translated as leprosy regarding skin diseases, are translated as mildew regarding blemishes on garments, utensils, or buildings; here and throughout the remainder of this chapter.","reference":{"chapter":14,"verse":34}},{"noteId":34,"caller":"+","text":"The Hebrew translated here as skin diseases and mildew is one singular term; see the footnotes for verses 2 and 34.","reference":{"chapter":14,"verse":57}}]},"thisChapterLink":"/api/BSB/LEV/14.json","thisChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_03_Lev_014_G.mp3","hays":"https://openbible.com/audio/hays/BSB_03_Lev_014_H.mp3","souer":"https://openbible.com/audio/souer/BSB_03_Lev_014.mp3"},"nextChapterApiLink":"/api/BSB/LEV/15.json","nextChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_03_Lev_015_G.mp3","hays":"https://openbible.com/audio/hays/BSB_03_Lev_015_H.mp3","souer":"https://openbible.com/audio/souer/BSB_03_Lev_015.mp3"},"previousChapterApiLink":"/api/BSB/LEV/13.json","previousChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_03_Lev_013_G.mp3","hays":"https://openbible.com/audio/hays/BSB_03_Lev_013_H.mp3","souer":"https://openbible.com/audio/souer/BSB_03_Lev_013.mp3"},"numberOfVerses":57}