{"translation":{"id":"BSB","name":"Berean Standard Bible","website":"https://berean.bible/","licenseUrl":"https://berean.bible/","licenseNotes":null,"shortName":"BSB","englishName":"Berean Standard Bible","language":"eng","textDirection":"ltr","sha256":"b2898c49cadb50fd8763feb9e2f74a90a3817e33408a24b6cbf09e7a950dde97","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json","numberOfBooks":66,"totalNumberOfChapters":1189,"totalNumberOfVerses":31086,"languageName":"English","languageEnglishName":"English"},"book":{"id":"LEV","translationId":"BSB","name":"Leviticus","commonName":"Leviticus","title":"Leviticus","order":3,"numberOfChapters":27,"sha256":"35250d8f2fad8fda5ff02e8c24240df54566d5edea46b6803e1886c756d2607e","firstChapterNumber":1,"firstChapterApiLink":"/api/BSB/LEV/1.json","lastChapterNumber":27,"lastChapterApiLink":"/api/BSB/LEV/27.json","totalNumberOfVerses":859},"chapter":{"number":15,"content":[{"type":"heading","content":["The Uncleanness of Men"]},{"type":"verse","number":1,"content":["And the LORD said to Moses and Aaron,"]},{"type":"verse","number":2,"content":["“Say to the Israelites, ‘When any man has a bodily discharge, the discharge is unclean."]},{"type":"verse","number":3,"content":["This uncleanness is from his discharge, whether his body allows the discharge to flow or blocks it. So his discharge will bring about uncleanness."]},{"type":"line_break"},{"type":"verse","number":4,"content":["Any bed on which the man with the discharge lies will be unclean, and any furniture on which he sits will be unclean."]},{"type":"verse","number":5,"content":["Anyone who touches his bed must wash his clothes and bathe with water, and he will be unclean until evening."]},{"type":"verse","number":6,"content":["Whoever sits on furniture on which the man with the discharge was sitting must wash his clothes and bathe with water, and he will be unclean until evening."]},{"type":"line_break"},{"type":"verse","number":7,"content":["Whoever touches the body of the man with a discharge must wash his clothes and bathe with water, and he will be unclean until evening."]},{"type":"verse","number":8,"content":["If the man with the discharge spits on one who is clean, that person must wash his clothes and bathe with water, and he will be unclean until evening."]},{"type":"line_break"},{"type":"verse","number":9,"content":["Any saddle on which the man with the discharge rides will be unclean."]},{"type":"verse","number":10,"content":["Whoever touches anything that was under him will be unclean until evening, and whoever carries such things must wash his clothes and bathe with water, and he will be unclean until evening."]},{"type":"line_break"},{"type":"verse","number":11,"content":["If the man with the discharge touches anyone without first rinsing his hands with water, the one who was touched must wash his clothes and bathe with water, and he will be unclean until evening."]},{"type":"verse","number":12,"content":["Any clay pot that the man with the discharge touches must be broken, and any wooden utensil must be rinsed with water."]},{"type":"heading","content":["The Cleansing of Men"]},{"type":"line_break"},{"type":"verse","number":13,"content":["When the man has been cleansed from his discharge, he must count off seven days for his cleansing, wash his clothes, and bathe himself in fresh water,",{"noteId":35},"and he shall be clean."]},{"type":"verse","number":14,"content":["On the eighth day he is to take two turtledoves or two young pigeons, come before the LORD at the entrance to the Tent of Meeting, and give them to the priest."]},{"type":"verse","number":15,"content":["The priest is to sacrifice them, one as a sin offering and the other as a burnt offering. In this way the priest will make atonement for the man before the LORD because of his discharge."]},{"type":"line_break"},{"type":"verse","number":16,"content":["When a man has an emission of semen, he must bathe his whole body with water, and he will be unclean until evening."]},{"type":"verse","number":17,"content":["Any clothing or leather on which there is an emission of semen must be washed with water, and it will remain unclean until evening."]},{"type":"verse","number":18,"content":["If a man lies with a woman and there is an emission of semen, both must bathe with water, and they will remain unclean until evening."]},{"type":"heading","content":["The Uncleanness of Women"]},{"type":"line_break"},{"type":"verse","number":19,"content":["When a woman has a discharge consisting of blood from her body, she will be unclean due to her menstruation for seven days, and anyone who touches her will be unclean until evening."]},{"type":"verse","number":20,"content":["Anything on which she lies or sits during her menstruation will be unclean,"]},{"type":"verse","number":21,"content":["and anyone who touches her bed must wash his clothes and bathe with water, and he will be unclean until evening."]},{"type":"line_break"},{"type":"verse","number":22,"content":["Whoever touches any furniture on which she was sitting must wash his clothes and bathe with water, and he will be unclean until evening."]},{"type":"verse","number":23,"content":["And whether it is a bed or furniture on which she was sitting, whoever touches it will be unclean until evening."]},{"type":"line_break"},{"type":"verse","number":24,"content":["If a man lies with her and her menstrual flow touches him, he will be unclean for seven days, and any bed on which he lies will become unclean."]},{"type":"line_break"},{"type":"verse","number":25,"content":["When a woman has a discharge of her blood for many days at a time other than her menstrual period, or if it continues beyond her period, she will be unclean all the days of her unclean discharge, just as she is during the days of her menstruation."]},{"type":"verse","number":26,"content":["Any bed on which she lies or any furniture on which she sits during the days of her discharge will be unclean, like her bed during her menstrual period."]},{"type":"verse","number":27,"content":["Anyone who touches these things will be unclean; he must wash his clothes and bathe with water, and he will be unclean until evening."]},{"type":"heading","content":["The Cleansing of Women"]},{"type":"line_break"},{"type":"verse","number":28,"content":["When a woman is cleansed of her discharge, she must count off seven days, and after that she will be ceremonially clean."]},{"type":"verse","number":29,"content":["On the eighth day she is to take two turtledoves or two young pigeons and bring them to the priest at the entrance to the Tent of Meeting."]},{"type":"verse","number":30,"content":["The priest is to sacrifice one as a sin offering and the other as a burnt offering. In this way the priest will make atonement for her before the LORD for her unclean discharge."]},{"type":"line_break"},{"type":"verse","number":31,"content":["You must keep the children of Israel separate from their uncleanness, so that they do not die by defiling My tabernacle, which is among them."]},{"type":"line_break"},{"type":"verse","number":32,"content":["This is the law of him who has a discharge, of the man who has an emission of semen whereby he is unclean,"]},{"type":"verse","number":33,"content":["of a woman in her menstrual period, of any male or female who has a discharge, and of a man who lies with an unclean woman.’”"]}],"footnotes":[{"noteId":35,"caller":"+","text":"Or flowing water or living water","reference":{"chapter":15,"verse":13}}]},"thisChapterLink":"/api/BSB/LEV/15.json","thisChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_03_Lev_015_G.mp3","hays":"https://openbible.com/audio/hays/BSB_03_Lev_015_H.mp3","souer":"https://openbible.com/audio/souer/BSB_03_Lev_015.mp3"},"nextChapterApiLink":"/api/BSB/LEV/16.json","nextChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_03_Lev_016_G.mp3","hays":"https://openbible.com/audio/hays/BSB_03_Lev_016_H.mp3","souer":"https://openbible.com/audio/souer/BSB_03_Lev_016.mp3"},"previousChapterApiLink":"/api/BSB/LEV/14.json","previousChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_03_Lev_014_G.mp3","hays":"https://openbible.com/audio/hays/BSB_03_Lev_014_H.mp3","souer":"https://openbible.com/audio/souer/BSB_03_Lev_014.mp3"},"numberOfVerses":33}