{"translation":{"id":"BSB","name":"Berean Standard Bible","website":"https://berean.bible/","licenseUrl":"https://berean.bible/","licenseNotes":null,"shortName":"BSB","englishName":"Berean Standard Bible","language":"eng","textDirection":"ltr","sha256":"b2898c49cadb50fd8763feb9e2f74a90a3817e33408a24b6cbf09e7a950dde97","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json","numberOfBooks":66,"totalNumberOfChapters":1189,"totalNumberOfVerses":31086,"languageName":"English","languageEnglishName":"English"},"book":{"id":"LEV","translationId":"BSB","name":"Leviticus","commonName":"Leviticus","title":"Leviticus","order":3,"numberOfChapters":27,"sha256":"35250d8f2fad8fda5ff02e8c24240df54566d5edea46b6803e1886c756d2607e","firstChapterNumber":1,"firstChapterApiLink":"/api/BSB/LEV/1.json","lastChapterNumber":27,"lastChapterApiLink":"/api/BSB/LEV/27.json","totalNumberOfVerses":859},"chapter":{"number":7,"content":[{"type":"heading","content":["The Guilt Offering"]},{"type":"verse","number":1,"content":["“Now this is the law of the guilt offering, which is most holy:"]},{"type":"verse","number":2,"content":["The guilt offering must be slaughtered in the place where the burnt offering is slaughtered, and the priest shall sprinkle its blood on all sides of the altar."]},{"type":"verse","number":3,"content":["And all the fat from it shall be offered: the fat tail, the fat that covers the entrails,"]},{"type":"verse","number":4,"content":["both kidneys with the fat on them near the loins, and the lobe of the liver, which is to be removed with the kidneys."]},{"type":"verse","number":5,"content":["The priest shall burn them on the altar as an offering made by fire to the LORD; it is a guilt offering."]},{"type":"verse","number":6,"content":["Every male among the priests may eat of it. It must be eaten in a holy place; it is most holy."]},{"type":"line_break"},{"type":"verse","number":7,"content":["The guilt offering is like the sin offering; the same law applies to both. It belongs to the priest who makes atonement with it."]},{"type":"verse","number":8,"content":["As for the priest who presents a burnt offering for anyone, the hide of that offering belongs to him."]},{"type":"verse","number":9,"content":["Likewise, every grain offering that is baked in an oven or cooked in a pan",{"noteId":11},"or on a griddle",{"noteId":12},"belongs to the priest who presents it,"]},{"type":"verse","number":10,"content":["and every grain offering, whether dry or mixed with oil, belongs equally to all the sons of Aaron."]},{"type":"heading","content":["The Peace Offering"]},{"type":"line_break"},{"type":"verse","number":11,"content":["Now this is the law of the peace offering that one may present to the LORD:"]},{"type":"verse","number":12,"content":["If he offers it in thanksgiving, then along with the sacrifice of thanksgiving he shall offer unleavened cakes mixed with olive oil, unleavened wafers coated with oil, and well-kneaded cakes of fine flour mixed with oil."]},{"type":"line_break"},{"type":"verse","number":13,"content":["Along with his peace offering of thanksgiving he is to present an offering with cakes of leavened bread."]},{"type":"verse","number":14,"content":["From the cakes he must present one portion of each offering as a contribution to the LORD. It belongs to the priest who sprinkles the blood of the peace offering."]},{"type":"verse","number":15,"content":["The meat of the sacrifice of his peace offering of thanksgiving must be eaten on the day he offers it; none of it may be left until morning."]},{"type":"line_break"},{"type":"verse","number":16,"content":["If, however, the sacrifice he offers is a vow or a freewill offering, it shall be eaten on the day he presents his sacrifice, but the remainder may be eaten on the next day."]},{"type":"verse","number":17,"content":["But any meat of the sacrifice remaining until the third day must be burned up."]},{"type":"verse","number":18,"content":["If any of the meat from his peace offering is eaten on the third day, it will not be accepted. It will not be credited to the one who presented it; it shall be an abomination, and the one who eats of it shall bear his iniquity."]},{"type":"line_break"},{"type":"verse","number":19,"content":["Meat that touches anything unclean must not be eaten; it is to be burned up. As for any other meat, anyone who is ceremonially clean may eat it."]},{"type":"verse","number":20,"content":["But if anyone who is unclean eats meat from the peace offering that belongs to the LORD, that person must be cut off from his people."]},{"type":"verse","number":21,"content":["If one touches anything unclean, whether human uncleanness, an unclean animal, or any unclean, detestable thing, and then eats any of the meat of the peace offering that belongs to the LORD, that person must be cut off from his people.”"]},{"type":"heading","content":["Fat and Blood Forbidden"]},{"type":"line_break"},{"type":"verse","number":22,"content":["Then the LORD said to Moses,"]},{"type":"verse","number":23,"content":["“Speak to the Israelites and say, ‘You are not to eat any of the fat of an ox, a sheep, or a goat."]},{"type":"verse","number":24,"content":["The fat of an animal found dead or mauled by wild beasts may be used for any other purpose, but you must not eat it."]},{"type":"line_break"},{"type":"verse","number":25,"content":["If anyone eats the fat of an animal from which an offering made by fire may be presented to the LORD, the one who eats it must be cut off from his people."]},{"type":"verse","number":26,"content":["You must not eat the blood of any bird or animal in any of your dwellings."]},{"type":"verse","number":27,"content":["If anyone eats blood, that person must be cut off from his people.’”"]},{"type":"heading","content":["The Priests’ Portion"]},{"type":"line_break"},{"type":"verse","number":28,"content":["Then the LORD said to Moses,"]},{"type":"verse","number":29,"content":["“Speak to the Israelites and say, ‘Anyone who presents a peace offering to the LORD must bring it as his sacrifice to the LORD."]},{"type":"verse","number":30,"content":["With his own hands he is to bring the offerings made by fire to the LORD; he shall bring the fat, together with the breast, and wave the breast as a wave offering before the LORD."]},{"type":"line_break"},{"type":"verse","number":31,"content":["The priest is to burn the fat on the altar, but the breast belongs to Aaron and his sons."]},{"type":"verse","number":32,"content":["And you are to give the right thigh to the priest as a contribution from your peace offering."]},{"type":"verse","number":33,"content":["The son of Aaron who presents the blood and fat of the peace offering shall have the right thigh as a portion."]},{"type":"line_break"},{"type":"verse","number":34,"content":["I have taken from the sons of Israel the breast of the wave offering and the thigh of the contribution of their peace offerings, and I have given them to Aaron the priest and his sons as a permanent portion from the sons of Israel.’”"]},{"type":"line_break"},{"type":"verse","number":35,"content":["This is the portion of the offerings made by fire to the LORD for Aaron and his sons since the day they were presented to serve the LORD as priests."]},{"type":"verse","number":36,"content":["On the day they were anointed, the LORD commanded that this be given them by the sons of Israel. It is a permanent portion for the generations to come."]},{"type":"line_break"},{"type":"verse","number":37,"content":["This is the law of the burnt offering, the grain offering, the sin offering, the guilt offering, the ordination offering, and the peace offering,"]},{"type":"verse","number":38,"content":["which the LORD gave Moses on Mount Sinai on the day He commanded the Israelites to present their offerings to the LORD in the Wilderness of Sinai."]}],"footnotes":[{"noteId":11,"caller":"+","text":"That is, a deep pan or stew pan","reference":{"chapter":7,"verse":9}},{"noteId":12,"caller":"+","text":"That is, a shallow pan for baking or frying","reference":{"chapter":7,"verse":9}}]},"thisChapterLink":"/api/BSB/LEV/7.json","thisChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_03_Lev_007_G.mp3","hays":"https://openbible.com/audio/hays/BSB_03_Lev_007_H.mp3","souer":"https://openbible.com/audio/souer/BSB_03_Lev_007.mp3"},"nextChapterApiLink":"/api/BSB/LEV/8.json","nextChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_03_Lev_008_G.mp3","hays":"https://openbible.com/audio/hays/BSB_03_Lev_008_H.mp3","souer":"https://openbible.com/audio/souer/BSB_03_Lev_008.mp3"},"previousChapterApiLink":"/api/BSB/LEV/6.json","previousChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_03_Lev_006_G.mp3","hays":"https://openbible.com/audio/hays/BSB_03_Lev_006_H.mp3","souer":"https://openbible.com/audio/souer/BSB_03_Lev_006.mp3"},"numberOfVerses":38}