{"translation":{"id":"BSB","name":"Berean Standard Bible","website":"https://berean.bible/","licenseUrl":"https://berean.bible/","licenseNotes":null,"shortName":"BSB","englishName":"Berean Standard Bible","language":"eng","textDirection":"ltr","sha256":"b2898c49cadb50fd8763feb9e2f74a90a3817e33408a24b6cbf09e7a950dde97","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json","numberOfBooks":66,"totalNumberOfChapters":1189,"totalNumberOfVerses":31086,"languageName":"English","languageEnglishName":"English"},"book":{"id":"LUK","translationId":"BSB","name":"Luke","commonName":"Luke","title":"Luke","order":42,"numberOfChapters":24,"sha256":"71544df0d2706cec52603cd84ca70084477256899b93aa4a130c02631e22a526","firstChapterNumber":1,"firstChapterApiLink":"/api/BSB/LUK/1.json","lastChapterNumber":24,"lastChapterApiLink":"/api/BSB/LUK/24.json","totalNumberOfVerses":1149},"chapter":{"number":11,"content":[{"type":"heading","content":["The Lord’s Prayer"]},{"type":"verse","number":1,"content":["One day in a place where Jesus had just finished praying, one of His disciples requested, “Lord, teach us to pray, just as John taught his disciples.”"]},{"type":"line_break"},{"type":"verse","number":2,"content":["So Jesus told them, “When you pray, say:",{"lineBreak":true},{"text":"‘Father,","poem":1},{"noteId":61},{"text":"hallowed be Your name.","poem":1},{"lineBreak":true},{"text":"Your kingdom come.","poem":1},{"noteId":62}]},{"type":"verse","number":3,"content":[{"lineBreak":true},{"text":"Give us each day our daily bread.","poem":1}]},{"type":"verse","number":4,"content":[{"lineBreak":true},{"text":"And forgive us our sins,","poem":1},{"text":"for we also forgive everyone who sins against us.","poem":2},{"text":"And lead us not into temptation.","poem":1},{"noteId":63},{"text":"’”","poem":1}]},{"type":"heading","content":["Ask, Seek, Knock"]},{"type":"line_break"},{"type":"verse","number":5,"content":["Then Jesus said to them, “Suppose one of you goes to his friend at midnight and says, ‘Friend, lend me three loaves of bread,"]},{"type":"verse","number":6,"content":["because a friend of mine has come to me on a journey, and I have nothing to set before him.’"]},{"type":"line_break"},{"type":"verse","number":7,"content":["And suppose the one inside answers, ‘Do not bother me. My door is already shut, and my children and I are in bed. I cannot get up to give you anything.’"]},{"type":"line_break"},{"type":"verse","number":8,"content":["I tell you, even though he will not get up to provide for him because of his friendship, yet because of the man’s persistence, he will get up and give him as much as he needs."]},{"type":"line_break"},{"type":"verse","number":9,"content":["So I tell you: Ask, and it will be given to you; seek, and you will find; knock, and the door will be opened to you."]},{"type":"verse","number":10,"content":["For everyone who asks receives; he who seeks finds; and to him who knocks, the door will be opened."]},{"type":"line_break"},{"type":"verse","number":11,"content":["What father among you, if his son asks for a fish,",{"noteId":64},"will give him a snake instead?"]},{"type":"verse","number":12,"content":["Or if he asks for an egg, will give him a scorpion?"]},{"type":"verse","number":13,"content":["So if you who are evil know how to give good gifts to your children, how much more will your Father in heaven give the Holy Spirit to those who ask Him!”"]},{"type":"heading","content":["A House Divided"]},{"type":"line_break"},{"type":"verse","number":14,"content":["One day Jesus was driving out a demon that was mute. And when the demon was gone, the man who had been mute spoke. The crowds were amazed,"]},{"type":"verse","number":15,"content":["but some of them said, “It is by Beelzebul,",{"noteId":65},"the prince of the demons, that He drives out demons.”"]},{"type":"verse","number":16,"content":["And others tested Him by demanding a sign from heaven."]},{"type":"line_break"},{"type":"verse","number":17,"content":["Knowing their thoughts, Jesus said to them, “Every kingdom divided against itself will be laid waste, and a house divided against a house will fall."]},{"type":"verse","number":18,"content":["If Satan is divided against himself, how can his kingdom stand? After all, you say that I drive out demons by Beelzebul."]},{"type":"verse","number":19,"content":["And if I drive out demons by Beelzebul, by whom do your sons drive them out? So then, they will be your judges."]},{"type":"verse","number":20,"content":["But if I drive out demons by the finger of God, then the kingdom of God has come upon you."]},{"type":"line_break"},{"type":"verse","number":21,"content":["When a strong man, fully armed, guards his house, his possessions are secure."]},{"type":"verse","number":22,"content":["But when someone stronger attacks and overpowers him, he takes away the armor in which the man trusted, and then he divides up his plunder."]},{"type":"line_break"},{"type":"verse","number":23,"content":["He who is not with Me is against Me, and he who does not gather with Me scatters."]},{"type":"heading","content":["An Unclean Spirit Returns"]},{"type":"line_break"},{"type":"verse","number":24,"content":["When an unclean spirit comes out of a man, it passes through arid places seeking rest and does not find it. Then it says, ‘I will return to the house I left.’"]},{"type":"verse","number":25,"content":["On its return, it finds the house swept clean and put in order."]},{"type":"verse","number":26,"content":["Then it goes and brings seven other spirits more wicked than itself, and they go in and dwell there. And the final plight of that man is worse than the first.”"]},{"type":"heading","content":["True Blessedness"]},{"type":"line_break"},{"type":"verse","number":27,"content":["As Jesus was saying these things, a woman in the crowd raised her voice and said, “Blessed is the womb that bore You, and blessed are the breasts that nursed You!”"]},{"type":"line_break"},{"type":"verse","number":28,"content":["But He replied, “Blessed rather are those who hear the word of God and obey it.”"]},{"type":"heading","content":["The Sign of Jonah"]},{"type":"line_break"},{"type":"verse","number":29,"content":["As the crowds were increasing, Jesus said, “This is a wicked generation. It demands a sign, but none will be given it except the sign of Jonah."]},{"type":"verse","number":30,"content":["For as Jonah was a sign to the Ninevites, so the Son of Man will be a sign to this generation."]},{"type":"line_break"},{"type":"verse","number":31,"content":["The Queen of the South will rise at the judgment with the men of this generation and condemn them; for she came from the ends of the earth to hear the wisdom of Solomon, and now One greater than Solomon is here."]},{"type":"verse","number":32,"content":["The men of Nineveh will stand at the judgment with this generation and condemn it; for they repented at the preaching of Jonah, and now One greater than Jonah is here."]},{"type":"heading","content":["The Lamp of the Body"]},{"type":"line_break"},{"type":"verse","number":33,"content":["No one lights a lamp and puts it in a cellar or under a basket. Instead, he sets it on a stand, so those who enter can see the light."]},{"type":"line_break"},{"type":"verse","number":34,"content":["Your eye is the lamp of your body. When your eyes are good,",{"noteId":66},"your whole body also is full of light. But when they are bad,",{"noteId":67},"your body is full of darkness."]},{"type":"verse","number":35,"content":["Be careful, then, that the light within you is not darkness."]},{"type":"verse","number":36,"content":["So if your whole body is full of light, with no part of it in darkness, you will be radiant, as though a lamp were shining on you.”"]},{"type":"heading","content":["Woes to Pharisees and Experts in the Law"]},{"type":"line_break"},{"type":"verse","number":37,"content":["As Jesus was speaking, a Pharisee invited Him to dine with him; so He went in and reclined at the table."]},{"type":"verse","number":38,"content":["But the Pharisee was surprised to see that Jesus did not first wash before the meal."]},{"type":"line_break"},{"type":"verse","number":39,"content":["“Now then,” said the Lord, “you Pharisees clean the outside of the cup and dish, but inside you are full of greed and wickedness."]},{"type":"verse","number":40,"content":["You fools! Did not the One who made the outside make the inside as well?"]},{"type":"verse","number":41,"content":["But give as alms the things that are within you, and you will see that everything is clean for you."]},{"type":"line_break"},{"type":"verse","number":42,"content":["Woe to you Pharisees! You pay tithes of mint, rue, and every herb, but you disregard justice and the love of God. You should have practiced the latter without neglecting the former."]},{"type":"line_break"},{"type":"verse","number":43,"content":["Woe to you Pharisees! You love the chief seats in the synagogues and the greetings in the marketplaces."]},{"type":"verse","number":44,"content":["Woe to you! For you are like unmarked graves, which men walk over without even noticing.”"]},{"type":"line_break"},{"type":"verse","number":45,"content":["One of the experts in the law told Him, “Teacher, when You say these things, You insult us as well.”"]},{"type":"line_break"},{"type":"verse","number":46,"content":["“Woe to you as well, experts in the law!” He replied. “You weigh men down with heavy burdens, but you yourselves will not lift a finger to lighten their load."]},{"type":"line_break"},{"type":"verse","number":47,"content":["Woe to you! You build tombs for the prophets, but it was your fathers who killed them."]},{"type":"verse","number":48,"content":["So you are witnesses consenting to the deeds of your fathers: They killed the prophets, and you build their tombs."]},{"type":"verse","number":49,"content":["Because of this, the wisdom of God said, ‘I will send them prophets and apostles; some of them they will kill and others they will persecute.’"]},{"type":"line_break"},{"type":"verse","number":50,"content":["As a result, this generation will be charged with the blood of all the prophets that has been shed since the foundation of the world,"]},{"type":"verse","number":51,"content":["from the blood of Abel to the blood of Zechariah, who was killed between the altar and the sanctuary.",{"noteId":68},"Yes, I tell you, all of it will be charged to this generation."]},{"type":"line_break"},{"type":"verse","number":52,"content":["Woe to you experts in the law! For you have taken away the key to knowledge. You yourselves have not entered, and you have hindered those who were entering.”"]},{"type":"line_break"},{"type":"verse","number":53,"content":["As Jesus went on from there, the scribes and Pharisees began to oppose Him bitterly and to ply Him with questions about many things,"]},{"type":"verse","number":54,"content":["waiting to catch Him in something He might say."]}],"footnotes":[{"noteId":61,"caller":"+","text":"BYZ and TR Our Father in heaven; see Matthew 6:9.","reference":{"chapter":11,"verse":2}},{"noteId":62,"caller":"+","text":"BYZ and TR include Your will be done, on earth as it is in heaven; see Matthew 6:10.","reference":{"chapter":11,"verse":2}},{"noteId":63,"caller":"+","text":"BYZ and TR include but deliver us from the evil one; see Matthew 6:13.","reference":{"chapter":11,"verse":4}},{"noteId":64,"caller":"+","text":"BYZ and TR if his son asks for bread, will give him a stone, or for a fish; see Matthew 7:9–10.","reference":{"chapter":11,"verse":11}},{"noteId":65,"caller":"+","text":"WH Beezeboul; Vulgate Beelzebub; also in verses 18 and 19","reference":{"chapter":11,"verse":15}},{"noteId":66,"caller":"+","text":"Literally when your eye is sound; see Proverbs 22:9.","reference":{"chapter":11,"verse":34}},{"noteId":67,"caller":"+","text":"Literally when it is evil; see Proverbs 23:6 and Proverbs 28:22.","reference":{"chapter":11,"verse":34}},{"noteId":68,"caller":"+","text":"Literally the house","reference":{"chapter":11,"verse":51}}]},"thisChapterLink":"/api/BSB/LUK/11.json","thisChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_42_Luk_011_G.mp3","hays":"https://openbible.com/audio/hays/BSB_42_Luk_011_H.mp3","souer":"https://openbible.com/audio/souer/BSB_42_Luk_011.mp3"},"nextChapterApiLink":"/api/BSB/LUK/12.json","nextChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_42_Luk_012_G.mp3","hays":"https://openbible.com/audio/hays/BSB_42_Luk_012_H.mp3","souer":"https://openbible.com/audio/souer/BSB_42_Luk_012.mp3"},"previousChapterApiLink":"/api/BSB/LUK/10.json","previousChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_42_Luk_010_G.mp3","hays":"https://openbible.com/audio/hays/BSB_42_Luk_010_H.mp3","souer":"https://openbible.com/audio/souer/BSB_42_Luk_010.mp3"},"numberOfVerses":54}