{"translation":{"id":"BSB","name":"Berean Standard Bible","website":"https://berean.bible/","licenseUrl":"https://berean.bible/","licenseNotes":null,"shortName":"BSB","englishName":"Berean Standard Bible","language":"eng","textDirection":"ltr","sha256":"b2898c49cadb50fd8763feb9e2f74a90a3817e33408a24b6cbf09e7a950dde97","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json","numberOfBooks":66,"totalNumberOfChapters":1189,"totalNumberOfVerses":31086,"languageName":"English","languageEnglishName":"English"},"book":{"id":"LUK","translationId":"BSB","name":"Luke","commonName":"Luke","title":"Luke","order":42,"numberOfChapters":24,"sha256":"71544df0d2706cec52603cd84ca70084477256899b93aa4a130c02631e22a526","firstChapterNumber":1,"firstChapterApiLink":"/api/BSB/LUK/1.json","lastChapterNumber":24,"lastChapterApiLink":"/api/BSB/LUK/24.json","totalNumberOfVerses":1149},"chapter":{"number":12,"content":[{"type":"heading","content":["The Leaven of the Pharisees"]},{"type":"verse","number":1,"content":["In the meantime, a crowd of many thousands had gathered, so that they were trampling one another. Jesus began to speak first to His disciples: “Beware of the leaven of the Pharisees, which is hypocrisy."]},{"type":"verse","number":2,"content":["There is nothing concealed that will not be disclosed, and nothing hidden that will not be made known."]},{"type":"verse","number":3,"content":["What you have spoken in the dark will be heard in the daylight, and what you have whispered in the inner rooms will be proclaimed from the housetops."]},{"type":"heading","content":["Fear God Alone"]},{"type":"line_break"},{"type":"verse","number":4,"content":["I tell you, My friends, do not be afraid of those who kill the body and after that can do no more."]},{"type":"verse","number":5,"content":["But I will show you whom you should fear: Fear the One who, after you have been killed, has authority to throw you into hell.",{"noteId":69},"Yes, I tell you, fear Him!"]},{"type":"line_break"},{"type":"verse","number":6,"content":["Are not five sparrows sold for two pennies?",{"noteId":70},"Yet not one of them is forgotten by God."]},{"type":"verse","number":7,"content":["And even the very hairs of your head are all numbered. So do not be afraid; you are worth more than many sparrows."]},{"type":"heading","content":["Confessing Christ"]},{"type":"line_break"},{"type":"verse","number":8,"content":["I tell you, everyone who confesses Me before men, the Son of Man will also confess him before the angels of God."]},{"type":"verse","number":9,"content":["But whoever denies Me before men will be denied before the angels of God."]},{"type":"verse","number":10,"content":["And everyone who speaks a word against the Son of Man will be forgiven, but whoever blasphemes against the Holy Spirit will not be forgiven."]},{"type":"line_break"},{"type":"verse","number":11,"content":["When you are brought before synagogues, rulers, and authorities, do not worry about how to defend yourselves or what to say."]},{"type":"verse","number":12,"content":["For at that time the Holy Spirit will teach you what you should say.”"]},{"type":"heading","content":["The Parable of the Rich Fool"]},{"type":"line_break"},{"type":"verse","number":13,"content":["Someone in the crowd said to Him, “Teacher, tell my brother to divide the inheritance with me.”"]},{"type":"line_break"},{"type":"verse","number":14,"content":["But Jesus replied, “Man, who appointed Me judge or executor between you?”"]},{"type":"verse","number":15,"content":["And He said to them, “Watch out! Guard yourselves against every form of greed, for one’s life does not consist in the abundance of his possessions.”"]},{"type":"line_break"},{"type":"verse","number":16,"content":["Then He told them a parable: “The ground of a certain rich man produced an abundance."]},{"type":"verse","number":17,"content":["So he thought to himself, ‘What shall I do, since I have nowhere to store my crops?’"]},{"type":"verse","number":18,"content":["Then he said, ‘This is what I will do: I will tear down my barns and will build bigger ones, and there I will store up all my grain and my goods."]},{"type":"verse","number":19,"content":["Then I will say to myself, “You have plenty of good things laid up for many years. Take it easy. Eat, drink, and be merry!”’"]},{"type":"line_break"},{"type":"verse","number":20,"content":["But God said to him, ‘You fool! This very night your life will be required of you. Then who will own what you have accumulated?’"]},{"type":"line_break"},{"type":"verse","number":21,"content":["This is how it will be for anyone who stores up treasure for himself but is not rich toward God.”"]},{"type":"heading","content":["Do Not Worry"]},{"type":"line_break"},{"type":"verse","number":22,"content":["Then Jesus said to His disciples, “Therefore I tell you, do not worry about your life, what you will eat, or about your body, what you will wear."]},{"type":"verse","number":23,"content":["For life is more than food, and the body more than clothes."]},{"type":"verse","number":24,"content":["Consider the ravens: They do not sow or reap, they have no storehouse or barn; yet God feeds them. How much more valuable you are than the birds!"]},{"type":"line_break"},{"type":"verse","number":25,"content":["Who of you by worrying can add a single hour to his life?",{"noteId":71}]},{"type":"verse","number":26,"content":["So if you cannot do such a small thing, why do you worry about the rest?"]},{"type":"line_break"},{"type":"verse","number":27,"content":["Consider how the lilies grow: They do not labor or spin.",{"noteId":72},"Yet I tell you, not even Solomon in all his glory was adorned like one of these."]},{"type":"verse","number":28,"content":["If that is how God clothes the grass of the field, which is here today and tomorrow is thrown into the furnace, how much more will He clothe you, O you of little faith!"]},{"type":"line_break"},{"type":"verse","number":29,"content":["And do not be concerned about what you will eat or drink. Do not worry about it."]},{"type":"verse","number":30,"content":["For the Gentiles of the world strive after all these things, and your Father knows that you need them."]},{"type":"verse","number":31,"content":["But seek His",{"noteId":73},"kingdom, and these things will be added unto you."]},{"type":"heading","content":["Treasures in Heaven"]},{"type":"line_break"},{"type":"verse","number":32,"content":["Do not be afraid, little flock, for your Father is pleased to give you the kingdom."]},{"type":"verse","number":33,"content":["Sell your possessions and give to the poor. Provide yourselves with purses that will not wear out, an inexhaustible treasure in heaven, where no thief approaches and no moth destroys."]},{"type":"verse","number":34,"content":["For where your treasure is, there your heart will be also."]},{"type":"heading","content":["Readiness at Any Hour"]},{"type":"line_break"},{"type":"verse","number":35,"content":["Be dressed for service and keep your lamps burning."]},{"type":"verse","number":36,"content":["Then you will be like servants waiting for their master to return from the wedding banquet, so that when he comes and knocks, they can open the door for him at once."]},{"type":"verse","number":37,"content":["Blessed are those servants whom the master finds on watch when he returns. Truly I tell you, he will dress himself to serve and will have them recline at the table, and he himself will come and wait on them."]},{"type":"verse","number":38,"content":["Even if he comes in the second or third watch of the night",{"noteId":74},"and finds them alert, those servants will be blessed."]},{"type":"line_break"},{"type":"verse","number":39,"content":["But understand this: If the homeowner had known at what hour the thief was coming,",{"noteId":75},"he would not have let his house be broken into."]},{"type":"verse","number":40,"content":["You also must be ready, because the Son of Man will come at an hour you do not expect.”"]},{"type":"line_break"},{"type":"verse","number":41,"content":["“Lord,” said Peter, “are You addressing this parable to us, or to everyone else as well?”"]},{"type":"line_break"},{"type":"verse","number":42,"content":["And the Lord answered, “Who then is the faithful and wise manager, whom the master puts in charge of his servants to give them their portion at the proper time?"]},{"type":"verse","number":43,"content":["Blessed is that servant whose master finds him doing so when he returns."]},{"type":"verse","number":44,"content":["Truly I tell you, he will put him in charge of all his possessions."]},{"type":"line_break"},{"type":"verse","number":45,"content":["But suppose that servant says in his heart, ‘My master will be a long time in coming,’ and he begins to beat the menservants and maidservants, and to eat and drink and get drunk."]},{"type":"verse","number":46,"content":["The master of that servant will come on a day he does not expect and at an hour he does not anticipate. Then he will cut him to pieces and assign him a place with the unbelievers."]},{"type":"line_break"},{"type":"verse","number":47,"content":["That servant who knows his master’s will but does not get ready or follow his instructions will be beaten with many blows."]},{"type":"verse","number":48,"content":["But the one who unknowingly does things worthy of punishment will be beaten with few blows. From everyone who has been given much, much will be required; and from him who has been entrusted with much, even more will be demanded."]},{"type":"heading","content":["Not Peace but Division"]},{"type":"line_break"},{"type":"verse","number":49,"content":["I have come to ignite a fire on the earth, and how I wish it were already kindled!"]},{"type":"verse","number":50,"content":["But I have a baptism to undergo, and how distressed I am until it is accomplished!"]},{"type":"line_break"},{"type":"verse","number":51,"content":["Do you think that I have come to bring peace to the earth? No, I tell you, but division."]},{"type":"verse","number":52,"content":["From now on, five in one household will be divided, three against two and two against three."]},{"type":"verse","number":53,"content":["They will be divided, father against son and son against father, mother against daughter and daughter against mother, mother-in-law against daughter-in-law and daughter-in-law against mother-in-law.",{"noteId":76},"”"]},{"type":"heading","content":["Interpreting the Present Time"]},{"type":"line_break"},{"type":"verse","number":54,"content":["Then Jesus said to the crowds, “As soon as you see a cloud rising in the west, you say, ‘A shower is coming,’ and that is what happens."]},{"type":"verse","number":55,"content":["And when the south wind blows, you say, ‘It will be hot,’ and it is."]},{"type":"verse","number":56,"content":["You hypocrites! You know how to interpret the appearance of the earth and sky. Why don’t you know how to interpret the present time?"]},{"type":"heading","content":["Reconciling with an Adversary"]},{"type":"line_break"},{"type":"verse","number":57,"content":["And why don’t you judge for yourselves what is right?"]},{"type":"verse","number":58,"content":["Make every effort to reconcile with your adversary while you are on your way to the magistrate. Otherwise, he may drag you off to the judge, and the judge may hand you over to the officer, and the officer may throw you into prison."]},{"type":"verse","number":59,"content":["I tell you, you will not get out until you have paid the very last penny.",{"noteId":77},"”"]}],"footnotes":[{"noteId":69,"caller":"+","text":"Greek Gehenna","reference":{"chapter":12,"verse":5}},{"noteId":70,"caller":"+","text":"Greek two assaria; an assarion was a Roman copper coin worth about 1/16 of a denarius.","reference":{"chapter":12,"verse":6}},{"noteId":71,"caller":"+","text":"Or a single cubit to his height; a cubit was approximately 18 inches or 45 centimeters.","reference":{"chapter":12,"verse":25}},{"noteId":72,"caller":"+","text":"NE and Tischendorf Consider the lilies: they do not spin or weave.","reference":{"chapter":12,"verse":27}},{"noteId":73,"caller":"+","text":"BYZ and TR God’s; see Matthew 6:33.","reference":{"chapter":12,"verse":31}},{"noteId":74,"caller":"+","text":"That is, between nine at night and three in the morning","reference":{"chapter":12,"verse":38}},{"noteId":75,"caller":"+","text":"BYZ and TR include he would have stayed awake, and","reference":{"chapter":12,"verse":39}},{"noteId":76,"caller":"+","text":"See Micah 7:6.","reference":{"chapter":12,"verse":53}},{"noteId":77,"caller":"+","text":"Greek lepton; that is, a Jewish coin of bronze or copper worth about 1/128 of a denarius","reference":{"chapter":12,"verse":59}}]},"thisChapterLink":"/api/BSB/LUK/12.json","thisChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_42_Luk_012_G.mp3","hays":"https://openbible.com/audio/hays/BSB_42_Luk_012_H.mp3","souer":"https://openbible.com/audio/souer/BSB_42_Luk_012.mp3"},"nextChapterApiLink":"/api/BSB/LUK/13.json","nextChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_42_Luk_013_G.mp3","hays":"https://openbible.com/audio/hays/BSB_42_Luk_013_H.mp3","souer":"https://openbible.com/audio/souer/BSB_42_Luk_013.mp3"},"previousChapterApiLink":"/api/BSB/LUK/11.json","previousChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_42_Luk_011_G.mp3","hays":"https://openbible.com/audio/hays/BSB_42_Luk_011_H.mp3","souer":"https://openbible.com/audio/souer/BSB_42_Luk_011.mp3"},"numberOfVerses":59}