{"translation":{"id":"BSB","name":"Berean Standard Bible","website":"https://berean.bible/","licenseUrl":"https://berean.bible/","licenseNotes":null,"shortName":"BSB","englishName":"Berean Standard Bible","language":"eng","textDirection":"ltr","sha256":"b2898c49cadb50fd8763feb9e2f74a90a3817e33408a24b6cbf09e7a950dde97","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json","numberOfBooks":66,"totalNumberOfChapters":1189,"totalNumberOfVerses":31086,"languageName":"English","languageEnglishName":"English"},"book":{"id":"LUK","translationId":"BSB","name":"Luke","commonName":"Luke","title":"Luke","order":42,"numberOfChapters":24,"sha256":"71544df0d2706cec52603cd84ca70084477256899b93aa4a130c02631e22a526","firstChapterNumber":1,"firstChapterApiLink":"/api/BSB/LUK/1.json","lastChapterNumber":24,"lastChapterApiLink":"/api/BSB/LUK/24.json","totalNumberOfVerses":1149},"chapter":{"number":9,"content":[{"type":"heading","content":["The Ministry of the Twelve"]},{"type":"verse","number":1,"content":["Then Jesus called the Twelve",{"noteId":50},"together and gave them power and authority over all demons, and power to cure diseases."]},{"type":"verse","number":2,"content":["And He sent them out to proclaim the kingdom of God and to heal the sick."]},{"type":"verse","number":3,"content":["“Take nothing for the journey,” He told them, “no staff, no bag, no bread, no money,",{"noteId":51},"no second tunic."]},{"type":"verse","number":4,"content":["Whatever house you enter, stay there until you leave that area."]},{"type":"verse","number":5,"content":["If anyone does not welcome you, shake the dust off your feet when you leave that town, as a testimony against them.”"]},{"type":"line_break"},{"type":"verse","number":6,"content":["So they set out and went from village to village, preaching the gospel and healing people everywhere."]},{"type":"heading","content":["Herod Tries to See Jesus"]},{"type":"line_break"},{"type":"verse","number":7,"content":["When Herod the tetrarch heard about all that was happening, he was perplexed. For some were saying that John had risen from the dead,"]},{"type":"verse","number":8,"content":["others that Elijah had appeared, and still others that a prophet of old had arisen."]},{"type":"line_break"},{"type":"verse","number":9,"content":["“I beheaded John,” Herod said, “but who is this man I hear such things about?” And he kept trying to see Jesus."]},{"type":"heading","content":["The Feeding of the Five Thousand"]},{"type":"line_break"},{"type":"verse","number":10,"content":["Then the apostles returned and reported to Jesus all that they had done. Taking them away privately, He withdrew to a town called Bethsaida."]},{"type":"verse","number":11,"content":["But the crowds found out and followed Him. He welcomed them and spoke to them about the kingdom of God, and He healed those who needed healing."]},{"type":"line_break"},{"type":"verse","number":12,"content":["As the day neared its end, the Twelve came to Jesus and said, “Dismiss the crowd so they can go to the surrounding villages and countryside for lodging and provisions. For we are in a desolate place here.”"]},{"type":"line_break"},{"type":"verse","number":13,"content":["But Jesus told them, “You give them something to eat.”",{"lineBreak":true},"“We have only five loaves of bread and two fish,” they answered, “unless we go and buy food for all these people.”"]},{"type":"verse","number":14,"content":["(There were about five thousand men.)",{"lineBreak":true},"He told His disciples, “Have them sit down in groups of about fifty each.”"]},{"type":"verse","number":15,"content":["They did so, and everyone was seated."]},{"type":"line_break"},{"type":"verse","number":16,"content":["Taking the five loaves and the two fish and looking up to heaven, Jesus spoke a blessing and broke them. Then He gave them to the disciples to set before the people."]},{"type":"line_break"},{"type":"verse","number":17,"content":["They all ate and were satisfied, and the disciples picked up twelve basketfuls of broken pieces that were left over."]},{"type":"heading","content":["Peter’s Confession of Christ"]},{"type":"line_break"},{"type":"verse","number":18,"content":["One day as Jesus was praying in private and the disciples were with Him, He questioned them: “Who do the crowds say I am?”"]},{"type":"line_break"},{"type":"verse","number":19,"content":["They replied, “Some say John the Baptist; others say Elijah; and still others, that a prophet of old has arisen.”"]},{"type":"line_break"},{"type":"verse","number":20,"content":["“But what about you?” Jesus asked. “Who do you say I am?”",{"lineBreak":true},"Peter answered, “The Christ of God.”"]},{"type":"heading","content":["Christ’s Passion Foretold"]},{"type":"line_break"},{"type":"verse","number":21,"content":["Jesus strictly warned them not to tell this to anyone."]},{"type":"verse","number":22,"content":["“The Son of Man must suffer many things,” He said. “He must be rejected by the elders, chief priests, and scribes, and He must be killed and on the third day be raised to life.”"]},{"type":"heading","content":["Take Up Your Cross"]},{"type":"line_break"},{"type":"verse","number":23,"content":["Then Jesus said to all of them, “If anyone wants to come after Me, he must deny himself and take up his cross daily and follow Me."]},{"type":"verse","number":24,"content":["For whoever wants to save his life will lose it, but whoever loses his life for My sake will save it."]},{"type":"line_break"},{"type":"verse","number":25,"content":["What does it profit a man to gain the whole world, yet lose or forfeit his very self?"]},{"type":"verse","number":26,"content":["If anyone is ashamed of Me and My words, the Son of Man will be ashamed of him when He comes in His glory and in the glory of the Father and of the holy angels."]},{"type":"verse","number":27,"content":["But I tell you truthfully, some who are standing here will not taste death before they see the kingdom of God.”"]},{"type":"heading","content":["The Transfiguration"]},{"type":"line_break"},{"type":"verse","number":28,"content":["About eight days after Jesus had said these things, He took with Him Peter, John, and James, and went up on a mountain to pray."]},{"type":"verse","number":29,"content":["And as He was praying, the appearance of His face changed, and His clothes became radiantly white."]},{"type":"verse","number":30,"content":["Suddenly two men, Moses and Elijah, began talking with Jesus."]},{"type":"verse","number":31,"content":["They appeared in glory and spoke about His departure, which He was about to accomplish at Jerusalem."]},{"type":"line_break"},{"type":"verse","number":32,"content":["Meanwhile Peter and his companions were overcome by sleep, but when they awoke, they saw Jesus’ glory and the two men standing with Him."]},{"type":"verse","number":33,"content":["As Moses and Elijah were leaving, Peter said to Jesus, “Master, it is good for us to be here. Let us put up three shelters",{"noteId":52},"—one for You, one for Moses, and one for Elijah.” (He did not know what he was saying.)"]},{"type":"line_break"},{"type":"verse","number":34,"content":["While Peter was speaking, a cloud appeared and enveloped them, and they were afraid as they entered the cloud."]},{"type":"verse","number":35,"content":["And a voice came from the cloud, saying, “This is My Son, whom I have chosen.",{"noteId":53},"Listen to Him!”"]},{"type":"line_break"},{"type":"verse","number":36,"content":["After the voice had spoken, only Jesus was present with them. The disciples kept this to themselves, and in those days they did not tell anyone what they had seen."]},{"type":"heading","content":["The Boy with an Evil Spirit"]},{"type":"line_break"},{"type":"verse","number":37,"content":["The next day, when they came down from the mountain, Jesus was met by a large crowd."]},{"type":"verse","number":38,"content":["Suddenly a man in the crowd cried out, “Teacher, I beg You to look at my son, for he is my only child."]},{"type":"verse","number":39,"content":["A spirit keeps seizing him, and he screams abruptly. It throws him into convulsions so that he foams at the mouth. It keeps mauling him and rarely departs from him."]},{"type":"verse","number":40,"content":["I begged Your disciples to drive it out, but they were unable.”"]},{"type":"line_break"},{"type":"verse","number":41,"content":["“O unbelieving and perverse generation!” Jesus replied. “How long must I remain with you and put up with you? Bring your son here.”"]},{"type":"line_break"},{"type":"verse","number":42,"content":["Even while the boy was approaching, the demon slammed him to the ground in a convulsion. But Jesus rebuked the unclean spirit, healed the boy, and gave him back to his father."]},{"type":"heading","content":["The Second Prediction of the Passion"]},{"type":"line_break"},{"type":"verse","number":43,"content":["And they were all astonished at the greatness of God.",{"lineBreak":true},"While everyone was marveling at all that Jesus was doing, He said to His disciples,"]},{"type":"verse","number":44,"content":["“Let these words sink into your ears: The Son of Man is about to be delivered into the hands of men.”"]},{"type":"verse","number":45,"content":["But they did not understand this statement. It was veiled from them so that they could not comprehend it, and they were afraid to ask Him about it."]},{"type":"heading","content":["The Greatest in the Kingdom"]},{"type":"line_break"},{"type":"verse","number":46,"content":["Then an argument started among the disciples as to which of them would be the greatest."]},{"type":"verse","number":47,"content":["But Jesus, knowing the thoughts of their hearts, had a little child stand beside Him."]},{"type":"verse","number":48,"content":["And He said to them, “Whoever welcomes this little child in My name welcomes Me, and whoever welcomes Me welcomes the One who sent Me. For whoever is the least among all of you, he is the greatest.”"]},{"type":"line_break"},{"type":"verse","number":49,"content":["“Master,” said John, “we saw someone driving out demons in Your name, and we tried to stop him, because he does not accompany us.”"]},{"type":"line_break"},{"type":"verse","number":50,"content":["“Do not stop him,” Jesus replied, “for whoever is not against you is for you.”"]},{"type":"heading","content":["The Samaritans Reject Jesus"]},{"type":"line_break"},{"type":"verse","number":51,"content":["As the day of His ascension approached, Jesus resolutely set out for Jerusalem."]},{"type":"verse","number":52,"content":["He sent messengers on ahead, who went into a village of the Samaritans to make arrangements for Him."]},{"type":"verse","number":53,"content":["But the people there refused to welcome Him, because He was heading for Jerusalem."]},{"type":"line_break"},{"type":"verse","number":54,"content":["When the disciples James and John saw this, they asked, “Lord, do You want us to call down fire from heaven",{"noteId":54},"to consume them?”"]},{"type":"line_break"},{"type":"verse","number":55,"content":["But Jesus turned and rebuked them.",{"noteId":55}]},{"type":"verse","number":56,"content":["And He and His disciples went on to another village."]},{"type":"heading","content":["The Cost of Discipleship"]},{"type":"line_break"},{"type":"verse","number":57,"content":["As they were walking along the road, someone said to Jesus, “I will follow You wherever You go.”"]},{"type":"line_break"},{"type":"verse","number":58,"content":["Jesus replied, “Foxes have dens and birds of the air have nests, but the Son of Man has no place to lay His head.”"]},{"type":"line_break"},{"type":"verse","number":59,"content":["Then He said to another man, “Follow Me.”",{"lineBreak":true},"The man replied, “Lord, first let me go and bury my father.”"]},{"type":"line_break"},{"type":"verse","number":60,"content":["But Jesus told him, “Let the dead bury their own dead. You, however, go and proclaim the kingdom of God.”"]},{"type":"line_break"},{"type":"verse","number":61,"content":["Still another said, “I will follow You, Lord; but first let me bid farewell to my family.”"]},{"type":"line_break"},{"type":"verse","number":62,"content":["Then Jesus declared, “No one who puts his hand to the plow and then looks back is fit for the kingdom of God.”"]}],"footnotes":[{"noteId":50,"caller":"+","text":"TR the twelve disciples","reference":{"chapter":9,"verse":1}},{"noteId":51,"caller":"+","text":"Or silver coins","reference":{"chapter":9,"verse":3}},{"noteId":52,"caller":"+","text":"Or three tabernacles","reference":{"chapter":9,"verse":33}},{"noteId":53,"caller":"+","text":"BYZ and TR This is My beloved Son; see Matthew 17:5.","reference":{"chapter":9,"verse":35}},{"noteId":54,"caller":"+","text":"BYZ and TR from heaven, just as Elijah did; see 2 Kings 1:10–12.","reference":{"chapter":9,"verse":54}},{"noteId":55,"caller":"+","text":"BYZ and TR include and He said, “You do not know what kind of spirit you are of. 56 For the Son of Man did not come to destroy the lives of men, but to save them.”","reference":{"chapter":9,"verse":55}}]},"thisChapterLink":"/api/BSB/LUK/9.json","thisChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_42_Luk_009_G.mp3","hays":"https://openbible.com/audio/hays/BSB_42_Luk_009_H.mp3","souer":"https://openbible.com/audio/souer/BSB_42_Luk_009.mp3"},"nextChapterApiLink":"/api/BSB/LUK/10.json","nextChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_42_Luk_010_G.mp3","hays":"https://openbible.com/audio/hays/BSB_42_Luk_010_H.mp3","souer":"https://openbible.com/audio/souer/BSB_42_Luk_010.mp3"},"previousChapterApiLink":"/api/BSB/LUK/8.json","previousChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_42_Luk_008_G.mp3","hays":"https://openbible.com/audio/hays/BSB_42_Luk_008_H.mp3","souer":"https://openbible.com/audio/souer/BSB_42_Luk_008.mp3"},"numberOfVerses":62}