{"translation":{"id":"BSB","name":"Berean Standard Bible","website":"https://berean.bible/","licenseUrl":"https://berean.bible/","licenseNotes":null,"shortName":"BSB","englishName":"Berean Standard Bible","language":"eng","textDirection":"ltr","sha256":"b2898c49cadb50fd8763feb9e2f74a90a3817e33408a24b6cbf09e7a950dde97","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json","numberOfBooks":66,"totalNumberOfChapters":1189,"totalNumberOfVerses":31086,"languageName":"English","languageEnglishName":"English"},"book":{"id":"GEN","translationId":"BSB","name":"Genesis","commonName":"Genesis","title":"Genesis","order":1,"numberOfChapters":50,"sha256":"f040e3c9c682a2905e0b5a1f1ed745e6c98d53922a5f30def962690274ae6e6f","firstChapterNumber":1,"firstChapterApiLink":"/api/BSB/GEN/1.json","lastChapterNumber":50,"lastChapterApiLink":"/api/BSB/GEN/50.json","totalNumberOfVerses":1533},"chapter":{"number":19,"content":[{"type":"heading","content":["Lot Welcomes the Angels"]},{"type":"verse","number":1,"content":["Now the two angels arrived at Sodom in the evening, and Lot was sitting in the gateway of the city. When Lot saw them, he got up to meet them, bowed facedown,"]},{"type":"verse","number":2,"content":["and said, “My lords, please turn aside into the house of your servant; wash your feet and spend the night. Then you can rise early and go on your way.”",{"lineBreak":true},"“No,” they answered, “we will spend the night in the square.”"]},{"type":"line_break"},{"type":"verse","number":3,"content":["But Lot insisted so strongly that they followed him into his house. He prepared a feast for them and baked unleavened bread, and they ate."]},{"type":"line_break"},{"type":"verse","number":4,"content":["Before they had gone to bed, all the men of the city of Sodom, both young and old, surrounded the house."]},{"type":"verse","number":5,"content":["They called out to Lot, saying, “Where are the men who came to you tonight? Send them out to us so we can have relations with them!”"]},{"type":"line_break"},{"type":"verse","number":6,"content":["Lot went outside to meet them, shutting the door behind him."]},{"type":"verse","number":7,"content":["“Please, my brothers,” he pleaded, “don’t do such a wicked thing!"]},{"type":"verse","number":8,"content":["Look, I have two daughters who have never slept with a man. Let me bring them to you, and you can do to them as you please. But do not do anything to these men, for they have come under the protection of my roof.”"]},{"type":"line_break"},{"type":"verse","number":9,"content":["“Get out of the way!” they replied. And they declared, “This one came here as a foreigner, and he is already acting like a judge! Now we will treat you worse than them.” And they pressed in on Lot and moved in to break down the door."]},{"type":"line_break"},{"type":"verse","number":10,"content":["But the men inside reached out, pulled Lot into the house with them, and shut the door."]},{"type":"verse","number":11,"content":["And they struck the men at the entrance, young and old, with blindness, so that they wearied themselves trying to find the door."]},{"type":"heading","content":["Lot Flees to Zoar"]},{"type":"line_break"},{"type":"verse","number":12,"content":["Then the two men said to Lot, “Do you have anyone else here—a son-in-law, your sons or daughters, or anyone else in the city who belongs to you? Get them out of here,"]},{"type":"verse","number":13,"content":["because we are about to destroy this place. For the outcry to the LORD against its people is so great that He has sent us to destroy it.”"]},{"type":"line_break"},{"type":"verse","number":14,"content":["So Lot went out and spoke to the sons-in-law who were pledged in marriage to his daughters. “Get up,” he said. “Get out of this place, for the LORD is about to destroy the city!” But his sons-in-law thought he was joking."]},{"type":"line_break"},{"type":"verse","number":15,"content":["At daybreak the angels hurried Lot along, saying, “Get up! Take your wife and your two daughters who are here, or you will be swept away in the punishment of the city.”"]},{"type":"verse","number":16,"content":["But when Lot hesitated, the men grabbed his hand and the hands of his wife and his two daughters. And they led them safely out of the city, because of the LORD’s compassion for them."]},{"type":"line_break"},{"type":"verse","number":17,"content":["As soon as the men had brought them out, one of them said, “Run for your lives! Do not look back, and do not stop anywhere on the plain! Flee to the mountains, or you will be swept away!”"]},{"type":"line_break"},{"type":"verse","number":18,"content":["But Lot replied, “No, my lords, please!"]},{"type":"verse","number":19,"content":["Your servant has indeed found favor in your sight, and you have shown me great kindness by sparing my life. But I cannot run to the mountains; the disaster will overtake me, and I will die."]},{"type":"verse","number":20,"content":["Look, there is a town nearby where I can flee, and it is a small place. Please let me flee there—is it not a small place? Then my life will be saved.”"]},{"type":"line_break"},{"type":"verse","number":21,"content":["“Very well,” he answered, “I will grant this request as well, and will not demolish the town you indicate."]},{"type":"verse","number":22,"content":["Hurry! Run there quickly, for I cannot do anything until you reach it.” That is why the town was called Zoar.",{"noteId":87}]},{"type":"line_break"},{"type":"verse","number":23,"content":["And by the time the sun had risen over the land, Lot had reached Zoar."]},{"type":"heading","content":["The Destruction of Sodom and Gomorrah"]},{"type":"line_break"},{"type":"verse","number":24,"content":["Then the LORD rained down sulfur and fire on Sodom and Gomorrah—from the LORD out of the heavens."]},{"type":"verse","number":25,"content":["Thus He destroyed these cities and the entire plain, including all the inhabitants of the cities and everything that grew on the ground."]},{"type":"line_break"},{"type":"verse","number":26,"content":["But Lot’s wife looked back, and she became a pillar of salt."]},{"type":"line_break"},{"type":"verse","number":27,"content":["Early the next morning, Abraham got up and returned to the place where he had stood before the LORD."]},{"type":"verse","number":28,"content":["He looked down toward Sodom and Gomorrah and all the land of the plain, and he saw the smoke rising from the land like smoke from a furnace."]},{"type":"line_break"},{"type":"verse","number":29,"content":["So when God destroyed the cities of the plain, He remembered Abraham, and He brought Lot out of the catastrophe that destroyed the cities where he had lived."]},{"type":"heading","content":["Lot and His Daughters"]},{"type":"line_break"},{"type":"verse","number":30,"content":["Lot and his two daughters left Zoar and settled in the mountains—for he was afraid to stay in Zoar—where they lived in a cave."]},{"type":"line_break"},{"type":"verse","number":31,"content":["One day the older daughter said to the younger, “Our father is old, and there is no man in the land to sleep with us, as is the custom over all the earth."]},{"type":"verse","number":32,"content":["Come, let us get our father drunk with wine so we can sleep with him and preserve his line.”"]},{"type":"line_break"},{"type":"verse","number":33,"content":["So that night they got their father drunk with wine, and the firstborn went in and slept with her father; he was not aware when she lay down or when she got up."]},{"type":"line_break"},{"type":"verse","number":34,"content":["The next day the older daughter said to the younger, “Look, I slept with my father last night. Let us get him drunk with wine again tonight so you can go in and sleep with him and we can preserve our father’s line.”"]},{"type":"line_break"},{"type":"verse","number":35,"content":["So again that night they got their father drunk with wine, and the younger daughter went in and slept with him; he was not aware when she lay down or when she got up."]},{"type":"line_break"},{"type":"verse","number":36,"content":["Thus both of Lot’s daughters became pregnant by their father."]},{"type":"verse","number":37,"content":["The older daughter gave birth to a son and named him Moab.",{"noteId":88},"He is the father of the Moabites of today."]},{"type":"verse","number":38,"content":["The younger daughter also gave birth to a son, and she named him Ben-ammi.",{"noteId":89},"He is the father of the Ammonites of today."]}],"footnotes":[{"noteId":87,"caller":"+","text":"Zoar means small.","reference":{"chapter":19,"verse":22}},{"noteId":88,"caller":"+","text":"Moab sounds like the Hebrew for from my father.","reference":{"chapter":19,"verse":37}},{"noteId":89,"caller":"+","text":"Ben-ammi means son of my people.","reference":{"chapter":19,"verse":38}}]},"thisChapterLink":"/api/BSB/GEN/19.json","thisChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_01_Gen_019_G.mp3","hays":"https://openbible.com/audio/hays/BSB_01_Gen_019_H.mp3","souer":"https://openbible.com/audio/souer/BSB_01_Gen_019.mp3"},"nextChapterApiLink":"/api/BSB/GEN/20.json","nextChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_01_Gen_020_G.mp3","hays":"https://openbible.com/audio/hays/BSB_01_Gen_020_H.mp3","souer":"https://openbible.com/audio/souer/BSB_01_Gen_020.mp3"},"previousChapterApiLink":"/api/BSB/GEN/18.json","previousChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_01_Gen_018_G.mp3","hays":"https://openbible.com/audio/hays/BSB_01_Gen_018_H.mp3","souer":"https://openbible.com/audio/souer/BSB_01_Gen_018.mp3"},"numberOfVerses":38}