{"translation":{"id":"BSB","name":"Berean Standard Bible","website":"https://berean.bible/","licenseUrl":"https://berean.bible/","licenseNotes":null,"shortName":"BSB","englishName":"Berean Standard Bible","language":"eng","textDirection":"ltr","sha256":"b2898c49cadb50fd8763feb9e2f74a90a3817e33408a24b6cbf09e7a950dde97","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json","numberOfBooks":66,"totalNumberOfChapters":1189,"totalNumberOfVerses":31086,"languageName":"English","languageEnglishName":"English"},"book":{"id":"GEN","translationId":"BSB","name":"Genesis","commonName":"Genesis","title":"Genesis","order":1,"numberOfChapters":50,"sha256":"f040e3c9c682a2905e0b5a1f1ed745e6c98d53922a5f30def962690274ae6e6f","firstChapterNumber":1,"firstChapterApiLink":"/api/BSB/GEN/1.json","lastChapterNumber":50,"lastChapterApiLink":"/api/BSB/GEN/50.json","totalNumberOfVerses":1533},"chapter":{"number":24,"content":[{"type":"heading","content":["A Wife for Isaac"]},{"type":"verse","number":1,"content":["By now Abraham was old and well along in years, and the LORD had blessed him in every way."]},{"type":"verse","number":2,"content":["So Abraham instructed the chief servant of his household, who managed all he owned, “Place your hand under my thigh,"]},{"type":"verse","number":3,"content":["and I will have you swear by the LORD, the God of heaven and the God of earth, that you will not take a wife for my son from the daughters of the Canaanites among whom I am dwelling,"]},{"type":"verse","number":4,"content":["but will go to my country and my kindred to take a wife for my son Isaac.”"]},{"type":"line_break"},{"type":"verse","number":5,"content":["The servant asked him, “What if the woman is unwilling to follow me to this land? Shall I then take your son back to the land from which you came?”"]},{"type":"line_break"},{"type":"verse","number":6,"content":["Abraham replied, “Make sure that you do not take my son back there."]},{"type":"verse","number":7,"content":["The LORD, the God of heaven, who brought me from my father’s house and my native land, who spoke to me and promised me on oath, saying, ‘To your offspring I will give this land’—He will send His angel before you so that you can take a wife for my son from there."]},{"type":"verse","number":8,"content":["And if the woman is unwilling to follow you, then you are released from this oath of mine. Only do not take my son back there.”"]},{"type":"line_break"},{"type":"verse","number":9,"content":["So the servant placed his hand under the thigh of his master Abraham and swore an oath to him concerning this matter."]},{"type":"line_break"},{"type":"verse","number":10,"content":["Then the servant took ten of his master’s camels and departed with all manner of good things from his master in hand. And he set out for Nahor’s hometown in Aram-naharaim.",{"noteId":106}]},{"type":"verse","number":11,"content":["As evening approached, he made the camels kneel down near the well outside the town at the time when the women went out to draw water."]},{"type":"line_break"},{"type":"verse","number":12,"content":["“O LORD, God of my master Abraham,” he prayed, “please grant me success today, and show kindness to my master Abraham."]},{"type":"verse","number":13,"content":["Here I am, standing beside the spring, and the daughters of the townspeople are coming out to draw water."]},{"type":"verse","number":14,"content":["Now may it happen that the girl to whom I say, ‘Please let down your jar that I may drink,’ and who responds, ‘Drink, and I will water your camels as well’—let her be the one You have appointed for Your servant Isaac. By this I will know that You have shown kindness to my master.”"]},{"type":"heading","content":["Rebekah Is Chosen"]},{"type":"line_break"},{"type":"verse","number":15,"content":["Before the servant had finished praying, Rebekah came out with her jar on her shoulder. She was the daughter of Bethuel son of Milcah, the wife of Abraham’s brother Nahor."]},{"type":"verse","number":16,"content":["Now the girl was very beautiful, a virgin who had not had relations with any man. She went down to the spring, filled her jar, and came up again."]},{"type":"line_break"},{"type":"verse","number":17,"content":["So the servant ran to meet her and said, “Please let me have a little water from your jar.”"]},{"type":"line_break"},{"type":"verse","number":18,"content":["“Drink, my lord,” she replied, and she quickly lowered her jar to her hands and gave him a drink."]},{"type":"line_break"},{"type":"verse","number":19,"content":["After she had given him a drink, she said, “I will also draw water for your camels, until they have had enough to drink.”"]},{"type":"verse","number":20,"content":["And she quickly emptied her jar into the trough and ran back to the well to draw water, until she had drawn water for all his camels."]},{"type":"line_break"},{"type":"verse","number":21,"content":["Meanwhile, the man watched her silently to see whether or not the LORD had made his journey a success."]},{"type":"line_break"},{"type":"verse","number":22,"content":["And after the camels had finished drinking, he took out a gold ring weighing a beka,",{"noteId":107},"and two gold bracelets for her wrists weighing ten shekels.",{"noteId":108}]},{"type":"verse","number":23,"content":["“Whose daughter are you?” he asked. “Please tell me, is there room in your father’s house for us to spend the night?”"]},{"type":"line_break"},{"type":"verse","number":24,"content":["She replied, “I am the daughter of Bethuel, the son that Milcah bore to Nahor.”"]},{"type":"verse","number":25,"content":["Then she added, “We have plenty of straw and feed, as well as a place for you to spend the night.”"]},{"type":"line_break"},{"type":"verse","number":26,"content":["Then the man bowed down and worshiped the LORD,"]},{"type":"verse","number":27,"content":["saying, “Blessed be the LORD, the God of my master Abraham, who has not withheld His kindness and faithfulness from my master. As for me, the LORD has led me on the journey to the house of my master’s relatives.”"]},{"type":"line_break"},{"type":"verse","number":28,"content":["The girl ran and told her mother’s household about these things."]},{"type":"verse","number":29,"content":["Now Rebekah had a brother named Laban, and he rushed out to the man at the spring."]},{"type":"verse","number":30,"content":["As soon as he saw the ring, and the bracelets on his sister’s wrists, and heard Rebekah’s words, “The man said this to me,” he went and found the man standing by the camels near the spring."]},{"type":"line_break"},{"type":"verse","number":31,"content":["“Come, you who are blessed by the LORD,” said Laban. “Why are you standing out here? I have prepared the house and a place for the camels.”"]},{"type":"verse","number":32,"content":["So the man came to the house, and the camels were unloaded. Straw and feed were brought to the camels, and water to wash his feet and the feet of his companions."]},{"type":"line_break"},{"type":"verse","number":33,"content":["Then a meal was set before the man, but he said, “I will not eat until I have told you what I came to say.”",{"lineBreak":true},"So Laban said, “Please speak.”"]},{"type":"line_break"},{"type":"verse","number":34,"content":["“I am Abraham’s servant,” he replied."]},{"type":"verse","number":35,"content":["“The LORD has greatly blessed my master, and he has become rich. He has given him sheep and cattle, silver and gold, menservants and maidservants, camels and donkeys."]},{"type":"verse","number":36,"content":["My master’s wife Sarah has borne him a son in her old age, and my master has given him everything he owns."]},{"type":"line_break"},{"type":"verse","number":37,"content":["My master made me swear an oath and said, ‘You shall not take a wife for my son from the daughters of the Canaanites in whose land I dwell,"]},{"type":"verse","number":38,"content":["but you shall go to my father’s house and to my kindred to take a wife for my son.’"]},{"type":"line_break"},{"type":"verse","number":39,"content":["Then I asked my master, ‘What if the woman will not come back with me?’"]},{"type":"line_break"},{"type":"verse","number":40,"content":["And he told me, ‘The LORD, before whom I have walked, will send His angel with you and make your journey a success, so that you may take a wife for my son from my kindred and from my father’s house."]},{"type":"verse","number":41,"content":["And when you go to my kindred, if they refuse to give her to you, then you will be released from my oath.’"]},{"type":"line_break"},{"type":"verse","number":42,"content":["So when I came to the spring today, I prayed: O LORD, God of my master Abraham, if only You would make my journey a success!"]},{"type":"verse","number":43,"content":["Here I am, standing beside this spring. Now if a maiden comes out to draw water and I say to her, ‘Please let me drink a little water from your jar,’"]},{"type":"verse","number":44,"content":["and she replies, ‘Drink, and I will draw water for your camels as well,’ may she be the woman the LORD has appointed for my master’s son."]},{"type":"line_break"},{"type":"verse","number":45,"content":["And before I had finished praying in my heart, there was Rebekah coming out with her jar on her shoulder, and she went down to the spring and drew water. So I said to her, ‘Please give me a drink.’"]},{"type":"line_break"},{"type":"verse","number":46,"content":["She quickly lowered her jar from her shoulder and said, ‘Drink, and I will water your camels as well.’ So I drank, and she also watered the camels."]},{"type":"line_break"},{"type":"verse","number":47,"content":["Then I asked her, ‘Whose daughter are you?’",{"lineBreak":true},"She replied, ‘The daughter of Bethuel son of Nahor, whom Milcah bore to him.’ So I put the ring on her nose and the bracelets on her wrists."]},{"type":"verse","number":48,"content":["Then I bowed down and worshiped the LORD; and I blessed the LORD, the God of my master Abraham, who led me on the right road to take the granddaughter of my master’s brother for his son."]},{"type":"line_break"},{"type":"verse","number":49,"content":["Now if you will show kindness and faithfulness to my master, tell me; but if not, let me know, so that I may go elsewhere.”"]},{"type":"line_break"},{"type":"verse","number":50,"content":["Laban and Bethuel answered, “This is from the LORD; we have no choice in the matter."]},{"type":"verse","number":51,"content":["Rebekah is here before you. Take her and go, and let her become the wife of your master’s son, just as the LORD has decreed.”"]},{"type":"line_break"},{"type":"verse","number":52,"content":["When Abraham’s servant heard their words, he bowed down to the ground before the LORD."]},{"type":"verse","number":53,"content":["Then he brought out jewels of silver and gold, and articles of clothing, and he gave them to Rebekah. He also gave precious gifts to her brother and her mother."]},{"type":"verse","number":54,"content":["Then he and the men with him ate and drank and spent the night there.",{"lineBreak":true},"When they got up the next morning, he said, “Send me on my way to my master.”"]},{"type":"line_break"},{"type":"verse","number":55,"content":["But her brother and mother said, “Let the girl remain with us ten days or so. After that, she may go.”"]},{"type":"line_break"},{"type":"verse","number":56,"content":["But he replied, “Do not delay me, since the LORD has made my journey a success. Send me on my way so that I may go to my master.”"]},{"type":"line_break"},{"type":"verse","number":57,"content":["So they said, “We will call the girl and ask her opinion.”"]},{"type":"line_break"},{"type":"verse","number":58,"content":["They called Rebekah and asked her, “Will you go with this man?”",{"lineBreak":true},"“I will go,” she replied."]},{"type":"line_break"},{"type":"verse","number":59,"content":["So they sent their sister Rebekah on her way, along with her nurse and Abraham’s servant and his men."]},{"type":"verse","number":60,"content":["And they blessed Rebekah and said to her,",{"lineBreak":true},{"text":"“Our sister, may you become the mother","poem":1},{"text":"of thousands upon thousands.","poem":2},{"text":"May your offspring possess","poem":1},{"text":"the gates of their enemies.”","poem":2}]},{"type":"line_break"},{"type":"verse","number":61,"content":["Then Rebekah and her servant girls got ready, mounted the camels, and followed the man. So the servant took Rebekah and left."]},{"type":"heading","content":["Isaac Marries Rebekah"]},{"type":"line_break"},{"type":"verse","number":62,"content":["Now Isaac had just returned from Beer-lahai-roi, for he was living in the Negev."]},{"type":"verse","number":63,"content":["Early in the evening, Isaac went out to the field to meditate, and looking up, he saw the camels approaching."]},{"type":"line_break"},{"type":"verse","number":64,"content":["And when Rebekah looked up and saw Isaac, she got down from her camel"]},{"type":"verse","number":65,"content":["and asked the servant, “Who is that man in the field coming to meet us?”",{"lineBreak":true},"“It is my master,” the servant answered. So she took her veil and covered herself."]},{"type":"verse","number":66,"content":["Then the servant told Isaac all that he had done."]},{"type":"line_break"},{"type":"verse","number":67,"content":["And Isaac brought her into the tent of his mother Sarah and took Rebekah as his wife. And Isaac loved her and was comforted after his mother’s death."]}],"footnotes":[{"noteId":106,"caller":"+","text":"That is, Mesopotamia; Aram-naharaim means Aram of the two rivers, likely the region between the Euphrates and Balih Rivers in northwestern Mesopotamia.","reference":{"chapter":24,"verse":10}},{"noteId":107,"caller":"+","text":"A beka is half a shekel, or approximately 0.2 ounces or 5.7 grams.","reference":{"chapter":24,"verse":22}},{"noteId":108,"caller":"+","text":"10 shekels is approximately 4 ounces or 114 grams.","reference":{"chapter":24,"verse":22}}]},"thisChapterLink":"/api/BSB/GEN/24.json","thisChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_01_Gen_024_G.mp3","hays":"https://openbible.com/audio/hays/BSB_01_Gen_024_H.mp3","souer":"https://openbible.com/audio/souer/BSB_01_Gen_024.mp3"},"nextChapterApiLink":"/api/BSB/GEN/25.json","nextChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_01_Gen_025_G.mp3","hays":"https://openbible.com/audio/hays/BSB_01_Gen_025_H.mp3","souer":"https://openbible.com/audio/souer/BSB_01_Gen_025.mp3"},"previousChapterApiLink":"/api/BSB/GEN/23.json","previousChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_01_Gen_023_G.mp3","hays":"https://openbible.com/audio/hays/BSB_01_Gen_023_H.mp3","souer":"https://openbible.com/audio/souer/BSB_01_Gen_023.mp3"},"numberOfVerses":67}