{"translation":{"id":"BSB","name":"Berean Standard Bible","website":"https://berean.bible/","licenseUrl":"https://berean.bible/","licenseNotes":null,"shortName":"BSB","englishName":"Berean Standard Bible","language":"eng","textDirection":"ltr","sha256":"b2898c49cadb50fd8763feb9e2f74a90a3817e33408a24b6cbf09e7a950dde97","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json","numberOfBooks":66,"totalNumberOfChapters":1189,"totalNumberOfVerses":31086,"languageName":"English","languageEnglishName":"English"},"book":{"id":"GEN","translationId":"BSB","name":"Genesis","commonName":"Genesis","title":"Genesis","order":1,"numberOfChapters":50,"sha256":"f040e3c9c682a2905e0b5a1f1ed745e6c98d53922a5f30def962690274ae6e6f","firstChapterNumber":1,"firstChapterApiLink":"/api/BSB/GEN/1.json","lastChapterNumber":50,"lastChapterApiLink":"/api/BSB/GEN/50.json","totalNumberOfVerses":1533},"chapter":{"number":41,"content":[{"type":"heading","content":["The Dreams of Pharaoh"]},{"type":"verse","number":1,"content":["After two full years had passed, Pharaoh had a dream: He was standing beside the Nile,"]},{"type":"verse","number":2,"content":["when seven cows, sleek and well-fed, came up from the river and began to graze among the reeds."]},{"type":"verse","number":3,"content":["After them, seven other cows, sickly and thin, came up from the Nile and stood beside the well-fed cows on the bank of the river."]},{"type":"verse","number":4,"content":["And the cows that were sickly and thin devoured the seven sleek, well-fed cows.",{"lineBreak":true},"Then Pharaoh woke up,"]},{"type":"verse","number":5,"content":["but he fell back asleep and dreamed a second time: Seven heads of grain, plump and ripe, came up on one stalk."]},{"type":"verse","number":6,"content":["After them, seven other heads of grain sprouted, thin and scorched by the east wind."]},{"type":"verse","number":7,"content":["And the thin heads of grain swallowed up the seven plump, ripe ones. Then Pharaoh awoke and realized it was a dream."]},{"type":"line_break"},{"type":"verse","number":8,"content":["In the morning his spirit was troubled, so he summoned all the magicians and wise men of Egypt. Pharaoh told them his dreams, but no one could interpret them for him."]},{"type":"line_break"},{"type":"verse","number":9,"content":["Then the chief cupbearer said to Pharaoh, “Today I recall my failures."]},{"type":"verse","number":10,"content":["Pharaoh was once angry with his servants, and he put me and the chief baker in the custody of the captain of the guard."]},{"type":"verse","number":11,"content":["One night both the chief baker and I had dreams, and each dream had its own meaning."]},{"type":"verse","number":12,"content":["Now a young Hebrew was there with us, a servant of the captain of the guard. We told him our dreams and he interpreted them for us individually."]},{"type":"verse","number":13,"content":["And it happened to us just as he had interpreted: I was restored to my position, and the other man was hanged.”"]},{"type":"heading","content":["Joseph Interprets Pharaoh’s Dreams"]},{"type":"line_break"},{"type":"verse","number":14,"content":["So Pharaoh sent for Joseph, who was quickly brought out of the dungeon. After he had shaved and changed his clothes, he went in before Pharaoh."]},{"type":"line_break"},{"type":"verse","number":15,"content":["Pharaoh said to Joseph, “I had a dream, and no one can interpret it. But I have heard it said of you that when you hear a dream you can interpret it.”"]},{"type":"line_break"},{"type":"verse","number":16,"content":["“I myself cannot do it,” Joseph replied, “but God will give Pharaoh a sound answer.”"]},{"type":"line_break"},{"type":"verse","number":17,"content":["Then Pharaoh said to Joseph: “In my dream I was standing on the bank of the Nile,"]},{"type":"verse","number":18,"content":["when seven cows, well-fed and sleek, came up from the river and began to graze among the reeds."]},{"type":"verse","number":19,"content":["After them, seven other cows—sickly, ugly, and thin—came up. I have never seen such ugly cows in all the land of Egypt!"]},{"type":"verse","number":20,"content":["Then the thin, ugly cows devoured the seven well-fed cows that were there first."]},{"type":"verse","number":21,"content":["When they had devoured them, however, no one could tell that they had done so; their appearance was as ugly as it had been before. Then I awoke."]},{"type":"line_break"},{"type":"verse","number":22,"content":["In my dream I also saw seven heads of grain, plump and ripe, growing on a single stalk."]},{"type":"verse","number":23,"content":["After them, seven other heads of grain sprouted—withered, thin, and scorched by the east wind."]},{"type":"verse","number":24,"content":["And the thin heads of grain swallowed the seven plump ones.",{"lineBreak":true},"I told this dream to the magicians, but no one could explain it to me.”"]},{"type":"line_break"},{"type":"verse","number":25,"content":["At this, Joseph said to Pharaoh, “The dreams of Pharaoh are one and the same. God has revealed to Pharaoh what He is about to do."]},{"type":"verse","number":26,"content":["The seven good cows are seven years, and the seven ripe heads of grain are seven years. The dreams have the same meaning."]},{"type":"verse","number":27,"content":["Moreover, the seven thin, ugly cows that came up after them are seven years, and so are the seven worthless heads of grain scorched by the east wind—they are seven years of famine."]},{"type":"line_break"},{"type":"verse","number":28,"content":["It is just as I said to Pharaoh: God has shown Pharaoh what He is about to do."]},{"type":"verse","number":29,"content":["Behold, seven years of great abundance are coming throughout the land of Egypt,"]},{"type":"verse","number":30,"content":["but seven years of famine will follow them. Then all the abundance in the land of Egypt will be forgotten, and the famine will devastate the land."]},{"type":"verse","number":31,"content":["The abundance in the land will not be remembered, since the famine that follows it will be so severe."]},{"type":"line_break"},{"type":"verse","number":32,"content":["Moreover, because the dream was given to Pharaoh in two versions, the matter has been decreed by God, and He will carry it out shortly."]},{"type":"line_break"},{"type":"verse","number":33,"content":["Now, therefore, Pharaoh should look for a discerning and wise man and set him over the land of Egypt."]},{"type":"verse","number":34,"content":["Let Pharaoh take action and appoint commissioners over the land to take a fifth of the harvest",{"noteId":186},"of Egypt during the seven years of abundance."]},{"type":"verse","number":35,"content":["Under the authority of Pharaoh, let them collect all the excess food from these good years, that they may come and lay up the grain to be preserved as food in the cities."]},{"type":"verse","number":36,"content":["This food will be a reserve for the land during the seven years of famine to come upon the land of Egypt. Then the country will not perish in the famine.”"]},{"type":"heading","content":["Joseph Given Charge of Egypt"]},{"type":"line_break"},{"type":"verse","number":37,"content":["This proposal pleased Pharaoh and all his officials."]},{"type":"verse","number":38,"content":["So Pharaoh asked them, “Can we find anyone like this man, in whom the Spirit of God",{"noteId":187},"abides?”"]},{"type":"line_break"},{"type":"verse","number":39,"content":["Then Pharaoh said to Joseph, “Since God has made all this known to you, there is no one as discerning and wise as you."]},{"type":"verse","number":40,"content":["You shall be in charge of my house, and all my people are to obey your commands. Only with regard to the throne will I be greater than you.”"]},{"type":"line_break"},{"type":"verse","number":41,"content":["Pharaoh also told Joseph, “I hereby place you over all the land of Egypt.”"]},{"type":"verse","number":42,"content":["Then Pharaoh removed the signet ring from his finger, put it on Joseph’s finger, clothed him in garments of fine linen, and placed a gold chain around his neck."]},{"type":"verse","number":43,"content":["He had Joseph ride in his second chariot, with men calling out before him, “Bow the knee!”",{"noteId":188},"So he placed him over all the land of Egypt."]},{"type":"line_break"},{"type":"verse","number":44,"content":["And Pharaoh declared to Joseph, “I am Pharaoh, but without your permission, no one in all the land of Egypt shall lift his hand or foot.”"]},{"type":"line_break"},{"type":"verse","number":45,"content":["Pharaoh gave Joseph the name Zaphenath-paneah,",{"noteId":189},"and he gave him Asenath daughter of Potiphera, priest of On,",{"noteId":190},"to be his wife. And Joseph took charge of all the land of Egypt."]},{"type":"heading","content":["The Seven Years of Plenty"]},{"type":"line_break"},{"type":"verse","number":46,"content":["Now Joseph was thirty years old when he entered the service of Pharaoh king of Egypt. And Joseph left Pharaoh’s presence and traveled throughout the land of Egypt."]},{"type":"line_break"},{"type":"verse","number":47,"content":["During the seven years of abundance, the land brought forth bountifully."]},{"type":"verse","number":48,"content":["During those seven years, Joseph collected all the excess food in the land of Egypt and stored it in the cities. In every city he laid up the food from the fields around it."]},{"type":"verse","number":49,"content":["So Joseph stored up grain in such abundance, like the sand of the sea, that he stopped keeping track of it; for it was beyond measure."]},{"type":"line_break"},{"type":"verse","number":50,"content":["Before the years of famine arrived, two sons were born to Joseph by Asenath daughter of Potiphera, priest of On."]},{"type":"verse","number":51,"content":["Joseph named the firstborn Manasseh,",{"noteId":191},"saying, “God has made me forget all my hardship and all my father’s household.”"]},{"type":"verse","number":52,"content":["And the second son he named Ephraim,",{"noteId":192},"saying, “God has made me fruitful in the land of my affliction.”"]},{"type":"heading","content":["The Famine Begins"]},{"type":"line_break"},{"type":"verse","number":53,"content":["When the seven years of abundance in the land of Egypt came to an end,"]},{"type":"verse","number":54,"content":["the seven years of famine began, just as Joseph had said. And although there was famine in every country, there was food throughout the land of Egypt."]},{"type":"verse","number":55,"content":["When extreme hunger came to all the land of Egypt and the people cried out to Pharaoh for food, he told all the Egyptians, “Go to Joseph and do whatever he tells you.”"]},{"type":"line_break"},{"type":"verse","number":56,"content":["When the famine had spread over all the land, Joseph opened up all the storehouses and sold grain to the Egyptians; for the famine was severe in the land of Egypt."]},{"type":"verse","number":57,"content":["And every nation came to Joseph in Egypt to buy grain, because the famine was severe over all the earth."]}],"footnotes":[{"noteId":186,"caller":"+","text":"See LXX; MT a fifth from the land","reference":{"chapter":41,"verse":34}},{"noteId":187,"caller":"+","text":"Or the spirit of the gods","reference":{"chapter":41,"verse":38}},{"noteId":188,"caller":"+","text":"That is, “Abrek,” probably an Egyptian word that sounds similar to the Hebrew for kneel","reference":{"chapter":41,"verse":43}},{"noteId":189,"caller":"+","text":"Zaphenath-paneah probably means Revealer of Mysteries or God speaks and lives.","reference":{"chapter":41,"verse":45}},{"noteId":190,"caller":"+","text":"That is, Heliopolis, as in LXX; also in verse 50","reference":{"chapter":41,"verse":45}},{"noteId":191,"caller":"+","text":"Manasseh sounds like the Hebrew for making to forget.","reference":{"chapter":41,"verse":51}},{"noteId":192,"caller":"+","text":"Ephraim sounds like the Hebrew for making fruitful or twice fruitful.","reference":{"chapter":41,"verse":52}}]},"thisChapterLink":"/api/BSB/GEN/41.json","thisChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_01_Gen_041_G.mp3","hays":"https://openbible.com/audio/hays/BSB_01_Gen_041_H.mp3","souer":"https://openbible.com/audio/souer/BSB_01_Gen_041.mp3"},"nextChapterApiLink":"/api/BSB/GEN/42.json","nextChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_01_Gen_042_G.mp3","hays":"https://openbible.com/audio/hays/BSB_01_Gen_042_H.mp3","souer":"https://openbible.com/audio/souer/BSB_01_Gen_042.mp3"},"previousChapterApiLink":"/api/BSB/GEN/40.json","previousChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_01_Gen_040_G.mp3","hays":"https://openbible.com/audio/hays/BSB_01_Gen_040_H.mp3","souer":"https://openbible.com/audio/souer/BSB_01_Gen_040.mp3"},"numberOfVerses":57}