{"translation":{"id":"BSB","name":"Berean Standard Bible","website":"https://berean.bible/","licenseUrl":"https://berean.bible/","licenseNotes":null,"shortName":"BSB","englishName":"Berean Standard Bible","language":"eng","textDirection":"ltr","sha256":"b2898c49cadb50fd8763feb9e2f74a90a3817e33408a24b6cbf09e7a950dde97","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json","numberOfBooks":66,"totalNumberOfChapters":1189,"totalNumberOfVerses":31086,"languageName":"English","languageEnglishName":"English"},"book":{"id":"GEN","translationId":"BSB","name":"Genesis","commonName":"Genesis","title":"Genesis","order":1,"numberOfChapters":50,"sha256":"f040e3c9c682a2905e0b5a1f1ed745e6c98d53922a5f30def962690274ae6e6f","firstChapterNumber":1,"firstChapterApiLink":"/api/BSB/GEN/1.json","lastChapterNumber":50,"lastChapterApiLink":"/api/BSB/GEN/50.json","totalNumberOfVerses":1533},"chapter":{"number":42,"content":[{"type":"heading","content":["Joseph’s Brothers Sent to Egypt"]},{"type":"verse","number":1,"content":["When Jacob learned that there was grain in Egypt, he said to his sons, “Why are you staring at one another?”"]},{"type":"line_break"},{"type":"verse","number":2,"content":["“Look,” he added, “I have heard that there is grain in Egypt. Go down there and buy some for us, so that we may live and not die.”"]},{"type":"line_break"},{"type":"verse","number":3,"content":["So ten of Joseph’s brothers went down to buy grain from Egypt."]},{"type":"verse","number":4,"content":["But Jacob did not send Joseph’s brother Benjamin with his brothers, for he said, “I am afraid that harm might befall him.”"]},{"type":"line_break"},{"type":"verse","number":5,"content":["So the sons of Israel were among those who came to buy grain, since the famine had also spread to the land of Canaan."]},{"type":"line_break"},{"type":"verse","number":6,"content":["Now Joseph was the ruler of the land; he was the one who sold grain to all its people. So when his brothers arrived, they bowed down before him with their faces to the ground."]},{"type":"verse","number":7,"content":["And when Joseph saw his brothers, he recognized them, but he treated them as strangers and spoke harshly to them. “Where have you come from?” he asked.",{"lineBreak":true},"“From the land of Canaan,” they replied. “We are here to buy food.”"]},{"type":"line_break"},{"type":"verse","number":8,"content":["Although Joseph recognized his brothers, they did not recognize him."]},{"type":"verse","number":9,"content":["Joseph remembered his dreams about them and said, “You are spies! You have come to see if our land is vulnerable.”"]},{"type":"line_break"},{"type":"verse","number":10,"content":["“Not so, my lord,” they replied. “Your servants have come to buy food."]},{"type":"verse","number":11,"content":["We are all sons of one man. Your servants are honest men, not spies.”"]},{"type":"line_break"},{"type":"verse","number":12,"content":["“No,” he told them. “You have come to see if our land is vulnerable.”"]},{"type":"line_break"},{"type":"verse","number":13,"content":["But they answered, “Your servants are twelve brothers, the sons of one man in the land of Canaan. The youngest is now with our father, and one is no more.”"]},{"type":"line_break"},{"type":"verse","number":14,"content":["Then Joseph declared, “Just as I said, you are spies!"]},{"type":"verse","number":15,"content":["And this is how you will be tested: As surely as Pharaoh lives, you shall not leave this place unless your youngest brother comes here."]},{"type":"verse","number":16,"content":["Send one of your number to get your brother; the rest of you will be confined so that the truth of your words may be tested. If they are untrue, then as surely as Pharaoh lives, you are spies!”"]},{"type":"line_break"},{"type":"verse","number":17,"content":["So Joseph imprisoned them for three days,"]},{"type":"verse","number":18,"content":["and on the third day he said to them, “I fear God. So do this and you will live:"]},{"type":"verse","number":19,"content":["If you are honest, leave one of your brothers in custody while the rest of you go and take back grain to relieve the hunger of your households."]},{"type":"verse","number":20,"content":["Then bring your youngest brother to me so that your words can be verified, that you may not die.”",{"lineBreak":true},"And to this they consented."]},{"type":"line_break"},{"type":"verse","number":21,"content":["Then they said to one another, “Surely we are being punished because of our brother. We saw his anguish when he pleaded with us, but we would not listen. That is why this distress has come upon us.”"]},{"type":"line_break"},{"type":"verse","number":22,"content":["And Reuben responded, “Didn’t I tell you not to sin against the boy? But you would not listen. Now we must account for his blood!”"]},{"type":"line_break"},{"type":"verse","number":23,"content":["They did not realize that Joseph understood them, since there was an interpreter between them."]},{"type":"verse","number":24,"content":["And he turned away from them and wept. When he turned back and spoke to them, he took Simeon from them and had him bound before their eyes."]},{"type":"heading","content":["Joseph’s Brothers Return to Canaan"]},{"type":"line_break"},{"type":"verse","number":25,"content":["Then Joseph gave orders to fill their bags with grain, to return each man’s silver",{"noteId":193},"to his sack, and to give them provisions for their journey. This order was carried out,"]},{"type":"verse","number":26,"content":["and they loaded the grain on their donkeys and departed."]},{"type":"line_break"},{"type":"verse","number":27,"content":["At the place where they lodged for the night, one of them opened his sack to get feed for his donkey, and he saw his silver in the mouth of the sack."]},{"type":"verse","number":28,"content":["“My silver has been returned!” he said to his brothers. “It is here in my sack.”",{"lineBreak":true},"Their hearts sank, and trembling, they turned to one another and said, “What is this that God has done to us?”"]},{"type":"line_break"},{"type":"verse","number":29,"content":["When they reached their father Jacob in the land of Canaan, they described to him all that had happened to them:"]},{"type":"verse","number":30,"content":["“The man who is lord of the land spoke harshly to us and accused us of spying on the country."]},{"type":"line_break"},{"type":"verse","number":31,"content":["But we told him, ‘We are honest men, not spies."]},{"type":"verse","number":32,"content":["We are twelve brothers, sons of one father. One is no more, and the youngest is now with our father in the land of Canaan.’"]},{"type":"line_break"},{"type":"verse","number":33,"content":["Then the man who is lord of the land said to us, ‘This is how I will know whether you are honest: Leave one brother with me, take food to relieve the hunger of your households, and go."]},{"type":"verse","number":34,"content":["But bring your youngest brother back to me so I will know that you are not spies but honest men. Then I will give your brother back to you, and you can trade in the land.’”"]},{"type":"line_break"},{"type":"verse","number":35,"content":["As they began emptying their sacks, there in each man’s sack was his bag of silver! And when they and their father saw the bags of silver, they were dismayed."]},{"type":"line_break"},{"type":"verse","number":36,"content":["Their father Jacob said to them, “You have deprived me of my sons. Joseph is gone and Simeon is no more. Now you want to take Benjamin. Everything is going against me!”"]},{"type":"line_break"},{"type":"verse","number":37,"content":["Then Reuben said to his father, “You may kill my two sons if I fail to bring him back to you. Put him in my care, and I will return him.”"]},{"type":"line_break"},{"type":"verse","number":38,"content":["But Jacob replied, “My son will not go down there with you, for his brother is dead, and he alone is left. If any harm comes to him on your journey, you will bring my gray hair down to Sheol in sorrow.”"]}],"footnotes":[{"noteId":193,"caller":"+","text":"Or money; here and throughout chapters 42–44","reference":{"chapter":42,"verse":25}}]},"thisChapterLink":"/api/BSB/GEN/42.json","thisChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_01_Gen_042_G.mp3","hays":"https://openbible.com/audio/hays/BSB_01_Gen_042_H.mp3","souer":"https://openbible.com/audio/souer/BSB_01_Gen_042.mp3"},"nextChapterApiLink":"/api/BSB/GEN/43.json","nextChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_01_Gen_043_G.mp3","hays":"https://openbible.com/audio/hays/BSB_01_Gen_043_H.mp3","souer":"https://openbible.com/audio/souer/BSB_01_Gen_043.mp3"},"previousChapterApiLink":"/api/BSB/GEN/41.json","previousChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_01_Gen_041_G.mp3","hays":"https://openbible.com/audio/hays/BSB_01_Gen_041_H.mp3","souer":"https://openbible.com/audio/souer/BSB_01_Gen_041.mp3"},"numberOfVerses":38}