{"translation":{"id":"BSB","name":"Berean Standard Bible","website":"https://berean.bible/","licenseUrl":"https://berean.bible/","licenseNotes":null,"shortName":"BSB","englishName":"Berean Standard Bible","language":"eng","textDirection":"ltr","sha256":"b2898c49cadb50fd8763feb9e2f74a90a3817e33408a24b6cbf09e7a950dde97","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json","numberOfBooks":66,"totalNumberOfChapters":1189,"totalNumberOfVerses":31086,"languageName":"English","languageEnglishName":"English"},"book":{"id":"GEN","translationId":"BSB","name":"Genesis","commonName":"Genesis","title":"Genesis","order":1,"numberOfChapters":50,"sha256":"f040e3c9c682a2905e0b5a1f1ed745e6c98d53922a5f30def962690274ae6e6f","firstChapterNumber":1,"firstChapterApiLink":"/api/BSB/GEN/1.json","lastChapterNumber":50,"lastChapterApiLink":"/api/BSB/GEN/50.json","totalNumberOfVerses":1533},"chapter":{"number":47,"content":[{"type":"heading","content":["Jacob Settles in Goshen"]},{"type":"verse","number":1,"content":["So Joseph went and told Pharaoh: “My father and my brothers, with their flocks and herds and all they own, have come from the land of Canaan and are now in Goshen.”"]},{"type":"line_break"},{"type":"verse","number":2,"content":["And he chose five of his brothers and presented them before Pharaoh."]},{"type":"line_break"},{"type":"verse","number":3,"content":["“What is your occupation?” Pharaoh asked Joseph’s brothers.",{"lineBreak":true},"“Your servants are shepherds,” they replied, “both we and our fathers.”"]},{"type":"line_break"},{"type":"verse","number":4,"content":["Then they said to Pharaoh, “We have come to live in the land for a time, because there is no pasture for the flocks of your servants, since the famine in the land of Canaan has been severe. So now, please allow your servants to settle in the land of Goshen.”"]},{"type":"line_break"},{"type":"verse","number":5,"content":["Pharaoh said to Joseph, “Now that your father and brothers have come to you,"]},{"type":"verse","number":6,"content":["the land of Egypt is before you; settle your father and brothers in the best part of the land. They may dwell in the land of Goshen. And if you know of any talented men among them, put them in charge of my own livestock.”"]},{"type":"line_break"},{"type":"verse","number":7,"content":["Then Joseph brought in his father Jacob and presented him before Pharaoh, and Jacob blessed Pharaoh."]},{"type":"line_break"},{"type":"verse","number":8,"content":["“How many years have you lived?” Pharaoh asked."]},{"type":"line_break"},{"type":"verse","number":9,"content":["“My travels",{"noteId":209},"have lasted 130 years,” Jacob replied. “My years have been few and hard, and they have not matched the years of the travels of my fathers.”"]},{"type":"line_break"},{"type":"verse","number":10,"content":["Then Jacob blessed Pharaoh and departed from his presence."]},{"type":"line_break"},{"type":"verse","number":11,"content":["So Joseph settled his father and brothers in the land of Egypt and gave them property in the best part of the land, the district of Rameses, as Pharaoh had commanded."]},{"type":"verse","number":12,"content":["Joseph also provided his father and brothers and all his father’s household with food for their families."]},{"type":"heading","content":["The Famine Continues"]},{"type":"line_break"},{"type":"verse","number":13,"content":["There was no food, however, in all that region, because the famine was so severe; the lands of Egypt and Canaan had been exhausted by the famine."]},{"type":"verse","number":14,"content":["Joseph collected all the money to be found in the land of Egypt and the land of Canaan in exchange for the grain they were buying, and he brought it into Pharaoh’s palace."]},{"type":"verse","number":15,"content":["When the money from the lands of Egypt and Canaan was gone, all the Egyptians came to Joseph and said, “Give us food. Why should we die before your eyes? For our funds have run out!”"]},{"type":"line_break"},{"type":"verse","number":16,"content":["“Then bring me your livestock,” said Joseph. “Since the money is gone, I will sell you food in exchange for your livestock.”"]},{"type":"verse","number":17,"content":["So they brought their livestock to Joseph, and he gave them food in exchange for their horses, their flocks and herds, and their donkeys. Throughout that year he provided them with food in exchange for all their livestock."]},{"type":"line_break"},{"type":"verse","number":18,"content":["When that year was over, they came to him the second year and said, “We cannot hide from our lord that our money is gone and all our livestock belongs to you. There is nothing left for our lord except our bodies and our land."]},{"type":"verse","number":19,"content":["Why should we perish before your eyes—we and our land as well? Purchase us and our land in exchange for food. Then we, along with our land, will be slaves to Pharaoh. Give us seed that we may live and not die, and that the land may not become desolate.”"]},{"type":"line_break"},{"type":"verse","number":20,"content":["So Joseph acquired for Pharaoh all the land in Egypt; the Egyptians, one and all, sold their fields because the famine was so severe upon them. The land became Pharaoh’s,"]},{"type":"verse","number":21,"content":["and Joseph reduced the people to servitude",{"noteId":210},"from one end of Egypt to the other."]},{"type":"verse","number":22,"content":["However, he did not acquire the priests’ portion of the land, for it had been given to them by Pharaoh. They ate the rations that Pharaoh supplied; so they did not sell their land."]},{"type":"line_break"},{"type":"verse","number":23,"content":["Then Joseph said to the people, “Now that I have acquired you and your land for Pharaoh this day, here is seed for you to sow in the land."]},{"type":"verse","number":24,"content":["At harvest time, you are to give a fifth of it to Pharaoh, and four-fifths will be yours as seed for the field and food for yourselves and your households and children.”"]},{"type":"line_break"},{"type":"verse","number":25,"content":["“You have saved our lives,” they said. “We have found favor in our lord’s eyes, and we will be Pharaoh’s servants.”"]},{"type":"verse","number":26,"content":["So Joseph established a law that a fifth of the produce belongs to Pharaoh, and it is in effect in the land of Egypt to this day. Only the priests’ land does not belong to Pharaoh."]},{"type":"heading","content":["The Israelites Prosper in Goshen"]},{"type":"line_break"},{"type":"verse","number":27,"content":["Now the Israelites settled in the land of Egypt, in the region of Goshen. They acquired property there and became fruitful and increased greatly in number."]},{"type":"verse","number":28,"content":["And Jacob lived in the land of Egypt seventeen years, and the length of his life was 147 years."]},{"type":"line_break"},{"type":"verse","number":29,"content":["When the time drew near for Israel to die, he called his son Joseph and said to him, “If I have found favor in your eyes, put your hand under my thigh and promise to show me kindness and faithfulness. Do not bury me in Egypt,"]},{"type":"verse","number":30,"content":["but when I lie down with my fathers, carry me out of Egypt and bury me with them.”",{"lineBreak":true},"Joseph answered, “I will do as you have requested.”"]},{"type":"line_break"},{"type":"verse","number":31,"content":["“Swear to me,” Jacob said.",{"lineBreak":true},"So Joseph swore to him, and Israel bowed in worship at the head of his bed.",{"noteId":211}]}],"footnotes":[{"noteId":209,"caller":"+","text":"Hebrew sojourns; twice in this verse","reference":{"chapter":47,"verse":9}},{"noteId":210,"caller":"+","text":"SP, LXX, Vulgate; Hebrew removed the people to the cities","reference":{"chapter":47,"verse":21}},{"noteId":211,"caller":"+","text":"Hebrew; LXX Israel worshiped as he leaned on the top of his staff; see Hebrews 11:21.","reference":{"chapter":47,"verse":31}}]},"thisChapterLink":"/api/BSB/GEN/47.json","thisChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_01_Gen_047_G.mp3","hays":"https://openbible.com/audio/hays/BSB_01_Gen_047_H.mp3","souer":"https://openbible.com/audio/souer/BSB_01_Gen_047.mp3"},"nextChapterApiLink":"/api/BSB/GEN/48.json","nextChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_01_Gen_048_G.mp3","hays":"https://openbible.com/audio/hays/BSB_01_Gen_048_H.mp3","souer":"https://openbible.com/audio/souer/BSB_01_Gen_048.mp3"},"previousChapterApiLink":"/api/BSB/GEN/46.json","previousChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_01_Gen_046_G.mp3","hays":"https://openbible.com/audio/hays/BSB_01_Gen_046_H.mp3","souer":"https://openbible.com/audio/souer/BSB_01_Gen_046.mp3"},"numberOfVerses":31}