{"translation":{"id":"BSB","name":"Berean Standard Bible","website":"https://berean.bible/","licenseUrl":"https://berean.bible/","licenseNotes":null,"shortName":"BSB","englishName":"Berean Standard Bible","language":"eng","textDirection":"ltr","sha256":"b2898c49cadb50fd8763feb9e2f74a90a3817e33408a24b6cbf09e7a950dde97","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json","numberOfBooks":66,"totalNumberOfChapters":1189,"totalNumberOfVerses":31086,"languageName":"English","languageEnglishName":"English"},"book":{"id":"EXO","translationId":"BSB","name":"Exodus","commonName":"Exodus","title":"Exodus","order":2,"numberOfChapters":40,"sha256":"ddf5292944c091a9de6fc04442b442bc690dfcfd1cbcc800a8521b4b4940d334","firstChapterNumber":1,"firstChapterApiLink":"/api/BSB/EXO/1.json","lastChapterNumber":40,"lastChapterApiLink":"/api/BSB/EXO/40.json","totalNumberOfVerses":1213},"chapter":{"number":10,"content":[{"type":"heading","content":["The Eighth Plague: Locusts"]},{"type":"verse","number":1,"content":["Then the LORD said to Moses, “Go to Pharaoh, for I have hardened",{"noteId":45},"his heart and the hearts of his officials, that I may perform these miraculous signs of Mine among them,"]},{"type":"verse","number":2,"content":["and that you may tell your children and grandchildren how severely I dealt with the Egyptians when I performed miraculous signs among them, so that all of you may know that I am the LORD.”"]},{"type":"line_break"},{"type":"verse","number":3,"content":["So Moses and Aaron went to Pharaoh and told him, “This is what the LORD, the God of the Hebrews, says: ‘How long will you refuse to humble yourself before Me? Let My people go, so that they may worship Me."]},{"type":"verse","number":4,"content":["But if you refuse to let My people go, I will bring locusts into your territory tomorrow."]},{"type":"verse","number":5,"content":["They will cover the face of the land so that no one can see it. They will devour whatever is left after the hail and eat every tree that grows in your fields."]},{"type":"verse","number":6,"content":["They will fill your houses and the houses of all your officials and every Egyptian—something neither your fathers nor your grandfathers have seen since the day they came into this land.’”",{"lineBreak":true},"Then Moses turned and left Pharaoh’s presence."]},{"type":"line_break"},{"type":"verse","number":7,"content":["Pharaoh’s officials asked him, “How long will this man be a snare to us? Let the people go, so that they may worship the LORD their God. Do you not yet realize that Egypt is in ruins?”"]},{"type":"line_break"},{"type":"verse","number":8,"content":["So Moses and Aaron were brought back to Pharaoh. “Go, worship the LORD your God,” he said. “But who exactly will be going?”"]},{"type":"line_break"},{"type":"verse","number":9,"content":["“We will go with our young and old,” Moses replied. “We will go with our sons and daughters, and with our flocks and herds, for we must hold a feast to the LORD.”"]},{"type":"line_break"},{"type":"verse","number":10,"content":["Then Pharaoh told them, “May the LORD be with you if I ever let you go with your little ones. Clearly you are bent on evil."]},{"type":"verse","number":11,"content":["No, only the men may go and worship the LORD, since that is what you have been requesting.” And Moses and Aaron were driven from Pharaoh’s presence."]},{"type":"line_break"},{"type":"verse","number":12,"content":["Then the LORD said to Moses, “Stretch out your hand over the land of Egypt, so that the locusts may swarm over it and devour every plant in the land—everything that the hail has left behind.”"]},{"type":"line_break"},{"type":"verse","number":13,"content":["So Moses stretched out his staff over the land of Egypt, and throughout that day and night the LORD sent an east wind across the land. By morning the east wind had brought the locusts."]},{"type":"line_break"},{"type":"verse","number":14,"content":["The locusts swarmed across the land and settled over the entire territory of Egypt. Never before had there been so many locusts, and never again will there be."]},{"type":"verse","number":15,"content":["They covered the face of all the land until it was black, and they consumed all the plants on the ground and all the fruit on the trees that the hail had left behind. Nothing green was left on any tree or plant in all the land of Egypt."]},{"type":"line_break"},{"type":"verse","number":16,"content":["Pharaoh quickly summoned Moses and Aaron and said, “I have sinned against the LORD your God and against you."]},{"type":"verse","number":17,"content":["Now please forgive my sin once more and appeal to the LORD your God, that He may remove this death from me.”"]},{"type":"line_break"},{"type":"verse","number":18,"content":["So Moses left Pharaoh’s presence and appealed to the LORD."]},{"type":"verse","number":19,"content":["And the LORD changed the wind to a very strong west wind that carried off the locusts and blew them into the Red Sea.",{"noteId":46},"Not a single locust remained anywhere in Egypt."]},{"type":"line_break"},{"type":"verse","number":20,"content":["But the LORD hardened",{"noteId":47},"Pharaoh’s heart, and he would not let the Israelites go."]},{"type":"heading","content":["The Ninth Plague: Darkness"]},{"type":"line_break"},{"type":"verse","number":21,"content":["Then the LORD said to Moses, “Stretch out your hand toward heaven, so that darkness may spread over the land of Egypt—a palpable darkness.”"]},{"type":"line_break"},{"type":"verse","number":22,"content":["So Moses stretched out his hand toward heaven, and total darkness covered all the land of Egypt for three days."]},{"type":"verse","number":23,"content":["No one could see anyone else, and for three days no one left his place. Yet all the Israelites had light in their dwellings."]},{"type":"line_break"},{"type":"verse","number":24,"content":["Then Pharaoh summoned Moses and said, “Go, worship the LORD. Even your little ones may go with you; only your flocks and herds must stay behind.”"]},{"type":"line_break"},{"type":"verse","number":25,"content":["But Moses replied, “You must also provide us with sacrifices and burnt offerings to present to the LORD our God."]},{"type":"verse","number":26,"content":["Even our livestock must go with us; not a hoof will be left behind, for we will need some of them to worship the LORD our God, and we will not know how we are to worship the LORD until we arrive.”"]},{"type":"line_break"},{"type":"verse","number":27,"content":["But the LORD hardened Pharaoh’s heart, and he was unwilling to let them go."]},{"type":"verse","number":28,"content":["“Depart from me!” Pharaoh said to Moses. “Make sure you never see my face again, for on the day you see my face, you will die.”"]},{"type":"line_break"},{"type":"verse","number":29,"content":["“As you say,” Moses replied, “I will never see your face again.”"]}],"footnotes":[{"noteId":45,"caller":"+","text":"Or made heavy","reference":{"chapter":10,"verse":1}},{"noteId":46,"caller":"+","text":"Or the Sea of Reeds","reference":{"chapter":10,"verse":19}},{"noteId":47,"caller":"+","text":"Or stiffened or strengthened; also in verse 27","reference":{"chapter":10,"verse":20}}]},"thisChapterLink":"/api/BSB/EXO/10.json","thisChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_02_Exo_010_G.mp3","hays":"https://openbible.com/audio/hays/BSB_02_Exo_010_H.mp3","souer":"https://openbible.com/audio/souer/BSB_02_Exo_010.mp3"},"nextChapterApiLink":"/api/BSB/EXO/11.json","nextChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_02_Exo_011_G.mp3","hays":"https://openbible.com/audio/hays/BSB_02_Exo_011_H.mp3","souer":"https://openbible.com/audio/souer/BSB_02_Exo_011.mp3"},"previousChapterApiLink":"/api/BSB/EXO/9.json","previousChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_02_Exo_009_G.mp3","hays":"https://openbible.com/audio/hays/BSB_02_Exo_009_H.mp3","souer":"https://openbible.com/audio/souer/BSB_02_Exo_009.mp3"},"numberOfVerses":29}