{"translation":{"id":"BSB","name":"Berean Standard Bible","website":"https://berean.bible/","licenseUrl":"https://berean.bible/","licenseNotes":null,"shortName":"BSB","englishName":"Berean Standard Bible","language":"eng","textDirection":"ltr","sha256":"b2898c49cadb50fd8763feb9e2f74a90a3817e33408a24b6cbf09e7a950dde97","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json","numberOfBooks":66,"totalNumberOfChapters":1189,"totalNumberOfVerses":31086,"languageName":"English","languageEnglishName":"English"},"book":{"id":"EXO","translationId":"BSB","name":"Exodus","commonName":"Exodus","title":"Exodus","order":2,"numberOfChapters":40,"sha256":"ddf5292944c091a9de6fc04442b442bc690dfcfd1cbcc800a8521b4b4940d334","firstChapterNumber":1,"firstChapterApiLink":"/api/BSB/EXO/1.json","lastChapterNumber":40,"lastChapterApiLink":"/api/BSB/EXO/40.json","totalNumberOfVerses":1213},"chapter":{"number":28,"content":[{"type":"heading","content":["Garments for the Priests"]},{"type":"verse","number":1,"content":["“Next, have your brother Aaron brought to you from among the Israelites, along with his sons Nadab, Abihu, Eleazar, and Ithamar, to serve Me as priests."]},{"type":"verse","number":2,"content":["Make holy garments for your brother Aaron, to give him glory and splendor."]},{"type":"line_break"},{"type":"verse","number":3,"content":["You are to instruct all the skilled craftsmen, whom I have filled with a spirit of wisdom, to make garments for Aaron’s consecration, so that he may serve Me as priest."]},{"type":"verse","number":4,"content":["These are the garments that they shall make: a breastpiece, an ephod, a robe, a woven tunic, a turban, and a sash. They are to make these holy garments for your brother Aaron and his sons, so that they may serve Me as priests."]},{"type":"verse","number":5,"content":["They shall use gold, along with blue, purple, and scarlet yarn, and fine linen."]},{"type":"heading","content":["The Ephod"]},{"type":"line_break"},{"type":"verse","number":6,"content":["They are to make the ephod of finely spun linen embroidered with gold, and with blue, purple, and scarlet yarn."]},{"type":"verse","number":7,"content":["It shall have two shoulder pieces attached at two of its corners, so it can be fastened."]},{"type":"verse","number":8,"content":["And the skillfully woven waistband of the ephod must be of one piece, of the same workmanship—with gold, with blue, purple, and scarlet yarn, and with finely spun linen."]},{"type":"line_break"},{"type":"verse","number":9,"content":["Take two onyx stones and engrave on them the names of the sons of Israel:"]},{"type":"verse","number":10,"content":["six of their names on one stone and the remaining six on the other, in the order of their birth."]},{"type":"verse","number":11,"content":["Engrave the names of the sons of Israel on the two stones the way a gem cutter engraves a seal. Then mount the stones in gold filigree settings."]},{"type":"verse","number":12,"content":["Fasten both stones on the shoulder pieces of the ephod as memorial stones for the sons of Israel. Aaron is to bear their names on his two shoulders as a memorial before the LORD."]},{"type":"line_break"},{"type":"verse","number":13,"content":["Fashion gold filigree settings"]},{"type":"verse","number":14,"content":["and two chains of pure gold, made of braided cord work; and attach these chains to the settings."]},{"type":"heading","content":["The Breastpiece"]},{"type":"line_break"},{"type":"verse","number":15,"content":["You are also to make a breastpiece of judgment with the same workmanship as the ephod. Construct it with gold, with blue, purple, and scarlet yarn, and with finely spun linen."]},{"type":"verse","number":16,"content":["It must be square when folded over double, a span long and a span wide.",{"noteId":144}]},{"type":"line_break"},{"type":"verse","number":17,"content":["And mount on it a setting of gemstones, four rows of stones:",{"noteId":145},{"lineBreak":true},"In the first row there shall be a ruby, a topaz, and an emerald;"]},{"type":"line_break"},{"type":"verse","number":18,"content":["in the second row a turquoise, a sapphire, and a diamond;"]},{"type":"line_break"},{"type":"verse","number":19,"content":["in the third row a jacinth, an agate, and an amethyst;"]},{"type":"line_break"},{"type":"verse","number":20,"content":["and in the fourth row a beryl, an onyx, and a jasper.",{"lineBreak":true},"Mount these stones in gold filigree settings."]},{"type":"verse","number":21,"content":["The twelve stones are to correspond to the names of the sons of Israel, each engraved like a seal with the name of one of the twelve tribes."]},{"type":"line_break"},{"type":"verse","number":22,"content":["For the breastpiece, make braided chains like cords of pure gold."]},{"type":"verse","number":23,"content":["You are also to make two gold rings and fasten them to the two corners of the breastpiece."]},{"type":"verse","number":24,"content":["Then fasten the two gold chains to the two gold rings at the corners of the breastpiece,"]},{"type":"verse","number":25,"content":["and fasten the other ends of the two chains to the two filigree settings, attaching them to the shoulder pieces of the ephod at the front."]},{"type":"line_break"},{"type":"verse","number":26,"content":["Make two more gold rings and attach them to the other two corners of the breastpiece, on the inside edge next to the ephod."]},{"type":"line_break"},{"type":"verse","number":27,"content":["Make two additional gold rings and attach them to the bottom of the two shoulder pieces of the ephod, on its front, near its seam just above its woven waistband."]},{"type":"verse","number":28,"content":["The rings of the breastpiece shall be tied to the rings of the ephod with a cord of blue yarn, so that the breastpiece is above the waistband of the ephod and does not swing out from the ephod."]},{"type":"line_break"},{"type":"verse","number":29,"content":["Whenever Aaron enters the Holy Place, he shall bear the names of the sons of Israel over his heart on the breastpiece of judgment, as a continual reminder before the LORD."]},{"type":"line_break"},{"type":"verse","number":30,"content":["And place the Urim and Thummim",{"noteId":146},"in the breastpiece of judgment, so that they will also be over Aaron’s heart whenever he comes before the LORD. Aaron will continually carry the judgment of the sons of Israel over his heart before the LORD."]},{"type":"heading","content":["Additional Priestly Garments"]},{"type":"line_break"},{"type":"verse","number":31,"content":["You are to make the robe of the ephod entirely of blue cloth,"]},{"type":"verse","number":32,"content":["with an opening at its top in the center. Around the opening shall be a woven collar with an opening like that of a garment,",{"noteId":147},"so that it will not tear."]},{"type":"line_break"},{"type":"verse","number":33,"content":["Make pomegranates of blue, purple, and scarlet yarn all the way around the lower hem, with gold bells between them,"]},{"type":"verse","number":34,"content":["alternating the gold bells and pomegranates around the lower hem of the robe."]},{"type":"line_break"},{"type":"verse","number":35,"content":["Aaron must wear the robe whenever he ministers, and its sound will be heard when he enters or exits the sanctuary before the LORD, so that he will not die."]},{"type":"line_break"},{"type":"verse","number":36,"content":["You are to make a plate of pure gold and engrave on it as on a seal:",{"lineBreak":true},"HOLY TO THE LORD.",{"noteId":148}]},{"type":"line_break"},{"type":"verse","number":37,"content":["Fasten to it a blue cord to mount it on the turban; it shall be on the front of the turban."]},{"type":"verse","number":38,"content":["And it will be worn on Aaron’s forehead, so that he may bear the iniquity of the holy things that the sons of Israel consecrate with regard to all their holy gifts. It shall always be on his forehead, so that they may be acceptable before the LORD."]},{"type":"line_break"},{"type":"verse","number":39,"content":["You are to weave the tunic with fine linen, make the turban of fine linen, and fashion an embroidered sash."]},{"type":"verse","number":40,"content":["Make tunics, sashes, and headbands for Aaron’s sons, to give them glory and splendor."]},{"type":"line_break"},{"type":"verse","number":41,"content":["After you put these garments on your brother Aaron and his sons, anoint them, ordain them, and consecrate them so that they may serve Me as priests."]},{"type":"line_break"},{"type":"verse","number":42,"content":["Make linen undergarments to cover their bare flesh, extending from waist to thigh."]},{"type":"verse","number":43,"content":["Aaron and his sons must wear them whenever they enter the Tent of Meeting or approach the altar to minister in the Holy Place, so that they will not incur guilt and die. This is to be a permanent statute for Aaron and his descendants."]}],"footnotes":[{"noteId":144,"caller":"+","text":"The breastpiece, when folded over, was approximately 9 inches or 22.9 centimeters in both length and width.","reference":{"chapter":28,"verse":16}},{"noteId":145,"caller":"+","text":"The precise identification of some of these gemstones is uncertain.","reference":{"chapter":28,"verse":17}},{"noteId":146,"caller":"+","text":"Literally Lights and Perfections","reference":{"chapter":28,"verse":30}},{"noteId":147,"caller":"+","text":"The meaning of the Hebrew word is uncertain; possibly a coat of mail.","reference":{"chapter":28,"verse":32}},{"noteId":148,"caller":"+","text":"That is, the LORD","reference":{"chapter":28,"verse":36}}]},"thisChapterLink":"/api/BSB/EXO/28.json","thisChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_02_Exo_028_G.mp3","hays":"https://openbible.com/audio/hays/BSB_02_Exo_028_H.mp3","souer":"https://openbible.com/audio/souer/BSB_02_Exo_028.mp3"},"nextChapterApiLink":"/api/BSB/EXO/29.json","nextChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_02_Exo_029_G.mp3","hays":"https://openbible.com/audio/hays/BSB_02_Exo_029_H.mp3","souer":"https://openbible.com/audio/souer/BSB_02_Exo_029.mp3"},"previousChapterApiLink":"/api/BSB/EXO/27.json","previousChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_02_Exo_027_G.mp3","hays":"https://openbible.com/audio/hays/BSB_02_Exo_027_H.mp3","souer":"https://openbible.com/audio/souer/BSB_02_Exo_027.mp3"},"numberOfVerses":43}