{"translation":{"id":"BSB","name":"Berean Standard Bible","website":"https://berean.bible/","licenseUrl":"https://berean.bible/","licenseNotes":null,"shortName":"BSB","englishName":"Berean Standard Bible","language":"eng","textDirection":"ltr","sha256":"b2898c49cadb50fd8763feb9e2f74a90a3817e33408a24b6cbf09e7a950dde97","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json","numberOfBooks":66,"totalNumberOfChapters":1189,"totalNumberOfVerses":31086,"languageName":"English","languageEnglishName":"English"},"book":{"id":"EXO","translationId":"BSB","name":"Exodus","commonName":"Exodus","title":"Exodus","order":2,"numberOfChapters":40,"sha256":"ddf5292944c091a9de6fc04442b442bc690dfcfd1cbcc800a8521b4b4940d334","firstChapterNumber":1,"firstChapterApiLink":"/api/BSB/EXO/1.json","lastChapterNumber":40,"lastChapterApiLink":"/api/BSB/EXO/40.json","totalNumberOfVerses":1213},"chapter":{"number":34,"content":[{"type":"heading","content":["New Stone Tablets"]},{"type":"verse","number":1,"content":["Then the LORD said to Moses, “Chisel out two stone tablets like the originals, and I will write on them the words that were on the first tablets, which you broke."]},{"type":"verse","number":2,"content":["Be ready in the morning, and come up on Mount Sinai to present yourself before Me on the mountaintop."]},{"type":"verse","number":3,"content":["No one may go up with you; in fact, no one may be seen anywhere on the mountain—not even the flocks or herds may graze in front of the mountain.”"]},{"type":"line_break"},{"type":"verse","number":4,"content":["So Moses chiseled out two stone tablets like the originals. He rose early in the morning, and taking the two stone tablets in his hands, he went up Mount Sinai as the LORD had commanded him."]},{"type":"line_break"},{"type":"verse","number":5,"content":["And the LORD descended in a cloud, stood with him there, and proclaimed His name, the LORD."]},{"type":"verse","number":6,"content":["Then the LORD passed in front of Moses and called out:",{"text":"“The LORD, the LORD God,","poem":1},{"text":"is compassionate and gracious,","poem":2},{"text":"slow to anger,","poem":1},{"text":"abounding in loving devotion and faithfulness,","poem":2}]},{"type":"verse","number":7,"content":[{"text":"maintaining loving devotion to a thousand generations,","poem":1},{"noteId":173},{"text":"forgiving iniquity, transgression, and sin.","poem":2},{"text":"Yet He will by no means leave the guilty unpunished;","poem":1},{"text":"He will visit the iniquity of the fathers","poem":2},{"text":"on their children and grandchildren","poem":1},{"text":"to the third and fourth generations.”","poem":2}]},{"type":"line_break"},{"type":"verse","number":8,"content":["Moses immediately bowed down to the ground and worshiped."]},{"type":"verse","number":9,"content":["“O Lord,” he said, “if I have indeed found favor in Your sight, my Lord, please go with us. Although this is a stiff-necked people, forgive our iniquity and sin, and take us as Your inheritance.”"]},{"type":"heading","content":["The LORD Renews the Covenant"]},{"type":"line_break"},{"type":"verse","number":10,"content":["And the LORD said, “Behold, I am making a covenant. Before all your people I will perform wonders that have never been done in any nation in all the world. All the people among whom you live will see the LORD’s work, for it is an awesome thing that I am doing with you."]},{"type":"line_break"},{"type":"verse","number":11,"content":["Observe what I command you this day. I will drive out before you the Amorites, Canaanites, Hittites, Perizzites, Hivites, and Jebusites."]},{"type":"verse","number":12,"content":["Be careful not to make a treaty",{"noteId":174},"with the inhabitants of the land you are entering, lest they become a snare in your midst."]},{"type":"verse","number":13,"content":["Rather, you must tear down their altars, smash their sacred stones, and chop down their Asherah poles."]},{"type":"verse","number":14,"content":["For you must not worship any other god, for the LORD, whose name is Jealous, is a jealous God."]},{"type":"line_break"},{"type":"verse","number":15,"content":["Do not make a covenant with the inhabitants of the land, for when they prostitute themselves to their gods and sacrifice to them, they will invite you, and you will eat their sacrifices."]},{"type":"verse","number":16,"content":["And when you take some of their daughters as brides for your sons, their daughters will prostitute themselves to their gods and cause your sons to do the same."]},{"type":"line_break"},{"type":"verse","number":17,"content":["You shall make no molten gods for yourselves."]},{"type":"line_break"},{"type":"verse","number":18,"content":["You are to keep the Feast of Unleavened Bread.",{"noteId":175},"For seven days at the appointed time in the month of Abib,",{"noteId":176},"you are to eat unleavened bread as I commanded you. For in the month of Abib you came out of Egypt."]},{"type":"line_break"},{"type":"verse","number":19,"content":["The first offspring of every womb belongs to Me, including all the firstborn males among your livestock, whether cattle or sheep."]},{"type":"verse","number":20,"content":["You must redeem the firstborn of a donkey with a lamb; but if you do not redeem it, you are to break its neck. You must redeem all the firstborn of your sons. No one shall appear before Me empty-handed."]},{"type":"line_break"},{"type":"verse","number":21,"content":["Six days you shall labor, but on the seventh day you shall rest; even in the seasons of plowing and harvesting, you must rest."]},{"type":"line_break"},{"type":"verse","number":22,"content":["And you are to celebrate the Feast of Weeks",{"noteId":177},"with the firstfruits of the wheat harvest, and the Feast of Ingathering",{"noteId":178},"at the turn of the year."]},{"type":"verse","number":23,"content":["Three times a year all your males are to appear before the Lord GOD, the God of Israel."]},{"type":"verse","number":24,"content":["For I will drive out the nations before you and enlarge your borders, and no one will covet your land when you go up three times a year to appear before the LORD your God."]},{"type":"line_break"},{"type":"verse","number":25,"content":["Do not offer the blood of a sacrifice to Me along with anything leavened, and do not let any of the sacrifice from the Passover Feast remain until morning."]},{"type":"line_break"},{"type":"verse","number":26,"content":["Bring the best of the firstfruits of your soil to the house of the LORD your God.",{"lineBreak":true},"You must not cook a young goat in its mother’s milk.”"]},{"type":"line_break"},{"type":"verse","number":27,"content":["The LORD also said to Moses, “Write down these words, for in accordance with these words I have made a covenant with you and with Israel.”"]},{"type":"line_break"},{"type":"verse","number":28,"content":["So Moses was there with the LORD forty days and forty nights without eating bread or drinking water. He wrote on the tablets the words of the covenant—the Ten Commandments.",{"noteId":179}]},{"type":"line_break"},{"type":"verse","number":29,"content":["And when Moses came down from Mount Sinai with the two tablets of the Testimony in his hands, he was unaware that his face had become radiant from speaking with the LORD."]},{"type":"verse","number":30,"content":["Aaron and all the Israelites looked at Moses, and behold, his face was radiant. And they were afraid to approach him."]},{"type":"line_break"},{"type":"verse","number":31,"content":["But Moses called out to them; so Aaron and all the leaders of the congregation returned to him, and Moses spoke to them."]},{"type":"verse","number":32,"content":["And after this all the Israelites came near, and Moses commanded them to do everything that the LORD had told him on Mount Sinai."]},{"type":"line_break"},{"type":"verse","number":33,"content":["When Moses had finished speaking with them, he put a veil over his face."]},{"type":"verse","number":34,"content":["But whenever Moses went in before the LORD to speak with Him, he would remove the veil until he came out. And when he came out, he would tell the Israelites what he had been commanded,"]},{"type":"verse","number":35,"content":["and the Israelites would see that the face of Moses was radiant. So Moses would put the veil back over his face until he went in to speak with the LORD."]}],"footnotes":[{"noteId":173,"caller":"+","text":"Hebrew to thousands","reference":{"chapter":34,"verse":7}},{"noteId":174,"caller":"+","text":"Forms of the Hebrew berit are translated in most passages as covenant.","reference":{"chapter":34,"verse":12}},{"noteId":175,"caller":"+","text":"That is, the seven-day period after the Passover during which no leaven may be eaten; see Exodus 12:14–20.","reference":{"chapter":34,"verse":18}},{"noteId":176,"caller":"+","text":"Abib was the first month of the ancient Hebrew lunar calendar, usually occurring within the months of March and April; twice in this verse.","reference":{"chapter":34,"verse":18}},{"noteId":177,"caller":"+","text":"That is, Shavuot, the late spring feast of pilgrimage to Jerusalem; it is also known as the Feast of Harvest (see Exodus 23:16) or the Feast of Pentecost (see Acts 2:1).","reference":{"chapter":34,"verse":22}},{"noteId":178,"caller":"+","text":"That is, Sukkot, the autumn feast of pilgrimage to Jerusalem; it is later called the Feast of Tabernacles (or Booths or Shelters).","reference":{"chapter":34,"verse":22}},{"noteId":179,"caller":"+","text":"Hebrew the Ten Words","reference":{"chapter":34,"verse":28}}]},"thisChapterLink":"/api/BSB/EXO/34.json","thisChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_02_Exo_034_G.mp3","hays":"https://openbible.com/audio/hays/BSB_02_Exo_034_H.mp3","souer":"https://openbible.com/audio/souer/BSB_02_Exo_034.mp3"},"nextChapterApiLink":"/api/BSB/EXO/35.json","nextChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_02_Exo_035_G.mp3","hays":"https://openbible.com/audio/hays/BSB_02_Exo_035_H.mp3","souer":"https://openbible.com/audio/souer/BSB_02_Exo_035.mp3"},"previousChapterApiLink":"/api/BSB/EXO/33.json","previousChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_02_Exo_033_G.mp3","hays":"https://openbible.com/audio/hays/BSB_02_Exo_033_H.mp3","souer":"https://openbible.com/audio/souer/BSB_02_Exo_033.mp3"},"numberOfVerses":35}