{"translation":{"id":"BSB","name":"Berean Standard Bible","website":"https://berean.bible/","licenseUrl":"https://berean.bible/","licenseNotes":null,"shortName":"BSB","englishName":"Berean Standard Bible","language":"eng","textDirection":"ltr","sha256":"b2898c49cadb50fd8763feb9e2f74a90a3817e33408a24b6cbf09e7a950dde97","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json","numberOfBooks":66,"totalNumberOfChapters":1189,"totalNumberOfVerses":31086,"languageName":"English","languageEnglishName":"English"},"book":{"id":"1CH","translationId":"BSB","name":"1 Chronicles","commonName":"1 Chronicles","title":"1 Chronicles","order":13,"numberOfChapters":29,"sha256":"b6c64a887e23a90621ee414c7b8144af09b5b2abd0a534e90a282cae202795f6","firstChapterNumber":1,"firstChapterApiLink":"/api/BSB/1CH/1.json","lastChapterNumber":29,"lastChapterApiLink":"/api/BSB/1CH/29.json","totalNumberOfVerses":942},"chapter":{"number":29,"content":[{"type":"heading","content":["Offerings for the Temple"]},{"type":"verse","number":1,"content":["Then King David said to the whole assembly, “My son Solomon, the one whom God has chosen, is young and inexperienced. The task is great because this palace is not for man, but for the LORD God."]},{"type":"verse","number":2,"content":["Now with all my ability I have made provision for the house of my God—gold for the gold articles, silver for the silver, bronze for the bronze, iron for the iron, and wood for the wood, as well as onyx for the settings, turquoise, stones of various colors, all kinds of precious stones, and slabs of marble—all in abundance."]},{"type":"line_break"},{"type":"verse","number":3,"content":["Moreover, because of my delight in the house of my God, I now give for it my personal treasures of gold and silver, over and above all that I have provided for this holy temple:"]},{"type":"verse","number":4,"content":["three thousand talents of gold",{"noteId":221},"(the gold of Ophir) and seven thousand talents of refined silver,",{"noteId":222},"to overlay the walls of the buildings,"]},{"type":"verse","number":5,"content":["for the gold work and the silver work, and for all the work to be done by the craftsmen. Now who will volunteer to consecrate himself to the LORD today?”"]},{"type":"line_break"},{"type":"verse","number":6,"content":["Then the leaders of the households, the officers of the tribes of Israel, the commanders of thousands and of hundreds, and the officials in charge of the king’s work gave willingly."]},{"type":"verse","number":7,"content":["Toward the service of God’s house they gave 5,000 talents",{"noteId":223},"and 10,000 darics of gold,",{"noteId":224},"10,000 talents of silver,",{"noteId":225},"18,000 talents of bronze,",{"noteId":226},"and 100,000 talents of iron.",{"noteId":227}]},{"type":"verse","number":8,"content":["Whoever had precious stones gave them to the treasury of the house of the LORD, under the care of Jehiel",{"noteId":228},"the Gershonite."]},{"type":"verse","number":9,"content":["And the people rejoiced at the willing response of their leaders, for they had given to the LORD freely and wholeheartedly. And King David also rejoiced greatly."]},{"type":"heading","content":["David’s Prayer of Blessing"]},{"type":"line_break"},{"type":"verse","number":10,"content":["Then David blessed the LORD in the sight of all the assembly and said:",{"lineBreak":true},"“May You be blessed, O LORD, God of our father Israel, from everlasting to everlasting."]},{"type":"line_break"},{"type":"verse","number":11,"content":["Yours, O LORD, is the greatness and the power and the glory and the splendor and the majesty, for everything in heaven and on earth belongs to You.",{"lineBreak":true},"Yours, O LORD, is the kingdom, and You are exalted as head over all."]},{"type":"verse","number":12,"content":["Both riches and honor come from You, and You are the ruler over all. In Your hands are power and might to exalt and give strength to all."]},{"type":"line_break"},{"type":"verse","number":13,"content":["Now therefore, our God, we give You thanks, and we praise Your glorious name."]},{"type":"verse","number":14,"content":["But who am I, and who are my people, that we should be able to give as generously as this? For everything comes from You, and from Your own hand we have given to You."]},{"type":"verse","number":15,"content":["For we are foreigners and strangers in Your presence, as were all our forefathers. Our days on earth are like a shadow, without hope."]},{"type":"line_break"},{"type":"verse","number":16,"content":["O LORD our God, from Your hand comes all this abundance that we have provided to build You a house for Your holy Name, and all of it belongs to You."]},{"type":"verse","number":17,"content":["I know, my God, that You test the heart and delight in uprightness. All these things I have given willingly and with an upright heart, and now I have seen Your people who are present here giving joyfully and willingly to You."]},{"type":"line_break"},{"type":"verse","number":18,"content":["O LORD, God of our fathers Abraham, Isaac, and Israel, keep this desire forever in the intentions of the hearts of Your people, and direct their hearts toward You."]},{"type":"verse","number":19,"content":["And give my son Solomon a whole heart to keep and carry out all Your commandments, decrees, and statutes, and to build Your palace for which I have made provision.”"]},{"type":"line_break"},{"type":"verse","number":20,"content":["Then David said to the whole assembly, “Blessed be the LORD your God.”",{"lineBreak":true},"So the whole assembly blessed the LORD, the God of their fathers. They bowed down and paid homage to the LORD and to the king."]},{"type":"heading","content":["Solomon Anointed King"]},{"type":"line_break"},{"type":"verse","number":21,"content":["The next day they offered sacrifices and presented burnt offerings to the LORD: a thousand bulls, a thousand rams, and a thousand lambs, along with their drink offerings, and other sacrifices in abundance for all Israel."]},{"type":"verse","number":22,"content":["That day they ate and drank with great joy in the presence of the LORD.",{"lineBreak":true},"Then, for a second time, they designated David’s son Solomon as king, anointing him before the LORD as ruler, and Zadok as the priest."]},{"type":"line_break"},{"type":"verse","number":23,"content":["So Solomon sat on the throne of the LORD as king in place of his father David. He prospered, and all Israel obeyed him."]},{"type":"verse","number":24,"content":["All the officials and mighty men, as well as all of King David’s sons, pledged their allegiance to King Solomon."]},{"type":"line_break"},{"type":"verse","number":25,"content":["The LORD highly exalted Solomon in the sight of all Israel and bestowed on him royal majesty such as had not been bestowed on any king in Israel before him."]},{"type":"heading","content":["David’s Reign and Death"]},{"type":"line_break"},{"type":"verse","number":26,"content":["David son of Jesse was king over all Israel."]},{"type":"verse","number":27,"content":["The length of David’s reign over Israel was forty years—seven years in Hebron and thirty-three years in Jerusalem."]},{"type":"verse","number":28,"content":["He died at a ripe old age, full of years, riches, and honor, and his son Solomon reigned in his place."]},{"type":"line_break"},{"type":"verse","number":29,"content":["Now the acts of King David, from first to last, are indeed written in the Chronicles of Samuel the Seer, the Chronicles of Nathan the Prophet, and the Chronicles of Gad the Seer,"]},{"type":"verse","number":30,"content":["together with all the details of his reign, his might, and the circumstances that came upon him and Israel and all the kingdoms of the lands."]}],"footnotes":[{"noteId":221,"caller":"+","text":"3,000 talents is approximately 113 tons or 103 metric tons of gold.","reference":{"chapter":29,"verse":4}},{"noteId":222,"caller":"+","text":"7,000 talents is approximately 264 tons or 239.5 metric tons of silver.","reference":{"chapter":29,"verse":4}},{"noteId":223,"caller":"+","text":"5,000 talents is approximately 188.5 tons or 171 metric tons of gold.","reference":{"chapter":29,"verse":7}},{"noteId":224,"caller":"+","text":"Or 10,000 gold drachmas; that is, approximately 185.2 pounds or 84 kilograms of gold coins","reference":{"chapter":29,"verse":7}},{"noteId":225,"caller":"+","text":"10,000 talents is approximately 377 tons or 342 metric tons of silver.","reference":{"chapter":29,"verse":7}},{"noteId":226,"caller":"+","text":"18,000 talents is approximately 678.6 tons or 615.6 metric tons of bronze.","reference":{"chapter":29,"verse":7}},{"noteId":227,"caller":"+","text":"100,000 talents is approximately 3,770 tons or 3,420 metric tons of iron.","reference":{"chapter":29,"verse":7}},{"noteId":228,"caller":"+","text":"Jehiel is a variant of Jehieli; see 1 Chronicles 26:21.","reference":{"chapter":29,"verse":8}}]},"thisChapterLink":"/api/BSB/1CH/29.json","thisChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_13_1Ch_029_G.mp3","hays":"https://openbible.com/audio/hays/BSB_13_1Ch_029_H.mp3","souer":"https://openbible.com/audio/souer/BSB_13_1Ch_029.mp3"},"nextChapterApiLink":"/api/BSB/2CH/1.json","nextChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_14_2Ch_001_G.mp3","hays":"https://openbible.com/audio/hays/BSB_14_2Ch_001_H.mp3","souer":"https://openbible.com/audio/souer/BSB_14_2Ch_001.mp3"},"previousChapterApiLink":"/api/BSB/1CH/28.json","previousChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_13_1Ch_028_G.mp3","hays":"https://openbible.com/audio/hays/BSB_13_1Ch_028_H.mp3","souer":"https://openbible.com/audio/souer/BSB_13_1Ch_028.mp3"},"numberOfVerses":30}