{"translation":{"id":"BSB","name":"Berean Standard Bible","website":"https://berean.bible/","licenseUrl":"https://berean.bible/","licenseNotes":null,"shortName":"BSB","englishName":"Berean Standard Bible","language":"eng","textDirection":"ltr","sha256":"b2898c49cadb50fd8763feb9e2f74a90a3817e33408a24b6cbf09e7a950dde97","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json","numberOfBooks":66,"totalNumberOfChapters":1189,"totalNumberOfVerses":31086,"languageName":"English","languageEnglishName":"English"},"book":{"id":"JOS","translationId":"BSB","name":"Joshua","commonName":"Joshua","title":"Joshua","order":6,"numberOfChapters":24,"sha256":"032333168d63786aa2cd88e638e1a78f33b5e91d8472c1a805ecb177913db3b5","firstChapterNumber":1,"firstChapterApiLink":"/api/BSB/JOS/1.json","lastChapterNumber":24,"lastChapterApiLink":"/api/BSB/JOS/24.json","totalNumberOfVerses":658},"chapter":{"number":17,"content":[{"type":"heading","content":["Manasseh’s Western Inheritance"]},{"type":"verse","number":1,"content":["Now this was the allotment for the tribe of Manasseh as Joseph’s firstborn son, namely for Machir the firstborn of Manasseh and father of the Gileadites, who had received Gilead and Bashan because Machir was a man of war."]},{"type":"verse","number":2,"content":["So this allotment was for the rest of the descendants of Manasseh—the clans of Abiezer,",{"noteId":67},"Helek, Asriel, Shechem, Hepher, and Shemida. These are the other male descendants of the clans of Manasseh son of Joseph."]},{"type":"line_break"},{"type":"verse","number":3,"content":["But Zelophehad son of Hepher (the son of Gilead, the son of Machir, the son of Manasseh) had no sons but only daughters. These are the names of his daughters: Mahlah, Noah, Hoglah, Milcah, and Tirzah."]},{"type":"verse","number":4,"content":["They approached Eleazar the priest, Joshua son of Nun, and the leaders, and said, “The LORD commanded Moses to give us an inheritance among our brothers.”",{"lineBreak":true},"So Joshua gave them an inheritance among their father’s brothers, in keeping with the command of the LORD."]},{"type":"verse","number":5,"content":["Thus ten shares fell to Manasseh, in addition to the land of Gilead and Bashan beyond the Jordan,"]},{"type":"verse","number":6,"content":["because the daughters of Manasseh received an inheritance among his sons. And the land of Gilead belonged to the rest of the sons of Manasseh."]},{"type":"line_break"},{"type":"verse","number":7,"content":["Now the border of Manasseh went from Asher to Michmethath near Shechem, then southward to include the inhabitants of En-tappuah."]},{"type":"verse","number":8,"content":["The region of Tappuah belonged to Manasseh, but Tappuah itself, on the border of Manasseh, belonged to Ephraim."]},{"type":"verse","number":9,"content":["From there the border continued southward to the Brook of Kanah. There were cities belonging to Ephraim among the cities of Manasseh, but the border of Manasseh was on the north side of the brook and ended at the Sea.",{"noteId":68}]},{"type":"verse","number":10,"content":["Ephraim’s territory was to the south, and Manasseh’s was to the north, having the Sea as its border and adjoining Asher on the north and Issachar on the east."]},{"type":"line_break"},{"type":"verse","number":11,"content":["Within Issachar and Asher, Manasseh was assigned Beth-shean, Ibleam, Dor (that is, Naphath), Endor, Taanach, and Megiddo, each with their surrounding settlements."]},{"type":"line_break"},{"type":"verse","number":12,"content":["But the descendants of Manasseh were unable to occupy these cities, because the Canaanites were determined to stay in this land."]},{"type":"verse","number":13,"content":["However, when the Israelites grew stronger, they put the Canaanites to forced labor; but they failed to drive them out completely."]},{"type":"line_break"},{"type":"verse","number":14,"content":["Then the sons of Joseph said to Joshua, “Why have you given us only one portion as an inheritance? We have many people, because the LORD has blessed us abundantly.”"]},{"type":"line_break"},{"type":"verse","number":15,"content":["Joshua answered them, “If you have so many people that the hill country of Ephraim is too small for you, go to the forest and clear for yourself an area in the land of the Perizzites and the Rephaim.”"]},{"type":"line_break"},{"type":"verse","number":16,"content":["“The hill country is not enough for us,” they replied, “and all the Canaanites who live in the valley have iron chariots, both in Beth-shean with its towns and in the Valley of Jezreel.”"]},{"type":"line_break"},{"type":"verse","number":17,"content":["So Joshua said to the house of Joseph—to Ephraim and Manasseh—“You have many people and great strength. You shall not have just one allotment,"]},{"type":"verse","number":18,"content":["because the hill country will be yours as well. It is a forest; clear it, and its farthest limits will be yours. Although the Canaanites have iron chariots and although they are strong, you can drive them out.”"]}],"footnotes":[{"noteId":67,"caller":"+","text":"Abiezer is a variant of Iezer; see Numbers 26:30.","reference":{"chapter":17,"verse":2}},{"noteId":68,"caller":"+","text":"That is, the Mediterranean Sea, also called the Great Sea; also in verse 10","reference":{"chapter":17,"verse":9}}]},"thisChapterLink":"/api/BSB/JOS/17.json","thisChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_06_Jos_017_G.mp3","hays":"https://openbible.com/audio/hays/BSB_06_Jos_017_H.mp3","souer":"https://openbible.com/audio/souer/BSB_06_Jos_017.mp3"},"nextChapterApiLink":"/api/BSB/JOS/18.json","nextChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_06_Jos_018_G.mp3","hays":"https://openbible.com/audio/hays/BSB_06_Jos_018_H.mp3","souer":"https://openbible.com/audio/souer/BSB_06_Jos_018.mp3"},"previousChapterApiLink":"/api/BSB/JOS/16.json","previousChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_06_Jos_016_G.mp3","hays":"https://openbible.com/audio/hays/BSB_06_Jos_016_H.mp3","souer":"https://openbible.com/audio/souer/BSB_06_Jos_016.mp3"},"numberOfVerses":18}