{"translation":{"id":"BSB","name":"Berean Standard Bible","website":"https://berean.bible/","licenseUrl":"https://berean.bible/","licenseNotes":null,"shortName":"BSB","englishName":"Berean Standard Bible","language":"eng","textDirection":"ltr","sha256":"b2898c49cadb50fd8763feb9e2f74a90a3817e33408a24b6cbf09e7a950dde97","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json","numberOfBooks":66,"totalNumberOfChapters":1189,"totalNumberOfVerses":31086,"languageName":"English","languageEnglishName":"English"},"book":{"id":"JOS","translationId":"BSB","name":"Joshua","commonName":"Joshua","title":"Joshua","order":6,"numberOfChapters":24,"sha256":"032333168d63786aa2cd88e638e1a78f33b5e91d8472c1a805ecb177913db3b5","firstChapterNumber":1,"firstChapterApiLink":"/api/BSB/JOS/1.json","lastChapterNumber":24,"lastChapterApiLink":"/api/BSB/JOS/24.json","totalNumberOfVerses":658},"chapter":{"number":7,"content":[{"type":"heading","content":["The Defeat at Ai"]},{"type":"verse","number":1,"content":["The Israelites, however, acted unfaithfully regarding the things devoted to destruction.",{"noteId":21},"Achan",{"noteId":22},"son of Carmi, the son of Zabdi,",{"noteId":23},"the son of Zerah, of the tribe of Judah, took some of what was set apart. So the anger of the LORD burned against the Israelites."]},{"type":"line_break"},{"type":"verse","number":2,"content":["Meanwhile, Joshua sent men from Jericho to Ai, which is near Beth-aven to the east of Bethel, and told them, “Go up and spy out the land.” So the men went up and spied out Ai."]},{"type":"line_break"},{"type":"verse","number":3,"content":["On returning to Joshua, they reported, “There is no need to send all the people; two or three thousand men are enough to go up and attack Ai. Since the people of Ai are so few, you need not wear out all our people there.”"]},{"type":"line_break"},{"type":"verse","number":4,"content":["So about three thousand men went up, but they fled before the men of Ai."]},{"type":"verse","number":5,"content":["And the men of Ai struck down about thirty-six of them, chasing them from the gate as far as the quarries",{"noteId":24},"and striking them down on the slopes. So the hearts of the people melted and became like water."]},{"type":"line_break"},{"type":"verse","number":6,"content":["Then Joshua tore his clothes and fell facedown before the ark of the LORD until evening, as did the elders of Israel; and they all sprinkled dust on their heads."]},{"type":"line_break"},{"type":"verse","number":7,"content":["“O, Lord GOD,” Joshua said, “why did You ever bring this people across the Jordan to deliver us into the hand of the Amorites to be destroyed? If only we had been content to stay on the other side of the Jordan!"]},{"type":"verse","number":8,"content":["O Lord, what can I say, now that Israel has turned its back and run from its enemies?"]},{"type":"verse","number":9,"content":["When the Canaanites and all who live in the land hear about this, they will surround us and wipe out our name from the earth. Then what will You do for Your great name?”"]},{"type":"line_break"},{"type":"verse","number":10,"content":["But the LORD said to Joshua, “Stand up! Why have you fallen on your face?"]},{"type":"verse","number":11,"content":["Israel has sinned; they have transgressed My covenant that I commanded them, and they have taken some of what was devoted to destruction. Indeed, they have stolen and lied, and they have put these things with their own possessions."]},{"type":"verse","number":12,"content":["This is why the Israelites cannot stand against their enemies. They will turn their backs and run from their enemies, because they themselves have been set apart for destruction. I will no longer be with you unless you remove from among you whatever is devoted to destruction."]},{"type":"line_break"},{"type":"verse","number":13,"content":["Get up and consecrate the people, saying, ‘Consecrate yourselves for tomorrow, for this is what the LORD, the God of Israel, says: Among you, O Israel, there are things devoted to destruction. You cannot stand against your enemies until you remove them."]},{"type":"verse","number":14,"content":["In the morning you must present yourselves tribe by tribe. The tribe that the LORD selects shall come forward clan by clan, and the clan that the LORD selects shall come forward family by family, and the family that the LORD selects shall come forward man by man."]},{"type":"verse","number":15,"content":["The one who is caught with the things devoted to destruction must be burned, along with all that belongs to him, because he has transgressed the covenant of the LORD and committed an outrage in Israel.’”"]},{"type":"heading","content":["The Sin of Achan"]},{"type":"line_break"},{"type":"verse","number":16,"content":["So Joshua arose early the next morning and had Israel come forward tribe by tribe, and the tribe of Judah was selected."]},{"type":"verse","number":17,"content":["He had the clans of Judah come forward, and the clan of the Zerahites was selected. He had the clan of the Zerahites come forward, and the family of Zabdi was selected."]},{"type":"verse","number":18,"content":["And he had the family of Zabdi come forward man by man, and Achan son of Carmi, the son of Zabdi, the son of Zerah, of the tribe of Judah, was selected."]},{"type":"line_break"},{"type":"verse","number":19,"content":["So Joshua said to Achan, “My son, give glory to the LORD, the God of Israel, and make a confession to Him. I urge you to tell me what you have done; do not hide it from me.”"]},{"type":"line_break"},{"type":"verse","number":20,"content":["“It is true,” Achan replied, “I have sinned against the LORD, the God of Israel. This is what I did:"]},{"type":"verse","number":21,"content":["When I saw among the spoils a beautiful cloak from Shinar,",{"noteId":25},"two hundred shekels of silver,",{"noteId":26},"and a bar of gold weighing fifty shekels,",{"noteId":27},"I coveted them and took them. They are hidden in the ground inside my tent, with the silver underneath.”"]},{"type":"line_break"},{"type":"verse","number":22,"content":["So Joshua sent messengers who ran to the tent, and there it all was, hidden in his tent, with the silver underneath."]},{"type":"verse","number":23,"content":["They took the things from inside the tent, brought them to Joshua and all the Israelites, and spread them out before the LORD."]},{"type":"line_break"},{"type":"verse","number":24,"content":["Then Joshua, together with all Israel, took Achan son of Zerah, the silver, the cloak, the bar of gold, his sons and daughters, his oxen and donkeys and sheep, his tent, and everything else he owned, and brought them to the Valley of Achor."]},{"type":"line_break"},{"type":"verse","number":25,"content":["“Why have you brought this trouble upon us?” said Joshua. “Today the LORD will bring trouble upon you!” And all Israel stoned him to death. Then they stoned the others and burned their bodies."]},{"type":"verse","number":26,"content":["And they heaped over Achan a large pile of rocks that remains to this day. So the LORD turned from His burning anger. Therefore that place is called the Valley of Achor",{"noteId":28},"to this day."]}],"footnotes":[{"noteId":21,"caller":"+","text":"Forms of the Hebrew cherem refer to the giving over of things or persons to the LORD, either by destroying them or by giving them as an offering; also in verses 11, 12, 13, and 15.","reference":{"chapter":7,"verse":1}},{"noteId":22,"caller":"+","text":"Achan means troubler; also called Achar in 1 Chronicles 2:7.","reference":{"chapter":7,"verse":1}},{"noteId":23,"caller":"+","text":"Zabdi is a variant of Zimri; also in verses 17 and 18; see LXX and 1 Chronicles 2:6.","reference":{"chapter":7,"verse":1}},{"noteId":24,"caller":"+","text":"Or as far as Shebarim","reference":{"chapter":7,"verse":5}},{"noteId":25,"caller":"+","text":"That is, Babylonia","reference":{"chapter":7,"verse":21}},{"noteId":26,"caller":"+","text":"200 shekels is approximately 5 pounds or 2.3 kilograms of silver.","reference":{"chapter":7,"verse":21}},{"noteId":27,"caller":"+","text":"50 shekels is approximately 1.26 pounds or 569.8 grams of gold.","reference":{"chapter":7,"verse":21}},{"noteId":28,"caller":"+","text":"Achor means trouble.","reference":{"chapter":7,"verse":26}}]},"thisChapterLink":"/api/BSB/JOS/7.json","thisChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_06_Jos_007_G.mp3","hays":"https://openbible.com/audio/hays/BSB_06_Jos_007_H.mp3","souer":"https://openbible.com/audio/souer/BSB_06_Jos_007.mp3"},"nextChapterApiLink":"/api/BSB/JOS/8.json","nextChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_06_Jos_008_G.mp3","hays":"https://openbible.com/audio/hays/BSB_06_Jos_008_H.mp3","souer":"https://openbible.com/audio/souer/BSB_06_Jos_008.mp3"},"previousChapterApiLink":"/api/BSB/JOS/6.json","previousChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_06_Jos_006_G.mp3","hays":"https://openbible.com/audio/hays/BSB_06_Jos_006_H.mp3","souer":"https://openbible.com/audio/souer/BSB_06_Jos_006.mp3"},"numberOfVerses":26}