{"translation":{"id":"BSB","name":"Berean Standard Bible","website":"https://berean.bible/","licenseUrl":"https://berean.bible/","licenseNotes":null,"shortName":"BSB","englishName":"Berean Standard Bible","language":"eng","textDirection":"ltr","sha256":"b2898c49cadb50fd8763feb9e2f74a90a3817e33408a24b6cbf09e7a950dde97","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json","numberOfBooks":66,"totalNumberOfChapters":1189,"totalNumberOfVerses":31086,"languageName":"English","languageEnglishName":"English"},"book":{"id":"JOS","translationId":"BSB","name":"Joshua","commonName":"Joshua","title":"Joshua","order":6,"numberOfChapters":24,"sha256":"032333168d63786aa2cd88e638e1a78f33b5e91d8472c1a805ecb177913db3b5","firstChapterNumber":1,"firstChapterApiLink":"/api/BSB/JOS/1.json","lastChapterNumber":24,"lastChapterApiLink":"/api/BSB/JOS/24.json","totalNumberOfVerses":658},"chapter":{"number":8,"content":[{"type":"heading","content":["The Conquest of Ai"]},{"type":"verse","number":1,"content":["Then the LORD said to Joshua, “Do not be afraid or discouraged. Take the whole army with you, and go up and attack Ai. See, I have delivered into your hand the king of Ai, his people, his city, and his land."]},{"type":"verse","number":2,"content":["And you shall do to Ai and its king as you did to Jericho and its king, except that you may carry off their plunder and livestock for yourselves. Set up an ambush behind the city.”"]},{"type":"line_break"},{"type":"verse","number":3,"content":["So Joshua and the whole army set out to attack Ai. Joshua chose 30,000 mighty men of valor and sent them out at night"]},{"type":"verse","number":4,"content":["with these orders: “Pay attention. You are to lie in ambush behind the city, not too far from it. All of you must be ready."]},{"type":"verse","number":5,"content":["Then I and all the troops with me will advance on the city. When they come out against us as they did the first time, we will flee from them."]},{"type":"verse","number":6,"content":["They will pursue us until we have drawn them away from the city, for they will say, ‘The Israelites are running away from us as they did before.’ So as we flee from them,"]},{"type":"verse","number":7,"content":["you are to rise from the ambush and seize the city, for the LORD your God will deliver it into your hand."]},{"type":"verse","number":8,"content":["And when you have taken the city, set it on fire. Do as the LORD has commanded! See, I have given you orders.”"]},{"type":"line_break"},{"type":"verse","number":9,"content":["So Joshua sent them out, and they went to the place of ambush and lay in wait between Bethel and Ai, to the west of Ai. But Joshua spent that night among the people."]},{"type":"line_break"},{"type":"verse","number":10,"content":["Joshua got up early the next morning and mobilized his men, and he and the elders of Israel marched before them up to Ai."]},{"type":"verse","number":11,"content":["Then all the troops who were with him marched up and approached the city. They arrived in front of Ai and camped to the north of it, with the valley between them and the city."]},{"type":"line_break"},{"type":"verse","number":12,"content":["Now Joshua had taken about five thousand men and set up an ambush between Bethel and Ai, to the west of the city."]},{"type":"verse","number":13,"content":["So the forces were stationed with the main camp to the north of the city and the rear guard to the west of the city. And that night Joshua went into the valley."]},{"type":"line_break"},{"type":"verse","number":14,"content":["When the king of Ai saw the Israelites, he hurried out early in the morning with the men of the city to engage them in battle at an appointed place overlooking the Arabah. But he did not know that an ambush had been set up against him behind the city."]},{"type":"verse","number":15,"content":["Joshua and all Israel let themselves be beaten back before them, and they fled toward the wilderness."]},{"type":"verse","number":16,"content":["Then all the men of Ai were summoned to pursue them, and they followed Joshua and were drawn away from the city."]},{"type":"verse","number":17,"content":["Not a man was left in Ai or Bethel who did not go out after Israel, leaving the city wide open while they pursued Israel."]},{"type":"line_break"},{"type":"verse","number":18,"content":["Then the LORD said to Joshua, “Hold out your battle lance",{"noteId":29},"toward Ai, for into your hand I will deliver the city.” So Joshua held out his battle lance toward Ai,"]},{"type":"verse","number":19,"content":["and as soon as he did so, the men in ambush rose quickly from their position. They rushed forward, entered the city, captured it, and immediately set it on fire."]},{"type":"line_break"},{"type":"verse","number":20,"content":["When the men of Ai turned and looked back, the smoke of the city was rising into the sky. They could not escape in any direction, and the troops who had fled to the wilderness now became the pursuers."]},{"type":"verse","number":21,"content":["When Joshua and all Israel saw that the men in ambush had captured the city and that smoke was rising from it, they turned around and struck down the men of Ai."]},{"type":"verse","number":22,"content":["Meanwhile, those in the ambush came out of the city against them, and the men of Ai were trapped between the Israelite forces on both sides. So Israel struck them down until no survivor or fugitive remained."]},{"type":"verse","number":23,"content":["But they took the king of Ai alive and brought him to Joshua."]},{"type":"line_break"},{"type":"verse","number":24,"content":["When Israel had finished killing all the men of Ai who had pursued them into the field and wilderness, and when every last one of them had fallen by the sword, all the Israelites returned to Ai and put it to the sword as well."]},{"type":"verse","number":25,"content":["A total of twelve thousand men and women fell that day—all the people of Ai."]},{"type":"verse","number":26,"content":["Joshua did not draw back the hand that held his battle lance until he had devoted to destruction",{"noteId":30},"all who lived in Ai."]},{"type":"verse","number":27,"content":["Israel took for themselves only the cattle and plunder of that city, as the LORD had commanded Joshua."]},{"type":"line_break"},{"type":"verse","number":28,"content":["So Joshua burned Ai",{"noteId":31},"and made it a permanent heap of ruins, a desolation to this day."]},{"type":"verse","number":29,"content":["He hung the king of Ai on a tree",{"noteId":32},"until evening, and at sunset Joshua commanded that they take down the body from the tree and throw it down at the entrance of the city gate. And over it they raised a large pile of rocks, which remains to this day."]},{"type":"heading","content":["Joshua Renews the Covenant"]},{"type":"line_break"},{"type":"verse","number":30,"content":["At that time Joshua built an altar on Mount Ebal to the LORD, the God of Israel,"]},{"type":"verse","number":31,"content":["just as Moses the servant of the LORD had commanded the Israelites. He built it according to what is written in the Book of the Law of Moses: “an altar of uncut stones on which no iron tool has been used.”",{"noteId":33},"And on it they offered burnt offerings to the LORD, and they sacrificed peace offerings."]},{"type":"line_break"},{"type":"verse","number":32,"content":["And there in the presence of the Israelites, Joshua inscribed on the stones a copy of the law of Moses, which he had written."]},{"type":"verse","number":33,"content":["All Israel, foreigners and citizens alike, with their elders, officers, and judges, stood on both sides of the ark of the covenant of the LORD facing the Levitical priests who carried it. Half of the people stood in front of Mount Gerizim and half of them in front of Mount Ebal, as Moses the servant of the LORD had commanded earlier, to bless the people of Israel."]},{"type":"line_break"},{"type":"verse","number":34,"content":["Afterward, Joshua read aloud all the words of the law—the blessings and the curses—according to all that is written in the Book of the Law."]},{"type":"verse","number":35,"content":["There was not a word of all that Moses had commanded that Joshua failed to read before the whole assembly of Israel, including the women, the little ones, and the foreigners who lived among them."]}],"footnotes":[{"noteId":29,"caller":"+","text":"Or javelin; twice in this verse, and also in verse 26","reference":{"chapter":8,"verse":18}},{"noteId":30,"caller":"+","text":"Forms of the Hebrew cherem refer to the giving over of things or persons to the LORD, either by destroying them or by giving them as an offering.","reference":{"chapter":8,"verse":26}},{"noteId":31,"caller":"+","text":"Ai means ruin.","reference":{"chapter":8,"verse":28}},{"noteId":32,"caller":"+","text":"Or He impaled the king of Ai on a pole","reference":{"chapter":8,"verse":29}},{"noteId":33,"caller":"+","text":"Exodus 20:25; Deuteronomy 27:5","reference":{"chapter":8,"verse":31}}]},"thisChapterLink":"/api/BSB/JOS/8.json","thisChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_06_Jos_008_G.mp3","hays":"https://openbible.com/audio/hays/BSB_06_Jos_008_H.mp3","souer":"https://openbible.com/audio/souer/BSB_06_Jos_008.mp3"},"nextChapterApiLink":"/api/BSB/JOS/9.json","nextChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_06_Jos_009_G.mp3","hays":"https://openbible.com/audio/hays/BSB_06_Jos_009_H.mp3","souer":"https://openbible.com/audio/souer/BSB_06_Jos_009.mp3"},"previousChapterApiLink":"/api/BSB/JOS/7.json","previousChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_06_Jos_007_G.mp3","hays":"https://openbible.com/audio/hays/BSB_06_Jos_007_H.mp3","souer":"https://openbible.com/audio/souer/BSB_06_Jos_007.mp3"},"numberOfVerses":35}