{"translation":{"id":"BSB","name":"Berean Standard Bible","website":"https://berean.bible/","licenseUrl":"https://berean.bible/","licenseNotes":null,"shortName":"BSB","englishName":"Berean Standard Bible","language":"eng","textDirection":"ltr","sha256":"b2898c49cadb50fd8763feb9e2f74a90a3817e33408a24b6cbf09e7a950dde97","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json","numberOfBooks":66,"totalNumberOfChapters":1189,"totalNumberOfVerses":31086,"languageName":"English","languageEnglishName":"English"},"book":{"id":"JER","translationId":"BSB","name":"Jeremiah","commonName":"Jeremiah","title":"Jeremiah","order":24,"numberOfChapters":52,"sha256":"a8165793d5e439b10988182d02db33a85e83d914fd6d3c25ae94545ad66db469","firstChapterNumber":1,"firstChapterApiLink":"/api/BSB/JER/1.json","lastChapterNumber":52,"lastChapterApiLink":"/api/BSB/JER/52.json","totalNumberOfVerses":1364},"chapter":{"number":44,"content":[{"type":"heading","content":["Judgment on the Jews in Egypt"]},{"type":"verse","number":1,"content":["This is the word that came to Jeremiah concerning all the Jews living in the land of Egypt",{"noteId":125},"—in Migdol, Tahpanhes, and Memphis",{"noteId":126},"—and in the land of Pathros:",{"noteId":127}]},{"type":"verse","number":2,"content":["“This is what the LORD of Hosts, the God of Israel, says: You have seen all the disaster that I brought against Jerusalem and all the cities of Judah; and behold, they lie today in ruins and desolation"]},{"type":"verse","number":3,"content":["because of the evil they have done.",{"lineBreak":true},"They provoked Me to anger by continuing to burn incense and to serve other gods that neither they nor you nor your fathers ever knew."]},{"type":"verse","number":4,"content":["Yet I sent you all My servants the prophets again and again,",{"noteId":128},"saying: ‘Do not do this detestable thing that I hate.’"]},{"type":"line_break"},{"type":"verse","number":5,"content":["But they did not listen or incline their ears; they did not turn from their wickedness or stop burning incense to other gods."]},{"type":"verse","number":6,"content":["Therefore My wrath and anger poured out and burned in the cities of Judah and in the streets of Jerusalem, so that they have become the desolate ruin they are today."]},{"type":"line_break"},{"type":"verse","number":7,"content":["So now, this is what the LORD God of Hosts, the God of Israel, says: Why are you doing such great harm to yourselves by cutting off from Judah man and woman, child and infant, leaving yourselves without a remnant?"]},{"type":"verse","number":8,"content":["Why are you provoking Me to anger by the work of your hands by burning incense to other gods in the land of Egypt, where you have gone to reside?",{"lineBreak":true},"As a result, you will be cut off and will become an object of cursing and reproach among all the nations of the earth."]},{"type":"verse","number":9,"content":["Have you forgotten the wickedness of your fathers and of the kings of Judah and their wives, as well as the wickedness that you and your wives committed in the land of Judah and in the streets of Jerusalem?"]},{"type":"verse","number":10,"content":["To this day they have not humbled themselves or shown reverence, nor have they followed My instruction or the statutes that I set before you and your fathers."]},{"type":"line_break"},{"type":"verse","number":11,"content":["Therefore this is what the LORD of Hosts, the God of Israel, says: I will set My face to bring disaster and to cut off all Judah."]},{"type":"verse","number":12,"content":["And I will take away the remnant of Judah who have resolved to go to the land of Egypt to reside there; they will meet their end. They will all fall by the sword or be consumed by famine. From the least to the greatest, they will die by sword or famine; and they will become an object of cursing and horror, of vilification and reproach."]},{"type":"line_break"},{"type":"verse","number":13,"content":["I will punish those who live in the land of Egypt, just as I punished Jerusalem, by sword and famine and plague,"]},{"type":"verse","number":14,"content":["so that none of the remnant of Judah who have gone to reside in Egypt will escape or survive to return to the land of Judah, where they long to return and live; for none will return except a few fugitives.”"]},{"type":"heading","content":["The Stubbornness of the People"]},{"type":"line_break"},{"type":"verse","number":15,"content":["Then all the men who knew that their wives were burning incense to other gods, and all the women standing by—a great assembly—along with all the people living in the land of Egypt and in Pathros,",{"noteId":129},"said to Jeremiah,"]},{"type":"verse","number":16,"content":["“As for the word you have spoken to us in the name of the LORD, we will not listen to you!"]},{"type":"verse","number":17,"content":["Instead, we will do everything we vowed to do: We will burn incense to the Queen of Heaven and offer drink offerings to her, just as we, our fathers, our kings, and our officials did in the cities of Judah and in the streets of Jerusalem.",{"lineBreak":true},"At that time we had plenty of food and good things, and we saw no disaster."]},{"type":"verse","number":18,"content":["But from the time we stopped burning incense to the Queen of Heaven and pouring out drink offerings to her, we have lacked everything and have been perishing by sword and famine.”"]},{"type":"line_break"},{"type":"verse","number":19,"content":["“Moreover,” said the women, “when we burned incense to the Queen of Heaven and poured out drink offerings to her, was it without our husbands’ knowledge that we made sacrificial cakes in her image and poured out drink offerings to her?”"]},{"type":"heading","content":["Calamity for the Jews"]},{"type":"line_break"},{"type":"verse","number":20,"content":["Then Jeremiah said to all the people, both men and women, who were answering him,"]},{"type":"verse","number":21,"content":["“As for the incense you burned in the cities of Judah and in the streets of Jerusalem—you, your fathers, your kings, your officials, and the people of the land—did the LORD not remember and bring this to mind?"]},{"type":"verse","number":22,"content":["So the LORD could no longer endure the evil deeds and detestable acts you committed, and your land became a desolation, a horror, and an object of cursing, without inhabitant, as it is this day."]},{"type":"verse","number":23,"content":["Because you burned incense and sinned against the LORD, and did not obey the voice of the LORD or walk in His instruction, His statutes, and His testimonies, this disaster has befallen you, as you see today.”"]},{"type":"line_break"},{"type":"verse","number":24,"content":["Then Jeremiah said to all the people, including all the women, “Hear the word of the LORD, all those of Judah who are in the land of Egypt."]},{"type":"verse","number":25,"content":["This is what the LORD of Hosts, the God of Israel, says: As for you and your wives, you have spoken with your mouths and fulfilled with your hands your words: ‘We will surely perform our vows that we have made to burn incense to the Queen of Heaven and to pour out drink offerings to her.’ Go ahead, then, do what you have promised! Keep your vows!"]},{"type":"line_break"},{"type":"verse","number":26,"content":["Nevertheless, hear the word of the LORD, all you people of Judah living in Egypt: Behold, I have sworn by My great name, says the LORD, that never again will any man of Judah living in the land of Egypt invoke My name or say, ‘As surely as the Lord GOD lives.’"]},{"type":"line_break"},{"type":"verse","number":27,"content":["I am watching over them for harm and not for good, and every man of Judah who is in the land of Egypt will meet his end by sword or famine, until they are finished off."]},{"type":"line_break"},{"type":"verse","number":28,"content":["Those who escape the sword will return from Egypt to Judah, few in number, and the whole remnant of Judah who went to dwell in the land of Egypt will know whose word will stand, Mine or theirs!"]},{"type":"line_break"},{"type":"verse","number":29,"content":["This will be a sign to you that I will punish you in this place, declares the LORD, so that you may know that My threats of harm against you will surely stand."]},{"type":"verse","number":30,"content":["This is what the LORD says: Behold, I will deliver Pharaoh Hophra king of Egypt into the hands of his enemies who seek his life, just as I delivered Zedekiah king of Judah into the hand of Nebuchadnezzar king of Babylon, the enemy who was seeking his life.”"]}],"footnotes":[{"noteId":125,"caller":"+","text":"Or Lower Egypt or northern Egypt; also in verse 15","reference":{"chapter":44,"verse":1}},{"noteId":126,"caller":"+","text":"LXX; Hebrew Noph","reference":{"chapter":44,"verse":1}},{"noteId":127,"caller":"+","text":"Or Upper Egypt or southern Egypt; also in verse 15","reference":{"chapter":44,"verse":1}},{"noteId":128,"caller":"+","text":"Literally the prophets, rising up early and sending (them),","reference":{"chapter":44,"verse":4}},{"noteId":129,"caller":"+","text":"That is, in Lower and Upper Egypt; possibly in the land of Egypt at Pathros","reference":{"chapter":44,"verse":15}}]},"thisChapterLink":"/api/BSB/JER/44.json","thisChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_24_Jer_044_G.mp3","hays":"https://openbible.com/audio/hays/BSB_24_Jer_044_H.mp3","souer":"https://openbible.com/audio/souer/BSB_24_Jer_044.mp3"},"nextChapterApiLink":"/api/BSB/JER/45.json","nextChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_24_Jer_045_G.mp3","hays":"https://openbible.com/audio/hays/BSB_24_Jer_045_H.mp3","souer":"https://openbible.com/audio/souer/BSB_24_Jer_045.mp3"},"previousChapterApiLink":"/api/BSB/JER/43.json","previousChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_24_Jer_043_G.mp3","hays":"https://openbible.com/audio/hays/BSB_24_Jer_043_H.mp3","souer":"https://openbible.com/audio/souer/BSB_24_Jer_043.mp3"},"numberOfVerses":30}