{"translation":{"id":"BSB","name":"Berean Standard Bible","website":"https://berean.bible/","licenseUrl":"https://berean.bible/","licenseNotes":null,"shortName":"BSB","englishName":"Berean Standard Bible","language":"eng","textDirection":"ltr","sha256":"b2898c49cadb50fd8763feb9e2f74a90a3817e33408a24b6cbf09e7a950dde97","availableFormats":["json"],"listOfBooksApiLink":"/api/BSB/books.json","numberOfBooks":66,"totalNumberOfChapters":1189,"totalNumberOfVerses":31086,"languageName":"English","languageEnglishName":"English"},"book":{"id":"JER","translationId":"BSB","name":"Jeremiah","commonName":"Jeremiah","title":"Jeremiah","order":24,"numberOfChapters":52,"sha256":"a8165793d5e439b10988182d02db33a85e83d914fd6d3c25ae94545ad66db469","firstChapterNumber":1,"firstChapterApiLink":"/api/BSB/JER/1.json","lastChapterNumber":52,"lastChapterApiLink":"/api/BSB/JER/52.json","totalNumberOfVerses":1364},"chapter":{"number":52,"content":[{"type":"heading","content":["The Fall of Jerusalem Recounted"]},{"type":"verse","number":1,"content":["Zedekiah was twenty-one years old when he became king, and he reigned in Jerusalem eleven years. His mother’s name was Hamutal daughter of Jeremiah; she was from Libnah."]},{"type":"line_break"},{"type":"verse","number":2,"content":["And Zedekiah did evil in the sight of the LORD, just as Jehoiakim had done."]},{"type":"verse","number":3,"content":["For because of the anger of the LORD, all this happened in Jerusalem and Judah, until He finally banished them from His presence.",{"lineBreak":true},"And Zedekiah also rebelled against the king of Babylon."]},{"type":"line_break"},{"type":"verse","number":4,"content":["So in the ninth year of Zedekiah’s reign, on the tenth day of the tenth month, Nebuchadnezzar king of Babylon marched against Jerusalem with his entire army. They encamped outside the city and built a siege wall all around it."]},{"type":"verse","number":5,"content":["And the city was kept under siege until King Zedekiah’s eleventh year."]},{"type":"line_break"},{"type":"verse","number":6,"content":["By the ninth day of the fourth month, the famine in the city was so severe that the people of the land had no food."]},{"type":"verse","number":7,"content":["Then the city was breached; and though the Chaldeans",{"noteId":172},"had surrounded the city, all the men of war fled the city by night by way of the gate between the two walls near the king’s garden.",{"lineBreak":true},"They headed toward the Arabah,",{"noteId":173}]},{"type":"verse","number":8,"content":["but the army of the Chaldeans pursued the king and overtook Zedekiah in the plains of Jericho, and all his army was separated from him."]},{"type":"line_break"},{"type":"verse","number":9,"content":["The Chaldeans seized the king and brought him up to the king of Babylon at Riblah in the land of Hamath, where he pronounced judgment on Zedekiah."]},{"type":"line_break"},{"type":"verse","number":10,"content":["There at Riblah the king of Babylon slaughtered the sons of Zedekiah before his eyes, and he also killed all the officials of Judah."]},{"type":"verse","number":11,"content":["Then he put out Zedekiah’s eyes, bound him with bronze shackles, and took him to Babylon, where he kept him in custody until his dying day."]},{"type":"heading","content":["The Temple Destroyed"]},{"type":"line_break"},{"type":"verse","number":12,"content":["On the tenth day of the fifth month, in the nineteenth year of Nebuchadnezzar’s reign over Babylon, Nebuzaradan captain of the guard, a servant of the king of Babylon, entered Jerusalem."]},{"type":"verse","number":13,"content":["He burned down the house of the LORD, the royal palace, and all the houses of Jerusalem—every significant building."]},{"type":"verse","number":14,"content":["And the whole army of the Chaldeans under the captain of the guard broke down all the walls around Jerusalem."]},{"type":"line_break"},{"type":"verse","number":15,"content":["Then Nebuzaradan captain of the guard carried into exile some of the poorest people and those who remained in the city, along with the deserters who had defected to the king of Babylon and the rest of the craftsmen."]},{"type":"verse","number":16,"content":["But Nebuzaradan captain of the guard left behind some of the poorest of the land to tend the vineyards and fields."]},{"type":"line_break"},{"type":"verse","number":17,"content":["Moreover, the Chaldeans broke up the bronze pillars and stands and the bronze Sea in the house of the LORD, and they carried all the bronze to Babylon."]},{"type":"verse","number":18,"content":["They also took away the pots, shovels, wick trimmers, sprinkling bowls, dishes, and all the articles of bronze used in the temple service."]},{"type":"verse","number":19,"content":["The captain of the guard also took away the basins, censers, sprinkling bowls, pots, lampstands, pans, and drink offering bowls—anything made of pure gold or fine silver."]},{"type":"line_break"},{"type":"verse","number":20,"content":["As for the two pillars, the Sea, the twelve bronze bulls under it, and the movable stands that King Solomon had made for the house of the LORD, the weight of the bronze from all these articles was beyond measure."]},{"type":"verse","number":21,"content":["Each pillar was eighteen cubits tall and twelve cubits in circumference;",{"noteId":174},"each was hollow, four fingers thick.",{"noteId":175}]},{"type":"verse","number":22,"content":["The bronze capital atop one pillar was five cubits high,",{"noteId":176},"with a network of bronze pomegranates all around. The second pillar, with its pomegranates, was similar."]},{"type":"verse","number":23,"content":["Each capital had ninety-six pomegranates on the sides, and a total of a hundred pomegranates were above the surrounding network."]},{"type":"heading","content":["Captives Carried to Babylon"]},{"type":"line_break"},{"type":"verse","number":24,"content":["The captain of the guard also took away Seraiah the chief priest, Zephaniah the priest of second rank, and the three doorkeepers."]},{"type":"verse","number":25,"content":["Of those still in the city, he took a court official who had been appointed over the men of war, as well as seven trusted royal advisers. He also took the scribe of the captain of the army, who had enlisted the people of the land, and sixty men who were found in the city."]},{"type":"line_break"},{"type":"verse","number":26,"content":["Nebuzaradan captain of the guard took them and brought them to the king of Babylon at Riblah."]},{"type":"verse","number":27,"content":["There at Riblah in the land of Hamath, the king of Babylon struck them down and put them to death. So Judah was taken into exile, away from its own land."]},{"type":"line_break"},{"type":"verse","number":28,"content":["These are the people Nebuchadnezzar carried away:",{"lineBreak":true},"in the seventh year, 3,023 Jews;"]},{"type":"line_break"},{"type":"verse","number":29,"content":["in Nebuchadnezzar’s eighteenth year, 832 people from Jerusalem;"]},{"type":"line_break"},{"type":"verse","number":30,"content":["in Nebuchadnezzar’s twenty-third year, Nebuzaradan captain of the guard carried away 745 Jews.",{"lineBreak":true},"So in all, 4,600 people were taken away."]},{"type":"heading","content":["Jehoiachin Released from Prison"]},{"type":"line_break"},{"type":"verse","number":31,"content":["On the twenty-fifth day of the twelfth month of the thirty-seventh year of the exile of Jehoiachin king of Judah, in the first year of the reign of Evil-merodach king of Babylon, he pardoned",{"noteId":177},"Jehoiachin king of Judah and released him from prison."]},{"type":"verse","number":32,"content":["And he spoke kindly to Jehoiachin and set his throne above the thrones of the other kings who were with him in Babylon."]},{"type":"line_break"},{"type":"verse","number":33,"content":["So Jehoiachin changed out of his prison clothes, and he dined regularly at the king’s table for the rest of his life."]},{"type":"verse","number":34,"content":["And the king of Babylon provided Jehoiachin a daily portion for the rest of his life, until the day of his death."]}],"footnotes":[{"noteId":172,"caller":"+","text":"That is, the Babylonians; similarly in verses 8, 9, 14, and 17","reference":{"chapter":52,"verse":7}},{"noteId":173,"caller":"+","text":"Or the Jordan Valley","reference":{"chapter":52,"verse":7}},{"noteId":174,"caller":"+","text":"Each pillar was approximately 27 feet high and 18 feet in circumference (8.2 meters high and 5.5 meters in circumference).","reference":{"chapter":52,"verse":21}},{"noteId":175,"caller":"+","text":"4 fingers is approximately 2.9 inches or 7.4 centimeters.","reference":{"chapter":52,"verse":21}},{"noteId":176,"caller":"+","text":"5 cubits is approximately 7.5 feet or 2.3 meters.","reference":{"chapter":52,"verse":22}},{"noteId":177,"caller":"+","text":"Literally he lifted up the head of","reference":{"chapter":52,"verse":31}}]},"thisChapterLink":"/api/BSB/JER/52.json","thisChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_24_Jer_052_G.mp3","hays":"https://openbible.com/audio/hays/BSB_24_Jer_052_H.mp3","souer":"https://openbible.com/audio/souer/BSB_24_Jer_052.mp3"},"nextChapterApiLink":"/api/BSB/LAM/1.json","nextChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_25_Lam_001_G.mp3","hays":"https://openbible.com/audio/hays/BSB_25_Lam_001_H.mp3","souer":"https://openbible.com/audio/souer/BSB_25_Lam_001.mp3"},"previousChapterApiLink":"/api/BSB/JER/51.json","previousChapterAudioLinks":{"gilbert":"https://openbible.com/audio/gilbert/BSB_24_Jer_051_G.mp3","hays":"https://openbible.com/audio/hays/BSB_24_Jer_051_H.mp3","souer":"https://openbible.com/audio/souer/BSB_24_Jer_051.mp3"},"numberOfVerses":34}